Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron-log-info.po
Languages: es, it, ja, pt_br, te_in, tr_tr

source: %(action)s failed (client error): %(exc)s
es: %(action)s falló (error de cliente): %(exc)s
tr_tr: %(action)s başarısız (istemci hatası): %(exc)s

source: %(plugin_key)s: %(function_name)s with args %(args)s ignored
es: Se ha ignorado %(plugin_key)s: %(function_name)s con los argumentos %(args)s
it: %(plugin_key)s: %(function_name)s con argomenti %(args)s ignorato
ja: %(plugin_key)s: 引数 %(args)s が指定された %(function_name)s は無視されます
pt_br: %(plugin_key)s: %(function_name)s com args %(args)s ignorado
tr_tr: %(plugin_key)s: %(args)s bağımsız değişkenlerine sahip %(function_name)s atlandı

source: %(prog)s version %(version)s
es: %(prog)s versión %(version)s
tr_tr: %(prog)s sürüm %(version)s

source: %(type)s ID ranges: %(range)s
pt_br: %(type)s faixas de ID: %(range)s
tr_tr: %(type)s ID aralığı: %(range)s

source: %(url)s returned a fault: %(exception)s
es: %(url)s ha devuelto un error: %(exception)s
it: %(url)s ha restituito un errore: %(exception)s
ja: %(url)s が障害を返しました: %(exception)s
pt_br: %(url)s retornou uma falha: %(exception)s
tr_tr: %(url)s hata döndürdü: %(exception)s

source: %(url)s returned with HTTP %(status)d
es: Se ha devuelto %(url)s con HTTP %(status)d
it: %(url)s restituito con HTTP %(status)d
ja: HTTP %(status)d の %(url)s が返されました
pt_br: %(url)s retornado com HTTP %(status)d
tr_tr: %(url)s HTTP %(status)d ile geri döndü

source: %d probe(s) deleted
es: Se ha eliminado el Analizador(es) %d
tr_tr: %d sonda silindi

source: Added segment %(id)s of type %(network_type)s for network %(network_id)s
pt_br: Adicionado segmento %(id)s de tipo %(network_type)s para a rede %(network_id)s
tr_tr: %(network_id)s ağı için %(network_type)s türünde %(id)s dilimi eklendi

source: Adding %s to list of bridges.
pt_br: Adicionando %s na lista de pontes.
tr_tr: %s köprü listesine ekleniyor.

source: Adding network %(net)s to agent %(agent)s on host %(host)s
es: Agregando red %(net)s al agente %(agent)s en el host %(host)s
tr_tr: Ağ %(net)s %(host)s istemcisi üzerinde %(agent)s ajanına ekleniyor

source: Agent %s already present
es: El agente %s ya está presente.
tr_tr: Ajan %s zaten mevcut

source: Agent Gateway port does not exist, so create one: %s
es: El puerto pasarela del agente no existe, por lo tanto crear uno: %s
tr_tr: Ajan geçit bağlantı noktası mevcut değil, bir tane oluştur: %s

source: Agent caught SIGHUP, resetting.
tr_tr: Ajan SIGHUP yakaladı, sıfırlanıyor.

source: Agent caught SIGTERM, quitting daemon loop.
tr_tr: Ajan SIGTERM yakaladı, artalan işlemi döngüsünden çıkılıyor.

source: Agent initialised successfully, now running...
tr_tr: Ajan başarıyla ilklendirildi, şimdi çalıştırılıyor...

source: Agent initialized successfully, now running...
es: El agente se ha inicializado satisfactoriamente, ahora se está ejecutando...
it: Agent inizializzato correttamente, ora in esecuzione...
ja: エージェントが正常に初期化されました。現在実行中です...
pt_br: Agente inicializado com êxito; em execução agora...
tr_tr: Ajan başarıyla ilklendirildi, şimdi çalıştırılıyor...

source: Agent out of sync with plugin!
es: El agente está fuera de sincronización con el plug-in.
it: Agent non sincronizzato con il plugin!
ja: エージェントがプラグインと非同期です。
pt_br: Agente fora de sincronização com o plug-in!
tr_tr: Ajan ve eklenti uyumsuz!

source: Agent tunnel out of sync with plugin!
es: Túnel de agente fuera de sincronización con el plug-in.
it: Il tunnel agent non è sincronizzato con il plugin!
ja: エージェント・トンネルがプラグインと非同期です
pt_br: Túnel do agente fora de sincronização com o plug-in!
tr_tr: Ajan tüneli eklentiyle uyumsuz!

source: Allocated vlan (%d) from the pool
es: Vlan asignada (%d) de la agrupación
it: vlan (%d) allocata dal pool
ja: プールからの割り振り済み VLAN (%d)
pt_br: alocada VLAN (%d) do pool
tr_tr: Havuzdan vlan (%d) ayrıldı

source: Allow sorting is enabled because native pagination requires native sorting
es: Permitir ordenación está habilitado porque la paginación nativa requiere ordenación nativa
it: Consenti ordinamento è abilitato in quanto la paginaziona nativa richiede l'ordinamento nativo
ja: ネイティブ・ページ編集にはネイティブ・ソートが必要なため、ソートの許可が有効になっています
pt_br: Permitir que a classificação seja ativada porque a paginação nativa requer classificação nativa
tr_tr: Sıralamaya izin verme etkin çünkü doğal sayfalama doğal sıralamaya ihtiyaç duyar

source: Allowable flat physical_network names: %s
pt_br: Nomes permitidos de rede flat physical_network : %s
tr_tr: İzin verilebilecek düz fiziksel ağ isimleri: %s

source: Arbitrary flat physical_network names allowed
pt_br: Nomes arbitrários de rede flat physical_network permitidos
tr_tr: Rastgele seçilmiş düz fiziksel ağ isimlerine izin verilmez

source: Assigning %(vlan_id)s as local vlan for net-id=%(net_uuid)s
es: Asignando %(vlan_id)s como vlan local para net-id=%(net_uuid)s
it: Assegnazione %(vlan_id)s come vlan locale per net-id=%(net_uuid)s
ja: %(vlan_id)s を net-id=%(net_uuid)s のローカル VLAN として割り当てています
pt_br: Designando %(vlan_id)s como vlan local para net-id=%(net_uuid)s
tr_tr: %(vlan_id)s net-id=%(net_uuid)s için yerel olarak atanıyor

source: Attachment %s removed
es: Se ha eliminado el adjunto %s
it: Collegamento %s rimosso
ja: 接続機構 %s が削除されました
pt_br: Anexo %s removido
tr_tr: Eklenti %s kaldırıldı

source: Attempt %(count)s to allocate a VRID in the network %(network)s for the router %(router)s
tr_tr: %(network)s ağında %(router)s yönlendiricisi için VRID ayırmak için girişim %(count)s

source: Attempt %(count)s to bind port %(port)s
tr_tr: %(port)s bağlantı noktası bağlama için girişim %(count)s

source: Attempted to remove port filter which is not filtered %r
es: Se ha intentado eliminar el filtro de puerto que no está filtrado %r
it: Tentativo di rimuovere il filtro della porta che non è filtrata %r
ja: フィルター処理されていないポート・フィルター %r を削除しようとしました
pt_br: Tentou remover o filtro de porta que não foi filtrado %r
tr_tr: Filtrelenmiş %r olmayan bağlantı noktası filtresi kaldırılmaya çalışıldı

source: Attempted to update port filter which is not filtered %s
es: Se ha intentado actualizar el filtro de puerto que no está filtrado %s
it: Tentativo di aggiornare il filtro della porta che non è filtrata %s
ja: フィルター処理されていないポート・フィルター %s を更新しようとしました
pt_br: Tentou atualizar o filtro de porta que não foi filtrado %s
tr_tr: %s filtrelenmemiş bağlantı noktası filtresi güncellenmeye çalışıldı

source: Bad resource for forming a create request
tr_tr: Oluşturma isteği oluşturmak için kötü kaynak

source: Bad resource for forming a delete request
tr_tr: Silme isteği oluşturmak için kötü kaynak

source: Bad resource for forming a list request
es: Mal recurso para la formación de una solicitud de lista
tr_tr: Liste isteği oluşturmak için kötü kaynak

source: Bad resource for forming a show request
tr_tr: Gösterme isteği oluşturmak için kötü kaynak

source: Bad resource for forming a update request
tr_tr: Güncelleme isteği oluşturmak için kötü kaynak

source: Binding info for port %s was not found, it might have been deleted already.
tr_tr: Bağlantı noktası %s için bağlama bilgisi bulunamadı, zaten silinmiş olabilir.

source: Cannot apply dhcp option %(opt)s because it's ip_version %(version)d is not in port's address IP versions
es: No se puede aplicar la opción dhcp %(opt)s porque su ip_version %(version)d no está en la versión IP de la dirección del puerto
tr_tr: Dhcp seçeneği %(opt)s uygulanamıyor çünkü ip_version %(version)d bağlantı noktasının adres IP sürümleri içinde değil

source: Centralizing distributed router %s is not supported
es: No se soporta centralizar el enrutador distribuido %s
tr_tr: Dağıtık yönlendirici %s merkezileştirme desteklenmiyor

source: Cleaning bridge: %s
es: LImpiando puente: %s
tr_tr: Köprü temizleniyor: %s

source: Clearing orphaned ARP spoofing entries for devices %s
tr_tr: Aygıtlar %s için sahipsiz ARP aldatma girdileri temizleniyor

source: ConfDriver is used as quota_driver because the loaded plugin does not support 'quotas' table.
tr_tr: Yüklenen eklenti 'quotas' tablosunu desteklemediğinden ConfDriver quota_driver olarak kullanılıyor.

source: Config paste file: %s
es: Archivo de configuración de pegar: %s
it: Configurazione file paste: %s
ja: 構成貼り付けファイル: %s
pt_br: Arquivo de colagem configurado: %s
tr_tr: Yapılandırma yapıştırma dosyası: %s

source: Configured extension driver names: %s
tr_tr: Yapılandırılan eklenti sürücü isimleri: %s

source: Configured mechanism driver names: %s
pt_br: Configurados nomes para o driver de mecanismo: %s
tr_tr: Yapılandırılan mekanizma sürücü isimleri: %s

source: Configured type driver names: %s
pt_br: Configurado nomes para o driver de tipo: %s
tr_tr: Tür sürücü isimleri yapılandırıldı: %s

source: Controller IPs: %s
tr_tr: Kontrolcü IP'si: %s

source: DHCP agent started
es: Se ha iniciado al agente DHCP
it: Agent DHCP avviato
ja: DHCP エージェントが始動しました
pt_br: Agente DHCP iniciado
tr_tr: DHCP ajanı başlatıldı

source: Default provider is not specified for service type %s
es: El proveedor por defecto no esta especificado para el tipo de servicio %s
pt_br: Provedor padrão não foi especificado para o tipo de serviço %s
tr_tr: %s servis türü için varsayılan sağlayıcı belirtilmemiş

source: Deleting port: %s
es: Destruyendo puerto: %s
pt_br: Deletando porta: %s
tr_tr: Bağlantı noktası siliniyor: %s

source: Destroying IPset: %s
es: Destruyendo IPset: %s
tr_tr: IPset siliniyor: %s

source: Destroying IPsets with prefix: %s
es: Destruyendo IPset con prefijo: %s
tr_tr: Şu öneke sahip IPset'ler siliniyor: %s

source: Device %s already exists
es: El dispositivo %s ya existe
it: L'unità %s già esiste
ja: デバイス %s は既に存在します
pt_br: O dispositivo %s já existe
tr_tr: Aygıt %s zaten mevcut

source: Device %s not defined on plugin
es: El dispositivo %s no está definido en el plug-in
it: Unità %s non definita nel plugin
ja: デバイス %s がプラグインで定義されていません
pt_br: Dispositivo %s não definido no plug-in
tr_tr: Aygıt %s eklentide tanımlanmamış

source: Device with MAC %s not defined on plugin
tr_tr: %s MAC'ine sahip aygıt eklentide tanımlanmadı

source: Disabled allowed-address-pairs extension.
es: La extensión allowed-address-pairs se ha inhabilitado.
tr_tr: allowed-address-pairs eklentisi kapatıldı.

source: Disabled security-group extension.
es: La extensión security-group se ha inhabilitado.
it: Estensione di security-group disabilitata.
ja: security-group 拡張を無効にしました。
pt_br: Extensão de grupo de segurança desativada.
tr_tr: Güvenlik grubu eklentisi kapatıldı.

source: Disabled vlantransparent extension.
es: La extensión vlantransparent se ha inhabilitado.
tr_tr: vlantransparent eklentisi kapalı.

source: Exclude Devices: %s
tr_tr: Aygıtları Hariç Tut: %s

source: Failed to schedule network %s, no eligible agents or it might be already scheduled by another server
tr_tr: %s ağı zamanlanamadı, uygun ajan yok veya başka bir sunucu tarafından zaten zamanlanmış olabilir

source: Fake SDNVE controller initialized
es: Inicializado controlador falso SDNVE
tr_tr: Sahte SDNVE kontrolcüsü ilklendirildi

source: Fake SDNVE controller: check and create tenant
tr_tr: Sahte SDNVE kontrolcüsü: kiracıyı kontrol et ve oluştur

source: Fake SDNVE controller: create
tr_tr: Sahte SDNVE kontrolcüsü: oluştur

source: Fake SDNVE controller: delete
tr_tr: Sahte SDNVE kontrolcüsü: sil

source: Fake SDNVE controller: get controller
tr_tr: Sahte SDNVE kontrolcüsü: kontrolcüyü al

source: Fake SDNVE controller: get tenant by id
tr_tr: Sahte SDNVE kontrolcüsü: id ile kiracı al

source: Fake SDNVE controller: list
tr_tr: Sahte SDNVE kontrolcüsü: listele

source: Fake SDNVE controller: show
tr_tr: Sahte SDNVE kontrolcüsü: göster

source: Fake SDNVE controller: update
tr_tr: Sahte SDNVE kontrolcüsü: güncelle

source: Found invalid IP address in pool: %(start)s - %(end)s:
es: Se ha encontrado una dirección IP no válida en la agrupación: %(start)s - %(end)s:
it: Trovato un indirizzo IP invalido nel pool: %(start)s - %(end)s:
ja: プールで無効な IP アドレスが見つかりました: %(start)s から %(end)s:
pt_br: Localizado endereço IP inválido no pool: %(start)s - %(end)s:
tr_tr: Havuzda geçersiz IP adresi bulundu: %(start)s - %(end)s:

source: Found overlapping ranges: %(l_range)s and %(r_range)s
es: Rangos de solapamiento encontrados: %(l_range)s y %(r_range)s
it: Trovati gli intervalli di sovrapposizione: %(l_range)s e %(r_range)s
ja: オーバーラップする範囲が見つかりました: %(l_range)s から %(r_range)s
pt_br: Localizados intervalos de sobreposição: %(l_range)s e %(r_range)s
tr_tr: Kesişen aralıklar bulundu: %(l_range)s and %(r_range)s

source: Found pool larger than subnet CIDR:%(start)s - %(end)s
es: Se ha encontrado una agrupación mayor que el CIDR de subred: %(start)s - %(end)s
it: Trovato un pool più grande della sottorete CIDR:%(start)s - %(end)s
ja: サブネット CIDR より大きいプールが見つかりました: %(start)s から %(end)s
pt_br: Localizado pool maior que a sub-rede CIDR:%(start)s - %(end)s
tr_tr: Alt ağ CIDR'den büyük havuz bulundu:%(start)s - %(end)s

source: Found port (%(port_id)s, %(ip)s) having IP allocation on subnet %(subnet)s, cannot delete
es: Se encontró el puerto (%(port_id)s, %(ip)s) con la asignación de IP en la subred %(subnet)s, no se puede eliminar.
tr_tr: %(subnet)s alt ağında IP ayrılmış bağlantı noktası (%(port_id)s, %(ip)s) bulundu, silinemez

source: Got %(alias)s extension from driver '%(drv)s'
tr_tr: '%(drv)s' sürücüsünden %(alias)s eklentisi alındı

source: HTTP exception thrown: %s
es: Excepción de HTTP emitida: %s
it: Generata eccezione HTTP: %s
ja: HTTP 例外がスローされました: %s
pt_br: Exceção de HTTP lançada: %s
tr_tr: HTTP istisnası fırlatıldı: %s

source: Heartbeat received from %(type)s agent on host %(host)s, uuid %(uuid)s after %(delta)s
es: Heartbeat recibido del agente %(type)s en el host %(host)s, uuid %(uuid)s después de %(delta)s
tr_tr: %(host)s istemcisi, uuid %(uuid)s üstündeki %(type)s ajandan %(delta)s sonra kalp atışı alındı

source: IPset cleanup completed successfully
es: La limpieza de IPset se ha completado satisfactoriamente
tr_tr: IPset temizliği başarıyla tamamlandı

source: IPv6 is not enabled on this system.
es: IPv6 no esta habitado en el sistema.
ja: このシステムでは、 IPｖ6が有効ではありません。
tr_tr: IPv6 bu sistemde etkin değil.

source: Initializing CRD client...
es: Inicialización de cliente CRD...
tr_tr: CRD istemcisi ilklendiriliyor...

source: Initializing driver for type '%s'
pt_br: inicializando driver para o tipo '%s'
tr_tr: '%s' türü için sürücü ilklendiriliyor

source: Initializing extension driver '%s'
tr_tr: Eklenti sürücüsü ilklendiriliyor '%s'

source: Initializing extension manager.
es: Inicializando gestor de ampliación.
it: Inizializzazione gestore estensioni.
ja: 拡張マネージャーを初期化しています。
pt_br: Inicializando o Extension Manager.
tr_tr: Genişletme yöneticisi başlatılıyor

source: Initializing mechanism driver '%s'
pt_br: Inicializando driver de mecanismo '%s'
tr_tr: Mekanizma sürücüsü ilklendiriliyor '%s'

source: Interface mappings: %s
es: Correlaciones de interfaz: %s
it: Associazioni interfaccia: %s
ja: インターフェース・マッピング: %s
pt_br: Mapeamentos da interface: %s
tr_tr: Arayüz eşleştirmeleri: %s

source: L2 Agent operating in DVR Mode with MAC %s
tr_tr: L2 Ajanı %s MAC'i ile DVR Kipinde çalışıyor

source: L3 agent started
es: Se ha iniciado al agente L3
it: Agent L3 avviato
ja: L3 エージェントが始動しました
pt_br: Agente L3 iniciado
tr_tr: L3 ajanı başlatıldı

source: LinuxBridge Agent RPC Daemon Started!
es: Se ha iniciado el daemon RPC de agente de LinuxBridge.
it: LinuxBridge Agent RPC Daemon avviato!
ja: LinuxBridge Agent RPC デーモンが開始しました。
pt_br: Daemon RPC do Agente LinuxBridge Iniciado!
tr_tr: LinuxBridge Ajanı RPC Artalan İşlemleri Başlatıldı!

source: Loaded extension driver names: %s
tr_tr: Yüklenen eklenti sürücü isimleri: %s

source: Loaded extension: %s
es: Ampliación cargada: %s
it: Estensione caricata: %s
ja: 拡張をロードしました: %s
pt_br: Extensão carregada: %s
tr_tr: Yüklenen bölüm: %s

source: Loaded mechanism driver names: %s
pt_br: Carregados nomes do driver de mecanismo: %s
tr_tr: Yüklenen mekanizma sürücü isimleri: %s

source: Loaded quota_driver: %s.
es: Se ha cargado quota_driver %s.
tr_tr: quota_driver yüklendi: %s.

source: Loaded type driver names: %s
pt_br: Carregados nomes do driver de tipo: %s
tr_tr: Tür sürücü isimleri yüklendi: %s

source: Loading Metering driver %s
es: Cargando controlador de medición %s
pt_br: Carregando driver de medição %s
tr_tr: Ölçme sürücüsü %s yükleniyor

source: Loading Plugin: %s
es: Cargando complementos: %s
it: Caricamento plugin: %s
ja: プラグインの読み込み中: %s
pt_br: Carregando Plug-in: %s
tr_tr: Eklenti Yükleniyor: %s

source: Loading core plugin: %s
es: Cargando complemento principal: %s
tr_tr: Çekirdek eklenti yükleniyor: %s

source: Loading interface driver %s
es: Cargando controlador de interfaz %s
tr_tr: Arayüz sürücüsü %s yükleniyor

source: Logging enabled!
es: Registro habilitado.
it: Accesso abilitato!
ja: ロギングは有効です
pt_br: Criação de log ativada!
tr_tr: Günlükleme etkin!

source: Loop iteration exceeded interval (%(polling_interval)s vs. %(elapsed)s)!
es: La iteración de bucle ha superado el intervalo (%(polling_interval)s frente a %(elapsed)s).
it: L'iterazione loop supera l'intervallo (%(polling_interval)s vs. %(elapsed)s)!
ja: ループ反復が間隔を超えました (%(polling_interval)s に対して %(elapsed)s)。
pt_br: A iteração do loop excedeu o intervalo (%(polling_interval)s vs. %(elapsed)s)!
tr_tr: Döngü yinelemsi aralığı aştı (%(polling_interval)s ile %(elapsed)s)!

source: ML2 FlatTypeDriver initialization complete
pt_br: Inicialização do ML2 FlatTypeDriver concluída
tr_tr: ML2 FlatTypeDriver ilklendirmesi tamamlandı

source: ML2 LocalTypeDriver initialization complete
pt_br: Inicialização do ML2 LocalTypeDriver concluída
tr_tr: ML2 LocalTypeDriver ilklendirmesi tamamlandı

source: Mapping physical network %(physical_network)s to bridge %(bridge)s
es: Correlacionando la red física %(physical_network)s con el puente %(bridge)s
it: Associazione rete fisica %(physical_network)s al bridge %(bridge)s
ja: 物理ネットワーク %(physical_network)s をブリッジ %(bridge)s にマップしています
pt_br: Mapeamento de rede física %(physical_network)s para a ponte %(bridge)s
tr_tr: Fiziksel ağ %(physical_network)s %(bridge)s köprüsüne eşleştiriliyor

source: Mapping physical network %(physical_network)s to interface %(interface)s
es: Co-relacionando la red física %(physical_network)s con la interfaz %(interface)s
tr_tr: %(physical_network)s fiziksel ağını %(interface)s arayüzüne eşleştiriyor

source: Modular L2 Plugin initialization complete
pt_br: Inicialização de plug-in L2 modular concluída
tr_tr: Modüler L2 Eklentisi ilklendirme tamamlandı

source: NVSD Agent initialized successfully, now running...
tr_tr: NVSD Ajanı başarıyla ilklendirildi, şimdi çalıştırılıyor...

source: Network VLAN ranges: %s
es: Rangos de VLAN de red: %s
it: Intervalli di rete VLAN: %s
ja: ネットワーク VLAN の範囲: %s
pt_br: Intervalos de VLAN de rede: %s
tr_tr: Ağ VLAN aralığı: %s

source: Neutron service started, listening on %(host)s:%(port)s
es: Se ha iniciado el servicio Neutron, escuchando en %(host)s:%(port)s
pt_br: Serviço Neutron iniciado, escutando em %(host)s:%(port)s
tr_tr: Neutron servisi başlatıldı, %(host)s:%(port)s üzerinde dinliyor

source: No %s Plugin loaded
es: No se ha cargado ningún plug-in de %s
it: Nessun plugin %s caricato
ja: %s プラグインはロードされませんでした
pt_br: Nenhum %s Plug-in carregado
tr_tr: Hiçbir %s Eklenti yüklenmedi

source: No device with MAC %s defined on agent.
tr_tr: Ajanda %s MAC'ine sahip bir aygıt tanımlanmamış.

source: No ip allocation set
es: No se ha configurado la asignación IP
tr_tr: Ip ayırma ayarlanmamış

source: No ports here to refresh firewall
es: No hay puertos aqui para actualizar firewall
pt_br: Nenhuma porta aqui para atualizar firewall
tr_tr: Burda güvenlik duvarını tazelemek için bağlantı noktası yok

source: Non matching tenant and network types: %(ttype)s %(ntype)s
tr_tr: Eşleşmeyen kiracı ve ağ türleri: %(ttype)s %(ntype)s

source: Nova event response: %s
es: Respuesta de evento Nova: %s
tr_tr: Nova olay yanıtı: %s

source: Number of active agents lower than max_l3_agents_per_router. L3 agents available: %s
tr_tr: Etkin ajan sayısı max_l3_agents_per_router'den küçük. Kullanılabilir L3 ajanları: %s

source: OVS cleanup completed successfully
es: La limpieza de OVS se ha completado satisfactoriamente
it: Ripulitura di OVS completata correttamente
ja: OVS のクリーンアップが正常に完了しました
pt_br: Limpeza de OVS concluída com êxito
tr_tr: OVS temizliği başarıyla tamamlandı

source: Physical Devices mappings: %s
tr_tr: Fiziksel Aygıtların eşleştirmeleri: %s

source: Port %(device)s updated. Details: %(details)s
es: Se ha actualizado el puerto %(device)s. Detalles: %(details)s
it: Porta %(device)s aggiornata. Dettagli: %(details)s
ja: ポート %(device)s が更新されました。詳細: %(details)s
pt_br: Porta %(device)s atualizada. Detalhes: %(details)s
tr_tr: Bağlantı noktası %(device)s güncellendi. Detaylar: %(details)s

source: Port %(port_id)s not present in bridge %(br_name)s
es: El puerto %(port_id)s no está presente en el puente %(br_name)s
tr_tr: Bağlantı noktası %(port_id)s %(br_name)s köprüsünde mevcut değil

source: Port %s updated.
es: El puerto %s se ha actualizado.
it: Porta %s aggiornata.
ja: ポート %s が更新されました。
pt_br: Porta %s atualizada.
tr_tr: Bağlantı noktası %s güncellendi.

source: Port %s was deleted concurrently
tr_tr: Bağlantı noktası %s eş zamanlı olarak silindi

source: Port %s was not found on the integration bridge and will therefore not be processed
tr_tr: Bağlantı noktası %s tümleştirme köprüsünde bulunamadı ve bu yüzden işlenmeyecek

source: Port '%(port_name)s' has lost its vlan tag '%(vlan_tag)d'!
tr_tr: '%(port_name)s' bağlantı noktası '%(vlan_tag)d' vlan etiketini kaybetti!

source: PortSecurityExtensionDriver initialization complete
tr_tr: PortSecurityExtensionDriver ilklendirme tamamlandı

source: Ports %s removed
es: Se ha eliminado los puertos %s
tr_tr: Portlar %s silindi

source: Preparing filters for devices %s
es: Preparando filtros para dispositivos %s
it: Preparazione filtri per i dispositivi %s
ja: デバイス %s のフィルターを準備中
pt_br: Preparando filtros para dispositivos %s
tr_tr: Aygıtlar için filtreler hazırlanıyor %s

source: Process runs with uid/gid: %(uid)s/%(gid)s
es: El proceso se ejecuta con uid/gid: %(uid)s/%(gid)s
tr_tr: Süreç şu uid/gid ile çalışıyor: %(uid)s/%(gid)s

source: Provider rule updated
es: Se ha actualizado regla de proveedor
it: Provider regola aggiornato
ja: プロバイダー・ルールが更新されました
pt_br: Regra do provedor atualizada
tr_tr: Sağlayıcı kuralı güncellendi

source: RPC was already started in parent process by plugin.
es: RPC ya fue iniciado en el proceso padre por el complemento.
tr_tr: RPC üst süreçte eklenti tarafından zaten başlatılmıştı.

source: Reclaiming vlan = %(vlan_id)s from net-id = %(net_uuid)s
es: Reclamando vlan = %(vlan_id)s de net-id = %(net_uuid)s
it: Recupero vlan = %(vlan_id)s da net-id = %(net_uuid)s
ja: VLAN = %(vlan_id)s を net-id = %(net_uuid)s から再利用中
pt_br: Recuperando vlan = %(vlan_id)s a partir de net-id = %(net_uuid)s
tr_tr: vlan = %(vlan_id)s'in net-id = %(net_uuid)s'den iades isteniyor

source: Refresh firewall rules
es: Renovar reglas de cortafuegos
it: Aggiorna regole firewall
ja: ファイアウォール・ルールの最新表示
pt_br: Atualizar regras de firewall
tr_tr: Güvenlik duvarı kurallarını tazele

source: Registered extension drivers: %s
tr_tr: Eklenti sürücüleri kaydedildi: %s

source: Registered mechanism drivers: %s
pt_br: Registrados drivers de mecanismo : %s
tr_tr: Kaydedilen mekanizma sürücüleri: %s

source: Registered types: %s
pt_br: Tipos registrados: %s
tr_tr: Kaydedilen türler: %s

source: Remove device filter for %r
es: Eliminar filtro de dispositivo para %r
it: Rimuovi filtro dispositivo per %r
ja: %r のデバイス・フィルターを削除
pt_br: Remover filtro de dispositivo para %r
tr_tr: %r için aygıt filtresini kaldır

source: Removing device with mac_address %s
tr_tr: %s mac_address'e sahip aygıt kaldırılıyor

source: Removing iptables rule for IPset: %s
es: Eliminando regla de iptables para IPset: %s
tr_tr: IPset için iptables kuralı siliniyor: %s
