Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: Comma-separated list of <vni_min>:<vni_max> tuples enumerating ranges of Geneve VNI IDs that are available for tenant network allocation
es: Lista separada por comas de conjuntos de variables <vni_min>:<vni_max> que enumeran los rangos de ID de Geneve VNI disponibles para la asignación de red de arrendatario
fr: Liste d'uplets <vni_min>:<vni_max> séparés par des virgules énumérant des plages d'ID VNI Geneve disponibles pour l'allocation de réseau locataire
it: Elenco separato da virgole di intervalli di enumerazione tuple <vni_min>:<vni_max> di ID VNI Geneve disponibili per l'assegnazione della rete titolare
ko_kr: 테넌트 네트워크 할당에 사용 가능한 Geneve VNI ID의 범위를 열거하는 <vni_min>:<vni_max> 튜플의 쉼표로 구분된 목록입니다.
ru: Разделенный запятой список кортежей <vni_min>:<vni_max>, в котором перечислены ИД VNI Geneve, доступные для выделения сети арендатора

source: Comma-separated list of <vni_min>:<vni_max> tuples enumerating ranges of VXLAN VNI IDs that are available for tenant network allocation
es: Lista separada por comas de conjuntos de variables <vni_min>:<vni_max> que enumeran los rangos de ID de VXLAN VNI que están disponibles para la asignación de red de arrendatario
fr: Liste d'uplets <vni_min>:<vni_max> séparés par des virgules énumérant des plages d'ID VNI VXLAN disponibles pour l'allocation de réseau locataire
it: Elenco separato da virgole di intervalli di enumerazione tuple <vni_min>:<vni_max> di VXLAN VNI ID disponibili per l'assegnazione della rete tenant
ko_kr: 테넌트 네트워크 할당에 사용 가능한 VXLAN VNI ID의 범위를 열거한 <vni_min>:<vni_max> 튜플의 쉼표로 구분된 목록입니다.
ru: Разделенный запятой список кортежей <vni_min>:<vni_max>, в котором перечислены идентификаторы VNI VXLAN, доступные для выделения сети арендатора
tr_tr: Kiracı ağı ayırmaları için kullanılabilir VXLAN VNI ID'lerinin aralıklarını numaralandıran <vni_min>:<vni_max> demetlerinin virgülle ayrılmış listesi

source: Comma-separated list of supported PCI vendor devices, as defined by vendor_id:product_id according to the PCI ID Repository. Default enables support for Intel and Mellanox SR-IOV capable NICs.
es: Lista separada por comas de dispositivos de proveedor PCI soportados, según están definidos en vendor_id:product_id según el repositorio de ID de PCI. El valor predeterminado habilita el soporte de NIC con capacidad Intel y Mellanox SR-IOV
fr: Liste d'unités fournisseurs PCI, séparées par des virgules, prises en charge, comme défini par vendor_id:product_id d'après le référentiel d'ID PCI. Permet par défaut la prise en charge des NIC compatibles Intel et Mellanox SR-IOV.
it: Elenco separato da virgole di dispositivi vendor PCI supportati, definiti da vendor_id:product_id in base al repository ID PCI. L'impostazione predefinita abilita il supporto per NIC con capacità Intel e Mellanox.
ko_kr: PCI ID 저장소에 따라 vendor_id:product_id로 정의된 지원되는 PCI 벤더 장치의 쉼표로 구분된 목록입니다. 기본값은 Intel 및 Mellanox SR-IOV 사용 가능 NIC에 대한 지원을 사용으로 설정합니다.
ru: Список записей, разделенных запятыми, включающий поддерживаемые устройства PCI, заданные в формате ИД-поставщика:ИД-продукта в соответствии с реестром ИД PCI. Значение по умолчанию включает поддержку карт сетевых адаптеров Intel и Mellanox с поддержкой SR-IOV

source: Comma-separated list of the DNS servers which will be used as forwarders.
es: Lista separada por comas de los servidores DNS que se utilizarán como reenviadores.
fr: Liste séparée par des virgules des serveurs DNS qui seront utilisés comme réexpéditeurs.
it: Elenco separato da virgole dei server DNS che verranno utilizzati come server di inoltro.
ko_kr: 쉼표로 분리된 DNS 서버의 목록이며 전달자로 사용됩니다.
ru: Разделенный запятыми список серверов DNS, которые будут использоваться для пересылки.
tr_tr: Yönlendirici olarak kullanılacak DNS sunucularının virgülle ayrılmış listesi.

source: Command to execute
es: Mandato a ejecutar
fr: Commande à exécuter
it: Comando da eseguire
ko_kr: 실행할 명령
ru: Выполняемая команда
tr_tr: Çalıştırılacak komut

source: Config file for interface driver (You may also use l3_agent.ini)
es: Archivo de configuración para controlador de interfaz (También puede utilizar l3_agent.ini)
fr: Fichier de configuration du pilote d'interface (vous pouvez aussi utiliser l3_agent.ini)
it: File di configurazione per il driver di interfaccia (È possibile utilizzare anche l3_agent.ini)
ko_kr: 인터페이스 드라이버에 대한 구성 파일(l3_agent.ini도 사용할 수 있음)
ru: Файл конфигурации для драйвера интерфейса (Можно также использовать l3_agent.ini)
tr_tr: Arayüz sürücüsü için yapılandırma dosyası (l3_agent.ini de kullanabilirsiniz)

source: Conflicting value ethertype %(ethertype)s for CIDR %(cidr)s
es: Valor ethertype %(ethertype)s en conflicto para CIDR %(cidr)s
fr: Valeur en conflit ethertype %(ethertype)s pour le CIDR %(cidr)s
it: Valore ethertype %(ethertype)s in conflitto per CIDR %(cidr)s
ko_kr: CIDR %(cidr)s에 대한 충돌하는 값 ethertype %(ethertype)s
ru: Конфликтующее значение ethertype %(ethertype)s для CIDR %(cidr)s
tr_tr: CIDR %(cidr)s için çatışan değer ethertype %(ethertype)s

source: Controls whether the neutron security group API is enabled in the server. It should be false when using no security groups or using the nova security group API.
es: Controla si la API de grupo de seguridad neutron está habilitada en el servidor. Debe ser false cuando no hay grupos de seguridad o se utiliza la API de grupo de seguridad nova.
fr: Indique si l'API de groupe de sécurité neutron est activée sur le serveur. Elle doit être false si aucun groupe de sécurité n'est utilisé ou en cas d'utilisation de l'API du groupe de sécurité neutron.
it: Controlla se l'API del gruppo di sicurezza neutron è abilitata sul server. Dovrebbe essere impostata su false quando non si utilizzano gruppi di sicurezza o si utilizza l'API del gruppo di sicurezza nova.
ko_kr: 서버에서 neutron 보안 그룹 API가 사용되는지 여부를 제어합니다.보안 그룹을 사용하지 않거나 nova 보안 그룹 API를 사용할 때는 false이어야 합니다.
ru: Контролирует, включен ли API групп защиты neutron на сервере. Значение должно быть false, когда группы защиты не используются или используется API групп защиты nova.
tr_tr: Neutron güvenlik grubu API'sinin sunucuda etkin olup olmadığını kontrol eder. Güvenlik grubu kullanılmadığında veeya nova güvenlik grubu API'si kullanıldığında false olmalıdır.

source: Could not bind to %(host)s:%(port)s after trying for %(time)d seconds
es: No se puede enlazar a %(host)s:%(port)s después de intentar por %(time)d segundos
fr: Echec lors de la liaison à %(host)s:%(port)s après attente de %(time)d secondes
it: Impossibile effettuare il bind a %(host)s:%(port)s dopo aver provato per %(time)d secondi
ko_kr: %(time)d후 시도한 다음 %(host)s:%(port)s에 바인딩할 수 없습니다
ru: Не удалось подключиться к порту %(host)s:%(port)s по истечении %(time)d секунд
tr_tr: %(time)d saniye denedikten sonra %(host)s:%(port)s'a bağlanamadı

source: Could not connect to %s
es: No se ha podido establecer conexión con %s
fr: Impossible de se connecter à %s
it: Impossibile connettersi a %s
ko_kr: %s에 연결할 수 없음
ru: Не удается подключиться к %s

source: Could not deserialize data
es: No se han podido deserializar los datos
fr: Impossible de désérialiser des données
it: Impossibile deserializzare i dati
ko_kr: 데이터를 직렬화 해제할 수 없음
ru: Не удалось десериализовать данные
tr_tr: Veri serisi çözülemedi

source: Could not retrieve schema from %(conn)s: %(err)s
es: No se ha podido recuperar el esquema de %(conn)s: %(err)s
fr: Impossible d'extraire le schéma de %(conn)s : %(err)s
it: Impossibile richiamare lo schema da %(conn)s: %(err)s
ko_kr: %(conn)s에서 스키마를 검색할 수 없음: %(err)s
ru: Не удается получить схему из %(conn)s: %(err)s

source: Current gateway ip %(ip_address)s already in use by port %(port_id)s. Unable to update.
es: IP de puerta de enlace actual %(ip_address)s ya está en uso por el puerto %(port_id)s. No es posible actualizar.
fr: L'adresse IP de la passerelle en cours %(ip_address)s est déjà en cours d'utilisation par le port %(port_id)s. Impossible de mettre à jour
it: L'ip gateway corrente %(ip_address)s è già in uso dalla porta %(port_id)s. Impossibile effettuare l'aggiornamento.
ko_kr: 현재 게이트웨이 ip %(ip_address)s을(를) 포트 %(port_id)s에서 이미 사용하고 있습니다.업데이트할 수 없습니다.
ru: Текущий ip-адрес шлюза %(ip_address)s уже используется портом %(port_id)s. Обновление невозможно.
tr_tr: Mevcut geçit ip'si %(ip_address)s %(port_id)s bağlantı noktası tarafından zaten kullanılıyor. Güncellenemiyor.

source: Currently update of HA mode for a DVR/HA router is not supported.
es: No se admite la actualización actual de la modalidad HA para un router DVR/HA.
fr: La mise à jour du mode HA pour un routeur DVR/HA n'est actuellement pas prise en charge.
it: Attualmente l'aggiornamento della modalità HA per un router DVR/HA non è supportato.
ko_kr: DVR/HA 라우터의 HA 모드 업데이트는 현재 지원되지 않습니다.
ru: В настоящее время обновление режима высокой готовности для маршрутизатора DVR/HA не поддерживается.

source: Currently update of HA mode for a distributed router is not supported.
es: No se admite la actualización actual de la modalidad HA para un router distribuido.
fr: La mise à jour du mode HA pour un routeur distribué n'est actuellement pas prise en charge.
it: Attualmente l'aggiornamento della modalità HA per un router distribuito non è supportato.
ko_kr: 분산된 라우터의 HA 모드 업데이트는 현재 지원되지 않습니다.
ru: В настоящее время обновление режима высокой готовности для распределенного маршрутизатора не поддерживается.

source: Currently update of distributed mode for a DVR/HA router is not supported
es: No se admite la actualización actual de la modalidad distribuida para un router DVR/HA.
fr: La mise à jour du mode distribué pour un routeur DVR/HA n'est actuellement pas prise en charge.
it: Attualmente l'aggiornamento della modalità distribuita per un router DVR/HA non è supportato.
ko_kr: DVR/HA 라우터의 분산 모드 업데이트는 현재 지원되지 않습니다.
ru: В настоящее время обновление распределенного режима для маршрутизатора DVR/HA не поддерживается.

source: Currently update of distributed mode for an HA router is not supported.
es: No se admite la actualización actual de la modalidad distribuida para un router HA.
fr: La mise à jour du mode distribué pour un routeur HA n'est actuellement pas prise en charge.
it: Attualmente l'aggiornamento della modalità distribuita per un router distribuito non è supportato.
ko_kr: HA 라우터의 분산 모드 업데이트는 현재 지원되지 않습니다.
ru: В настоящее время обновление распределенного режима для маршрутизатора высокой готовности не поддерживается.

source: Currently updating a router from DVR/HA to non-DVR non-HA is not supported.
es: No se admite la actualización actual de un router de DVR/HA a no-DVR, no-HA.
fr: La mise à jour d'un routeur DVR/HA vers un routeur non-DVR non-HA n'est actuellement pas prise en charge.
it: Attualmente l'aggiornamento di un router da DVR/HA a non DVR non HA non è supportato.
ko_kr: DVR/HA에서 비DVR 비HA로 라우터를 업데이트하는 기능은 현재 지원되지 않습니다.
ru: В настоящее время обновление маршрутизатора DVR/HA на не DVR и не HA не поддерживается.

source: Currently updating a router to DVR/HA is not supported.
es: No se admite la actualización actual de un router a DVR/HA.
fr: La mise à jour d'un routeur vers DVR/HA n'est actuellement pas prise en charge.
it: Attualmente l'aggiornamento di un router a DVR/HA non è supportato.
ko_kr: DVR/HA로 라우터를 업데이트하는 기능은 현재 지원되지 않습니다.
ru: В настоящее время обновление маршрутизатора DVR/HA не поддерживается.

source: DHCP lease duration (in seconds). Use -1 to tell dnsmasq to use infinite lease times.
es: Duración de concesión de DHCP (en segundos). Utilice -1 para indicar a dnsmasq que utilice tiempos de concesión infinitos.
fr: Durée de bail DHCP (en secondes). Utiliser -1 pour ordonner dnsmasq pour utiliser des durées de bail illimitées.
it: Durata rilascio DHCP (in secondi). Utilizzare -1 per informare dnsmasq di utilizzare infinite volte il rilascio.
ko_kr: DHCP 리스 기간(초)입니다. dnsmasq에 무한 리스 시간을 사용하도록 지시하려면 -1을 사용하십시오.
ru: Продолжительность выделения адреса DHCP (в секундах). Укажите -1, чтобы dnsmasq использовала бесконечное время выделения.
tr_tr: DHCP kira süresi (saniye olarak). Dnsmasq'a süresiz kira zamanları kullanmasını söylemek için -1 kullanın.

source: DVR deployments for VXLAN/GRE/Geneve underlays require L2-pop to be enabled, in both the Agent and Server side.
es: Los despliegues de DVR para las subcapas VXLAN/GRE/Geneve requieren que L2-pop esté habilitado, el lado del agente y del servidor.
fr: Les déploiements DVR pour les sous-couches VXLAN/GRE/Geneve nécessitent que L2-pop soit activé, à la fois côté agent et côté serveur.
it: Le distribuzioni DVR per VXLAN/GRE/Geneve sottostanti richiedono che sia abilitato L2-pop, sia sul lato agent che server.
ko_kr: VXLAN/GRE/Geneve 기초를 위한 DVR 배치를 수행하려면 에이전트 측과 서버 측 모두에서 L2-pop을 사용으로 설정해야 합니다.
ru: При развертывании DVR для основных функций VXLAN/GRE/Geneve включить L2-pop как на стороне агента, так и на стороне сервера.

source: Database engine for which script will be generated when using offline migration.
es: Motor de base de datos para el cual se generará el script cuando se utilice la migración fuera de línea.
fr: Moteur de base de données pour lequel le script va être généré lors de l'utilisation d'une migration hors ligne.
it: Motore di database per cui verrà generato lo script quando si utilizza la migrazione offline.
ko_kr: 오프라인 마이그레이션을 사용할 때 스크립트가 생성될 데이터베이스 엔진입니다.
ru: Служба базы данных, для которой будет создан сценарий при использовании миграции с отключением.

source: Default IPv4 subnet pool to be used for automatic subnet CIDR allocation. Specifies by UUID the pool to be used in case where creation of a subnet is being called without a subnet pool ID. If not set then no pool will be used unless passed explicitly to the subnet create. If no pool is used, then a CIDR must be passed to create a subnet and that subnet will not be allocated from any pool; it will be considered part of the tenant's private address space. This option is deprecated for removal in the N release.
es: Agrupación-subred IPv4 predeterminada que se utilizará para la asignación CIDR de subred automática. Especifica por UUID la agrupación a utilizar en caso de que se llame a la creación de una subred sin un ID de agrupación de subred. Si no está definido, no se utilizará ninguna agrupación a no ser que se pase explícitamente a la creación de subred. Si no se utiliza ninguna agrupación, se debe pasar un CIDR para crear una subred y esa subred no se asignará desde ninguna agrupación; se consideraá parte del espacio de direcciones privado del inquilino. Esta opción está en desuso, para ser eliminada en el relesase N.
fr: Pool de sous-réseau IPv4 par défaut à utiliser pour l'allocation CIDR de sous-réseau automatique. Indique par UUID le pool à utiliser dans le cas où la création d'un sous-réseau est appelée sans ID de pool de sous-réseau. Si ce paramètre n'est pas défini, aucun pool ne sera utilisé sauf s'il est indiqué de manière explicite lors de la création de sous-réseau. Si aucun pool n'est utilisé, un CIDR doit être transmis pour la création d'un sous-réseau, et ce dernier ne sera alloué depuis aucun pool ; il sera considéré comme faisant partie de l'espace d'adresse privé du locataire. Cette option est obsolète et va être retirée dans la version N.
it: Il pool della sottorete IPv4 predefinito da utilizzare per l'allocazione CIDR della sottorete automatica. Specifica mediante UUID il pool da utilizzare nel caso in cui la creazione di una sottorete sia richiamata senza un ID pool di sottorete. Se non impostato, nessun pool verrà utilizzato, a meno che non sia trasmesso esplicitamente per la creazione della sottorete. Se non viene utilizzato nessun pool, un CIDR deve essere trasmesso per creare una sottorete e quella sottorete non sarà allocata da nessun pool; sarà considerata parte dello spazio degli indirizzi privato del tenant. Questa opzione è obsoleta per la rimozione nella release N.
ko_kr: 자동 서브넷 CIDR 할당에 사용할 기본 IPv4 서브넷 풀입니다. 서브넷 풀 ID 없이 서브넷 작성을 호출하는 경우 UUID별로 사용할 풀을 지정합니다.설정하지 않은 경우, 서브넷 작성에 명시적으로 전달하지 않으면 풀이 사용되지 않습니다. 풀을 사용하지 않으면 서브넷을 작성하기 위해 CIDR을 전달해야 하며 모든 풀에서 서브넷이 할당되지 않습니다. 서브넷은 테넌트의 개인 주소 공간의 일부로 간주됩니다. 이 옵션은 N 릴리스에서 제거되기 위해 더 이상 사용되지 않습니다.
ru: Пул подсетей IPv4 по умолчанию для использования при автоматическом выделении подсети CIDR. Задается по UUID пула в случае, если подсеть создается без указания ИД пула подсетей. Если параметр не задан, то пул будет использоваться только в том случае, если он явным образом указан при создании подсети. Если не используется никакой пул, то процедуре создания подсети необходимо передать CIDR. Такая подсеть не будет выделяться ни из одного пула, но будет считаться частью личного адресного пространства арендатора. Эта опция устарела и будет удалена в выпуске N.

source: Default IPv6 subnet pool to be used for automatic subnet CIDR allocation. Specifies by UUID the pool to be used in case where creation of a subnet is being called without a subnet pool ID. See the description for default_ipv4_subnet_pool for more information. This option is deprecated for removal in the N release.
es: Agrupación-subred IPv6 predeterminada que se utilizará para la asignación CIDR de subred automática. Especifica por UUID la agrupación a utilizar en caso de que se llame a la creación de una subred sin un ID de agrupación de subred. Consulte la descripción de default_ipv4_subnet_pool para obtener más información. Esta opción está en desuso, para ser eliminada en el relesase N.
it: Il pool della sottorete IPv6 predefinito da utilizzare per l'allocazione CIDR della sottorete automatica. Specifica mediante UUID il pool da utilizzare nel caso in cui la creazione di una sottorete sia richiamata senza un ID pool di sottorete. Per ulteriori informazioni, vedere la descrizione per default_ipv4_subnet_pool. Questa opzione è obsoleta per la rimozione nella release N.
ko_kr: 자동 서브넷 CIDR 할당에 사용할 기본 IPv6 서브넷 풀입니다. 서브넷 풀 ID 없이 서브넷 작성이 호출되는 경우 UUID별로 풀을 지정합니다. 자세한 내용은 default_ipv4_subnet_pool의 설명을 참조하십시오. 이 옵션은 N 릴리스에서 제거를 위해 더 이상 사용되지 않습니다.
ru: Пул подсетей IPv6 по умолчанию для использования при автоматическом выделении подсети CIDR. Задается по UUID пула в случае, если подсеть создается без указания ИД пула подсетей. См. описание опции default_ipv4_subnet_pool. Эта опция устарела и будет удалена в выпуске N.

source: Default driver to use for quota checks
es: Controlador predeterminado a utilizar para comprobaciones de cuota
fr: Pilote par défaut à utiliser pour les vérifications de quota
it: Driver predefinito da utilizzare per i controlli di quota
ko_kr: 할당량 검사에 사용할 기본 드라이버
ru: Драйвер по умолчанию, применяемый для проверки квоты
tr_tr: Kota kontrolleri için kullanılacak varsayılan sürücü

source: Default external networks must be shared to everyone.
es: Las redes externas predeterminadas se deben compartir con todo el mundo.
fr: Les réseaux externes par défaut doivent être partagés par tous.
it: Le reti esterne predefinite devono essere condivise con chiunque.
ko_kr: 기본 외부 네트워크를 모든 사용자와 공유해야 합니다.
ru: Внешняя сеть по умолчанию должна быть общедоступной.

source: Default network type for external networks when no provider attributes are specified. By default it is None, which means that if provider attributes are not specified while creating external networks then they will have the same type as tenant networks. Allowed values for external_network_type config option depend on the network type values configured in type_drivers config option.
es: Tipo de red predeterminado para redes externas si se especifican atributos sin proveedor . De manera predeterminada, es Ninguno, que significa que si no se especifican atributos de proveedor al crear redes externas, tendrán el mismo tipo que las redes de arrendatario. Los valores permitidos de la opción de configuración external_network_type dependen de los valores de tipo de red configurados en la opción de configuración de type_drivers.
fr: Type de réseau par défaut pour des réseaux externes lorsqu'aucun attribut de fournisseur n'est spécifié. La valeur par défaut None signifie que si des attributs de fournisseur ne sont pas spécifiés lors de la création de réseaux externes, ces derniers prennent le même type que les réseaux locataires. Les valeurs autorisées pour l'option de config external_network_type dépendent des valeurs de type de réseau configurées dans l'option de config type_drivers.
it: Il tipo di rete predefinito per le reti esterne quando non si specificano attributi provider. Per impostazione predefinita è Nessuno, che indica che se gli attributi provider non sono stati specificati durante la creazione di reti esterne, avranno lo stesso tipo delle reti titolari. I valori consentiti per l'opzione config external_network_type dipendono dai valori del tipo di rete configurati nell'opzione config type_drivers.
ko_kr: 제공자 속성이 지정되지 않은 경우 외부 네트워크의 기본 네트워크 유형입니다. 기본적으로 이 유형은 None이며 이는 외부 네트워크를 작성하는 중에 제공자 속성이 지정되지 않은 경우 해당 제공자 속성은 테넌트 네트워크와 동일한 유형을 가진다는 것을 의미합니다. external_network_type 구성 옵션에 대해 허용되는 값은 type_drivers 구성 옵션에서 구성된 네트워크 유형 값에 따라 다릅니다.
ru: Тип по умолчанию для внешних сетей, если не указаны атрибуты провайдера. Значение по умолчанию Нет, означающее, что если во время создания внешних сетей не были указаны атрибуты провайдера, то их тип будет совпадать с типом сетей арендатора. Разрешенные значения для опции конфигурации external_network_type зависят от значений типа сети, настроенных в опции конфигурации type_drivers.
tr_tr: Sağlayıcı öznitelikleri belirtilmediğinde harici ağlar için varsayılan ağ türü. Varsayılan olarak None'dir, bunun anlamı harici ağ oluştururken sağlayıcı öznitelikleri belirtilmemişse kiracı ağlarla aynı türe sahip olacaklarıdır. external_network_type yapılandırma seçeneği için izin verilen değerler type_drivers yapılandırma seçeneğinde yapılandırılan ağ türü değerlerine bağlıdır.

source: Default number of RBAC entries allowed per tenant. A negative value means unlimited.
es: Número predeterminado de entradas RBAC permitidas por arrendatario. Un valor negativo significa ilimitados.
fr: Nombre par défaut d'entrées RBAC autorisées par locataire. Une valeur négative signifie que le nombre est illimité.
it: Numero predefinito di voci RBAC consentite per titolare. Un valore negativo indica un numero illimitato.
ko_kr: 테넌트당 허용되는 기본 RBAC 항목 수입니다. 음수 값은 무제한을 의미합니다.
ru: Количество записей RBAC по умолчанию на одного арендатора. Отрицательное значение - без ограничений.

source: Default number of resource allowed per tenant. A negative value means unlimited.
es: Número predeterminado de recursos permitidos por arrendatario. Un valor negativo significa ilimitados.
fr: Nombre de ressources par défaut autorisées par le locataire. Une valeur négative signifie illimité.
it: Numero predefinito di risorse consentite per tenant. Un valore negativo indica un numero illimitato.
ko_kr: 테넌트당 허용되는 기본 자원 수입니다. 음수 값은 무제한을 의미합니다.
ru: Количество ресурсов по умолчанию на одного арендатора. Отрицательное значение - не ограничено.
tr_tr: Kiracı başına izin verilecek varsayılan kaynak sayısı. Negatif değer sınırsız anlamına gelir.

source: Default security group
es: Grupo de seguridad predeterminado
fr: Groupe de sécurité par défaut
it: Gruppo di sicurezza predefinito
ko_kr: 기본 보안 그룹
ru: Группа защиты по умолчанию
tr_tr: Varsayılan güvenlik grubu

source: Default security group already exists.
es: El grupo de seguridad predeterminado ya existe.
fr: Le groupe de sécurité par défaut existe déjà.
it: Il gruppo di sicurezza predefinito già esiste.
ko_kr: 기본 보안 그룹이 이미 존재합니다.
ru: Группа защиты по умолчанию уже существует.
tr_tr: Varsayılan güvenlik grubu zaten mevcut.
