Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: When external_network_bridge is set, each L3 agent can be associated with no more than one external network. This value should be set to the UUID of that external network. To allow L3 agent support multiple external networks, both the external_network_bridge and gateway_external_network_id must be left empty.
es: Cuando la opción external_network_bridge está establecida, cada agente L3 se pued asociar con una única red externa. Este valor se debe definir con el UUID de la red externa. Para permitir que el agente L3 admita varias redes externas, tanto external_network_bridge como gateway_external_network_id deben estar vacías.
fr: Lorsque le paramètre external_network_bridge est défini, chaque agent L3 ne peut être associé qu'à un seul réseau externe. Cette valeur doit être définie sur l'UUID de ce réseau externe. Pour permettre la prise en charge par l'agent L3 de plusieurs réseaux externes, il est nécessaire de laisser à blanc les paramètres external_network_bridge et gateway_external_network_id.
it: Quando external_network_bridge è impostato, ciascun agent L3 può essere associato con non più di una rete esterna. Questo valore non deve essere impostato sull'UUID della rete esterna. Per consentire all'agent L3 di supportare più reti esterne, external_network_bridge e gateway_external_network_id devono essere lasciati vuoti.
ko_kr: external_network_bridge가 설정되면 각 L3 에이전트가 두 개 이상의 외부 네트워크와 연결될 수 없습니다. 이 값은 외부 네트워크의 UUID로 설정되어야 합니다. L3 에이전트에서 여러 외부 네트워크를 지원할 수 있으려면 external_network_bridge와 gateway_external_network_id가 비어 있어야 합니다.
ru: Если задана опция external_network_bridge, то каждый агент L3 может быть связан не более чем с одной внешней сетью. Присвойте опции значение UUID этой внешней сети. Для того чтобы агент L3 поддерживал несколько внешних сетей, оба параметра, external_network_bridge и gateway_external_network_id, должны быть пустыми.

source: When proxying metadata requests, Neutron signs the Instance-ID header with a shared secret to prevent spoofing. You may select any string for a secret, but it must match here and in the configuration used by the Nova Metadata Server. NOTE: Nova uses the same config key, but in [neutron] section.
es: Cuando se envían solicitudes de metadatos por proxy, Neutron firma la cabecera ID de instancia con un secreto compartido para evitar la suplantación de identidad. Puede seleccionar cualquier cadena como secreto, pero debe coincidir con la que se haya utilizado en la configuration del servidor de metadatos de Nova. NOTA: Nova utiliza la misma clave de configuración, pero en la sección [neutron].
fr: Lors de la mise en cache des demandes de métadonnées, Neutron signe l'en-tête Instance-ID à l'aide d'un secret partagé afin d'éviter toute usurpation. Vous pouvez choisir une chaîne comme secret, mais elle doit être identique ici et dans la configuration utilisée par le serveur de métadonnées Nova. REMARQUE : Nova utilise la même clé de configuration, mais dans la section [neutron].
it: Quando si trasferiscono richieste di metadati, Neutron firma l'intestazione Instance-ID con un segreto condiviso per evitare lo spoofing. È possibile selezionare una qualsiasi stringa per un segreto ma deve corrispondere qui e nella configurazione utilizzata da Nova Metadata Server. NOTA: Nova utilizza la stessa chiave di configurazione, ma nella sezione [neutron].
ko_kr: 메타데이터 요청의 프록시 역할을 수행할 때 Neutron이 위조를 방지하기 위해 공유 시크릿으로 Instance-ID 헤더에 서명합니다. 시크릿으로 임의의 문자열을 선택할 수 있지만 여기에 있는 문자열 및 Nova Metadata Server에서 사용하는 구성과 일치해야 합니다. 참고: Nova에서는 [neutron] 섹션에 있는 동일한 구성 키를 사용합니다.
ru: При проксировании запросов метаданных Neutron подписывает заголовок Instance-ID общим секретным ключом для предотвращения подмены. Ключом может быть любая строка, но она должна совпадать с указанной в конфигурации для сервера метаданных Nova. Примечание: Nova использует тот же ключ конфигурации, но в разделе [neutron].

source: Where to store Neutron state files. This directory must be writable by the agent.
es: Dónde almacenar archivos de estado Neutron. Este directorio se debe poder escribir por el agente.
fr: Où stocker des fichiers d'état de Neutron. Ce répertoire doit être accessible en écriture par l'agent.
it: Dove memorizzare i file di stato Neutron. Questa directory deve essere scrivibile dall'agent.
ko_kr: Neutron 상태 파일을 저장할 위치. 에이전트가 이 디렉토리에 쓸 수 있어야 합니다.
ru: Расположение хранения файлов состояния Neutron. Этот каталог должен быть доступен для записи агентом.
tr_tr: Neutron durum dosyalarının nerede depolanacağı. Bu dizin ajan tarafından yazılabilir olmalıdır.

source: With IPv6, the network used for the external gateway does not need to have an associated subnet, since the automatically assigned link-local address (LLA) can be used. However, an IPv6 gateway address is needed for use as the next-hop for the default route. If no IPv6 gateway address is configured here, (and only then) the neutron router will be configured to get its default route from router advertisements (RAs) from the upstream router; in which case the upstream router must also be configured to send these RAs. The ipv6_gateway, when configured, should be the LLA of the interface on the upstream router. If a next-hop using a global unique address (GUA) is desired, it needs to be done via a subnet allocated to the network and not through this parameter.
es: Con IPv6, la red utilizada para la pasarela externa no debetener una subred asociada, ya que puede utilizarse la dirección de enlace local(LLA) asignada automáticamente. No obstante, se necesita una dirección de pasarela IPv6 parautilizarla como siguiente salto para la ruta predeterminada. Si no se configura aquí ningunadirección de pasarela IPv6, (y sólo entonces) se configurará un direccionador de Neutronpara obtener su ruta predeterminada de los avisos de direccionador (RA) deldireccionador en sentido ascendente; en este caso, el direccionador en sentido ascendente también debeconfigurarse para enviar estos RA. ipv6_gateway, cuando se configurada, debeser la LLA de interfaz en el direccionador en sentido ascendente. Si desea un siguiente salto utilizando una dirección exclusivo global (GUA), debe hacerse utilizando una subred asignada a la red, no mediante este parámetro.
fr: Avec IPv6, le réseau utilisé pour la passerelle externe ne doit pas obligatoirement disposer d'un sous-réseau associé, étant donné que l'adresse link-local (LLA) automatiquement affectée peut être utilisée. En revanche, une adresse de passerelle IPv6 est nécessaire pour pouvoir faire un saut sur le chemin par défaut. Si aucune adresse de passerelle IPv6 n'estconfigurée dans ce cas, le routeur Neutron sera configuré pour obtenir son chemin par défaut (et uniquement dans ce but) à partir des annonces du routeur en amont ; dans cette situation, le routeur en amont doit être également configuré pour envoyer lesdites annonces. ipv6_gateway, lorsqu'il est configuré, doit constituer la LLA de l'interface du routeur en amont. Si un saut utilisantune adresse unique globale (GUA) est souhaité, il doit être effectué via un sous-réseau attribué au réseau, et non pas par l'intermédiaire de ce paramètre.
it: Con IPv6, non è necessario che la rete utilizzata per il gateway esterno disponga di una sottorete associata, poiché verrà utilizzato il LLA (link-local address) assegnato automaticamente. Tuttavia, è necessario un indirizzo gateway IPv6 per l'utilizzo come successivo hop per l'instradamento predefinito. Se qui non è configuratonessun indirizzo gateway Ipv6 (e solo poi) verrà configurato il router Neutron per ottenere il relativo instradamento predefinito da RA (Router Advertisement) dal router upstream; in tal caso il router upstream deve essere anche configuratoper inviare questi RA. Ipv6_gateway, quando configurato, deveessere il LLA dell'interfaccia sul router upstream. Se si desidera un hop successivo che utilizzi un GUA (Global Uunique Address) è necessario ottenerlo mediante una sottorete assegnata alla rete e non attraverso questo parametro.
ko_kr: IPv6를 사용하면 자동으로 지정되는 링크 로컬 주소(LLA)를 사용할 수 있으므로 외부 게이트웨이에 사용한 네트워크에 연관 서브넷이 필요하지 않습니다. 그러나 기본 라우트의 다음 홉으로 사용할 IPv6 게이트웨이 주소가 필요합니다. 여기서 IPv6 게이트웨이 주소를 구성하지 않으면(또한 이 경우에만)상위 라우터의 RA(Router Advertisement)에서 해당 기본 라우트를 가져오도록 Neutron 라우터를 구성할 수 있습니다. 이 경우 이러한 RA를 보내도록 상위 라우터를 구성할 수도 있습니다. ipv6_gateway를 구성한 경우, 이 게이트웨이가 상위 라우터의 인터페이스에 대한 LLA여야 합니다. 글로벌 고유 주소(GUA)를 사용하는 다음 합이 필요한 경우, 이 매개변수가 아닌 네트워크에 할당된 서브넷을 통해 수행해야 합니다.
ru: При использовании IPv6 применяемой для внешнего шлюза сети не обязательно иметь связанную подсеть, так как может быть использован автоматически назначаемый адрес link-local (LLA). Однако, адрес шлюза IPv6 необходим в качестве следующего узла для маршрута по умолчанию. Если адрес шлюза IPv6 не указан здесь, (и только в этом случае) будет настроен маршрутизатор Neutron для получения маршрута по умолчанию из объявлений маршрутизатора (RA) от маршрутизатора выше по течению. В этом случае маршрутизатор выше по течению должен быть также настроен для отправки этих RA. Когда указано значение ipv6_gateway, оно должно указывать на LLA интерфейса маршрутизатора выше по течению. Если следующий узел, использующийглобальный уникальный адрес (GUA), является предпочитаем, это необходимо обеспечить посредством подсети, выделенной для сети, а не с помощью этого параметра.
tr_tr: IPv6 ile, harici geçit için kullanılan ağ ilişkili bir alt ağa sahip olmak zorunda değildir, çünkü otomatik olarak atanan bağlantı-yerel adres (LLA) kullanılabilir. Ancak bir IPv6 geçit adresine varsayılan rota için sonraki-nokta olarak kullanılmak üzere ihtiyaç vardır. Burada bir IPv6 geçit adresi yapılandırılmazsa, (ve yalnızca bu durumda) neutron yönlendirici, varsayılan rotasını üst seviye yönlendirici duyurularından (RA) alacak şekilde yapılandırılır; ki bu durumda üst seviye yönlendirici bu RA'ları gönderecek şekilde yapılandırılmalıdır. ipv6_gateway, yapılandırıldığında, üst seviye yönlendirici üzerindeki arayüzün LLA'sı olmalıdır. Eğer genel benzersiz adres (GUA) kullanan bir sonraki-nokta isteniyorsa, bu ağa ayrılmış bir alt ağ vasıtasıyla yapılmalıdır, bu parametre ile değil.

source: You must implement __call__
es: Debe implementar __call__
fr: Vous devez implémenter __call__
it: È necessario implementare __call__
ko_kr: __call__을 구현해야 합니다.
ru: Отсутствует реализация __call__
tr_tr: __call__ fonksiyonunu uygulamalısınız.

source: You must provide a config file for bridge - either --config-file or env[NEUTRON_TEST_CONFIG_FILE]
es: Debe proporcionar un archivo config para puente, ya sea --config-file o env[NEUTRON_TEST_CONFIG_FILE]
fr: Vous devez fournir un fichier de configuration pour le pont --config-file ou env[NEUTRON_TEST_CONFIG_FILE]
it: È necessario fornire un file di configurazione per il bridge - --config-file o env[NEUTRON_TEST_CONFIG_FILE]
ko_kr: 브릿지에 대한 구성 파일, 즉 --config-file 또는 env[QUANTUM_TEST_CONFIG_FILE] env[NEUTRON_TEST_CONFIG_FILE]
ru: Необходимо задать файл конфигурации для моста, или --config-file, или env[NEUTRON_TEST_CONFIG_FILE]
tr_tr: Köprü için bir yapılandırma dosyası sağlamalısınız - ya --config-file ya da env[NEUTRON_TEST_CONFIG_FILE]

source: You must provide a revision or relative delta
es: Debe proporcionar una revisión o delta relativa
fr: Vous devez fournir une révision ou un delta relatif.
it: È necessario fornire una revisione o delta relativo
ko_kr: 개정판 또는 상대적 델타를 제공해야 함
ru: Необходимо указать ревизию или относительную дельта
tr_tr: Bir sürüm ya da ilişkili fark sağlamalısınız

source: a subnetpool must be specified in the absence of a cidr
es: se debe especificar una agrupación de subredes si no hay un cidr
fr: Un pool de sous-réseau doit être spécifié en l'absence d'un cidr
it: un pool di sottorete deve essere specificato in assenza di un cidr
ko_kr: cidr이 없는 경우 subnetpool을 지정해야 함
ru: пул подсетей должен быть указан в отсутствие cidr

source: add_ha_port cannot be called inside of a transaction.
es: no se puede invocar a add_ha_port dentro de una transacción.
fr: Le paramètre add_ha_port ne peut pas être appelé à l'intérieur d'une transaction.
it: add_ha_port non può essere richiamato all'interno di una transazione.
ko_kr: 트랜잭션 내에서 add_ha_port를 호출할 수 없습니다.
ru: add_ha_port нельзя вызывать внутри транзакции.

source: allocation_pools allowed only for specific subnet requests.
es: allocation_pools sólo se permite para solicitudes de subred específicas.
fr: allocation_pools autorisé uniquement pour les requêtes de sous-réseau spécifiques.
it: allocation_pools consentita solo per specifiche richieste della sottorete.
ko_kr: allocation_pools는 특정 서브넷 요청에만 사용할 수 있습니다.
ru: allocation_pools разрешено только для определенных запросов подсетей.
tr_tr: allocation_pools yalnızca belirli alt ağ istekleri için izinli.

source: allocation_pools are not in the subnet
es: allocation_pools no están en la subred
fr: allocation_pools ne figurent pas dans le sous-réseau
it: allocation_pools non presenti nella sottorete
ko_kr: allocation_pools가 서브넷에 없음
ru: allocation_pools не принадлежит подсети

source: allocation_pools use the wrong ip version
es: allocation_pools utiliza la versión de IP incorrecta
fr: allocation_pools utilise une version IP erronée
it: allocation_pools utilizzano la versione IP errata
ko_kr: allocation_pools에서 잘못된 ip 버전을 사용함
ru: Недопустимая версия IP для allocation_pools

source: already a synthetic attribute
es: ya es un atributo sintético
fr: déjà un attribut synthétique
it: è già presente un attributo synthetic
ko_kr: 이미 합성 속성임
ru: атрибут уже является синтетическим

source: binding:profile value too large
es: Valor de binding:profile demasiado grande
fr: Valeur de liaison:profil excessive
it: valore binding:profile troppo esteso
ko_kr: 바인딩:프로파일 값이 너무 김
ru: Слишком большое значение binding:profile
tr_tr: bağ:profil değeri çok büyük

source: cannot perform %(event)s due to %(reason)s
es: no se puede llevar a cabo %(event)s debido a %(reason)s
fr: Impossible d'exécuter %(event)s en raison de %(reason)s
it: impossibile esegure %(event)s a causa di %(reason)s
ko_kr: %(reason)s(으)로 인해 %(event)s을(를) 수행할 수 없음
ru: не удается выполнить %(event)s, причина: %(reason)s

source: cidr and prefixlen must not be supplied together
es: cidr y prefixlen no pueden proporcionarse conjuntamente
fr: cidr et prefixlen ne doivent pas être fournis ensemble
it: non devono essere forniti insieme cidr e prefixlen
ko_kr: cidr 및 prefixlen을 함께 입력하지 않아야 함
ru: cidr и prefixlen не должны быть указаны вместе
tr_tr: cidr ve prefixlen birlikte verilmemelidir

source: dhcp_agents_per_network must be >= 1. '%s' is invalid.
es: dhcp_agents_per_network debe ser >= 1. '%s' no es válido.
fr: dhcp_agents_per_network doit être >= 1. '%s' n'est pas valide.
it: dhcp_agents_per_network deve essere >= 1. '%s' non è valido.
ko_kr: dhcp_agents_per_network는 1 이상이어야 합니다. '%s'은(는) 올바르지 않습니다.
ru: Значение dhcp_agents_per_network должно быть >= 1. Значение '%s' недопустимо.
tr_tr: dhcp_agents_per_network >= 1 olmalı. '%s' geçersiz.

source: dns_domain cannot be specified without a dns_name
es: No se puede especificar dns_domain sin un dns_name
fr: dns_domain ne peut pas être spécifié sans dns_name
it: dns_domain non può essere specificato senza un dns_name
ko_kr: dns_name 없이 dns_domain을 지정할 수 없음
ru: dns_domain должен указываться вместе с dns_name

source: dns_name cannot be specified without a dns_domain
es: No se puede especificar dns_name sin un dns_domain
fr: dns_name ne peut pas être spécifié sans dns_domain
it: dns_name non può essere specificato senza un dns_domain
ko_kr: dns_domain 없이 dns_name을 지정할 수 없음
ru: dns_name должен указываться вместе с dns_domain

source: fixed_ip_address cannot be specified without a port_id
es: fixed_ip_address no se puede especificar sin un port_id
fr: Impossible de spécifier une adresse IP fixe sans ID port
it: Impossibile specificare un fixed_ip_address senza un porta_id
ko_kr: fixed_ip_address는 port_id 없이 지정할 수 없음
ru: fixed_ip_address должен указываться вместе с port_id
tr_tr: fixed_ip_addres port_id olmadan belirtilemez

source: has device owner %s
es: tiene el propietario de dispositivo %s
fr: a le propriétaire de terminal %s
it: ha il proprietario del dispositivo %s
ko_kr: 디바이스 소유자 %s이(가) 있음
ru: имеет владельца устройства %s
tr_tr: %s aygıt sahibine sahip

source: in use
es: en uso
fr: utilisé
it: in uso
ko_kr: 사용 중
ru: Используется
tr_tr: kullanımda

source: ip command failed on device %(dev_name)s: %(reason)s
es: El mandato ip ha fallado en el dispositivo %(dev_name)s: %(reason)s
fr: Echec de la commande sur le périphérique %(dev_name)s : %(reason)s
it: comando ip non riuscito sul dispositivo %(dev_name)s: %(reason)s
ko_kr: %(dev_name)s 디바이스에 대한 ip 명령 실패: %(reason)s
ru: Не удалось выполнить команду ip на устройстве %(dev_name)s: %(reason)s
tr_tr: ip komutu %(dev_name)s aygıtı üzerinde başarısız: %(reason)s

source: ip command failed: %(reason)s
es: Ha fallado el mandato ip: %(reason)s
fr: Échec de commande IP : %(reason)s
it: Comando IP non riuscito: %(reason)s
ko_kr: ip 명령 실패: %(reason)s
ru: Команда ip не выполнена: %(reason)s

source: ip link capability %(capability)s is not supported
es: No hay soporte para la función de ip link %(capability)s
fr: Fonctionnalité de liaison IP %(capability)s non prise en charge
it: La funzione ip link %(capability)s non è supportata
ko_kr: ip 링크 기능 %(capability)s이(가) 지원되지 않음
ru: Функция ip link %(capability)s не поддерживается
tr_tr: ip bağlantı yeteneği %(capability)s desteklenmiyor

source: ip link command is not supported: %(reason)s
es: No hay soporte para el mandato ip link: %(reason)s
fr: Commande link IP non prise en charge : %(reason)s
it: Il comando ip link non è supportato: %(reason)s
ko_kr: ip 링크 명령이 지원되지 않음: %(reason)s
ru: Команда ip link не поддерживается: %(reason)s
tr_tr: ip bağlantı komutu desteklenmiyor: %(reason)s

source: ip_version must be specified in the absence of cidr and subnetpool_id
es: ip_version debe especificarse en ausencia de cidr y subnetpool_id
fr: ip_version doit être indiqué si cidr et subnetpool_id ne sont pas définis
it: è necessario specificare ip_version in assenza di cidr e subnetpool_id
ko_kr: cidr 및 subnetpool_id가 없는 경우 ip_version을 지정해야 함
ru: ip_version должно быть указано при отсутствии cidr and subnetpool_id
tr_tr: subnetpool_id ve cidr olmadığında ip_version belirtilmelidir

source: ipv6_address_mode is not valid when ip_version is 4
es: ipv6_address_mode no es válido cuando ip_version es 4
fr: ipv6_address_mode est non valide quand ip_version est 4
it: ipv6_address_mode non è valida quando ip_version è 4
ko_kr: ip_version이 4인 경우 ipv6_address_mode가 올바르지 않음
ru: ipv6_address_mode недопустим, когда ip_version - 4
tr_tr: ip_version 4 olduğunda ipv6_address_mode geçerli değildir

source: ipv6_ra_mode is not valid when ip_version is 4
es: ipv6_ra_mode no es válido cuando ip_version es 4
fr: ipv6_ra_mode est non valide quand ip_version est 4
it: ipv6_ra_mode non è valida quando ip_version è 4
ko_kr: ip_version이 4인 경우 ipv6_ra_mode가 올바르지 않음
ru: ipv6_ra_mode недопустим, когда ip_version - 4
tr_tr: ip_version 4 olduğunda ipv6_ra_mode geçerli değildir

source: ipv6_ra_mode or ipv6_address_mode cannot be set when enable_dhcp is set to False.
es: ipv6_ra_mode o ipv6_address_mode no se pueden establecer cuando enable_dhcp está establecido en False.
fr: ipv6_ra_mode ou ipv6_address_mode ne peut pas être défini si enable_dhcp a la valeur False.
it: ipv6_ra_mode o ipv6_address_mode non possono essere impostati quando enable_dhcp è impostato su False.
ko_kr: enable_dhcp가 False로 설정된 경우 ipv6_ra_mode 또는 ipv6_address_mode를 설정할 수 없습니다.
ru: Невозможно задать ipv6_ra_mode или ipv6_address_mode, если для enable_dhcp задано значение False.
tr_tr: enable_dhcp False olarak ayarlıyken ipv6_ra_mode veya ipv6_address_mode ayarlanamaz.

source: ipv6_ra_mode set to '%(ra_mode)s' with ipv6_address_mode set to '%(addr_mode)s' is not valid. If both attributes are set, they must be the same value
es: ipv6_ra_mode establecido en '%(ra_mode)s' con ipv6_address_mode establecido en '%(addr_mode)s' no es válido. Si se establecen ambos atributos, deben tener el mismo valor
fr: ipv6_ra_mode défini sur '%(ra_mode)s' avec ipv6_address_mode défini sur '%(addr_mode)s' n'est pas correct. Si les deux attributs sont définis, ils doivent avoir la même valeur
it: ipv6_ra_mode impostato su '%(ra_mode)s' con ipv6_address_mode impostato su '%(addr_mode)s' non è valido. Se sono impostati entrambi gli attributi, essi devono avere lo stesso valore
ko_kr: '%(ra_mode)s'(으)로 설정된 ipv6_ra_mode('%(addr_mode)s'(으)로 설정된 ipv6_address_mode 포함)가 올바르지 않습니다. 두 설정 다 설정된 경우 동일한 값이어야 합니다.
ru: Для ipv6_ra_mode задано значение '%(ra_mode)s', а значение ipv6_address_mode, заданное как '%(addr_mode)s', является недопустимым. Если указаны оба атрибута, их значения должны совпадать
tr_tr: ipv6_ra_mode kipi '%(ra_mode)s' olarak ipv6_address_mode '%(addr_mode)s' olarak ayarlanması geçersizdir. İki öznitelik de ayarlanıyorsa, aynı değerde olmalılar

source: mac address update
es: Actualización de la dirección MAC
fr: Mise à jour d'adresse MAC
it: aggiornamento indirizzo mac
ko_kr: mac 주소 업데이트
ru: Обновление mac-адреса
tr_tr: mac adres güncellemesi

source: max_l3_agents_per_router %(max_agents)s config parameter is not valid. It has to be greater than or equal to min_l3_agents_per_router %(min_agents)s.
es: El parámetro de configuración max_l3_agents_per_router %(max_agents)s no es válido. Debe ser mayor o igual que min_l3_agents_per_router %(min_agents)s.
fr: Le paramètre de configuration max_l3_agents_per_router %(max_agents)s n'est pas valide. Il doit être supérieur ou égal à min_l3_agents_per_router %(min_agents)s.
it: Il parametro di configurazione max_l3_agents_per_router %(max_agents)s non è valido. Deve essere maggiore o uguale a min_l3_agents_per_router %(min_agents)s.
ko_kr: max_l3_agents_per_router %(max_agents)s 구성 매개변수가 올바르지 않습니다. min_l3_agents_per_router와 같거나 이보다 커야 합니다.%(min_agents)s과(와) 연관되어 있습니다.
ru: Недопустимый параметр конфигурации max_l3_agents_per_router %(max_agents)s. Он должен быть больше либо равен min_l3_agents_per_router %(min_agents)s.
tr_tr: max_l3_agents_per_router %(max_agents)s yapılandırma parametresi geçerli değil. min_l3_agents_per_router %(min_agents)s den büyük ya da ona eşit olmalı.

source: min_l3_agents_per_router config parameter is not valid. It has to be equal to or more than %s for HA.
es: El parámetro de configuración min_l3_agents_per_router no es válido. Tiene que ser igual o mayor que %s para HA.
fr: Le paramètre de configuration min_l3_agents_per_router n'est pas valide. Il doit être supérieur ou égal à %s pour la haute disponibilité.
it: il parametro di configurazione min_l3_agents_per_router non è valido. Deve essere uguale o maggiore di %s per HA.
ko_kr: min_l3_agents_per_router 구성 매개변수가 올바르지 않습니다.HA의 %s과(와) 동일하거나 이상이어야 합니다.
ru: Недопустимый параметр конфигурации min_l3_agents_per_router. Он должен быть не меньше %s для высокой готовности.
tr_tr: min_l3_agents_per_router yapılandırma parametresi geçerli değil. HA için %s den büyük ya da eşit olmalı.

source: must provide exactly 2 arguments - cidr and MAC
es: debe dar exactamente 2 argumentos: cidr y MAC
fr: doit fournir exactement 2 arguments - cidr et MAC
it: è necessario fornire esattamente 2 argomenti - cidr e MAC
ko_kr: 정확히 두 개의 인수 - cidr 및 MAC를 제공해야 함
ru: Необходимо задать ровно 2 аргумента - cidr и MAC

source: network_type required
es: network_type requerido
fr: network_type requis
it: network_type obbligatorio
ko_kr: network_type이 필요함
ru: Требуется network_type
tr_tr: network_type gerekli

source: network_type value '%s' not supported
es: valor network_type '%s' no admitido
fr: Valeur network_type '%s' non prise en charge
it: Valore network_type '%s' non supportato
ko_kr: network_type에서 '%s' 값을 지원하지 않습니다
ru: Для network_type не поддерживается значение '%s'
tr_tr: network_type değeri '%s' desteklenmiyor
