Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: new subnet
es: nueva subred
fr: nouveau sous-réseau
it: nuova sottorete
ko_kr: 새 서브넷
ru: новая подсеть
tr_tr: yeni alt ağ

source: physical_network '%s' unknown for VLAN provider network
es: physical_network '%s' desconocido para la red del proveedor VLAN
fr: physical_network '%s' inconnu pour le réseau de fournisseurs de réseau local virtuel
it: physical_network '%s' sconosciuta per la rete del provider VLAN
ko_kr: VLAN 제공자 네트워크에 대해 실제 네트워크 '%s'을(를) 알 수 없음.
ru: Неизвестная физическая сеть '%s' для сети VLAN провайдера
tr_tr: physical_network '%s' VLAN sağlayıcı ağı için bilinmiyor

source: physical_network '%s' unknown for flat provider network
es: physical_network '%s' desconocida para la red de proveedor simple
fr: physical_network '%s' inconnu pour le réseau de fournisseurs non hiérarchique
it: physical_network '%s' sconosciuta per rete flat del provider
ko_kr: 플랫 제공자 네트워크에 대해 실제 네트워크 '%s'을(를) 알 수 없음.
ru: Неизвестная физическая сеть '%s' для одноуровневой сети провайдера
tr_tr: physical_network '%s' düz sağlayıcı ağı için bilinmiyor

source: physical_network required for flat provider network
es: se requiere physical_network para la red de proveedor simple
fr: physical_network obligatoire pour le réseau de fournisseurs non hiérarchique
it: physical_network richiesta per rete flat del provider
ko_kr: 플랫 제공자 네트워크에 실제 네트워크 필요
ru: Для одноуровневой сети провайдера требуется physical_network
tr_tr: Düz sağlayıcı ağı için physical_network gerekir

source: provider:physical_network specified for %s network
es: proveedor:physical_network especificado para la red %s
fr: provider:physical_network spécifié pour le réseau %s
it: provider:physical_network specificata per la rete %s
ko_kr: %s 네트워크에 대해 지정된 provider:physical_network 입니다
ru: Для сети %s указан provider:physical_network
tr_tr: sağlayıcı:physical_network %s ağı için belirtildi

source: rbac_db_model not found in %s
es: No se ha encontrado rbac_db_model en %s
fr: rbac_db_model non trouvé dans %s
it: rbac_db_model non trovato in %s
ko_kr: %s에서 rbac_db_model을 찾을 수 없음
ru: rbac_db_model не найден в %s

source: record
es: registro
fr: enregistrement
ko_kr: 레코드
ru: запись
tr_tr: kayıt

source: respawn_interval must be >= 0 if provided.
es: respawn_interval debe ser >= 0 si se proporciona.
fr: respawn_interval doit être >= 0 si fourni.
it: respawn_interval deve essere >= 0 se fornito.
ko_kr: respawn_interval은 >= 0이어야 합니다(제공된 경우).
ru: Значение respawn_interval, если оно указано, должно быть >= 0.
tr_tr: eğer sağlanmışsa respawn_interval >= 0 olmalı.

source: segmentation_id out of range (%(min)s through %(max)s)
es: segmentation_id fuera de rango (%(min)s a %(max)s)
fr: segmentation_id hors plage (%(min)s à %(max)s)
it: segmentation_id fuori dall'intervallo (da %(min)s a %(max)s)
ko_kr: segmentation_id가 범위(%(min)s - %(max)s)를 벗어남
ru: segmentation_id вне диапазона (%(min)s - %(max)s)
tr_tr: segmentation_id aralık dışında (%(min)s %(max)s arasında)

source: segmentation_id requires physical_network for VLAN provider network
es: segmentation_id requiere physical_network para la red de proveedor VLAN
fr: segmentation_id requiert physical_network pour le réseau de fournisseurs de réseau local virtuel
it: segmentation_id richiede physical_network per la rete del provider VLAN
ko_kr: segmentation_id는 VLAN 제공자 네트워크의 physical_network가 필요함
ru: Для segmentation_id требуется physical_network для сети VLAN провайдера
tr_tr: segmentation_id VLAN sağlayıcı ağı için physical_network'e ihtiyaç duyar

source: shared attribute switching to synthetic
es: atributo compartido cambiando a sintético
fr: commutation d'attribut partagé vers attribut synthétique
it: passaggio dell'attributo condiviso su synthetic
ko_kr: 공유 속성을 합성으로 전환
ru: общий атрибут изменен на синтетический

source: subnetpool %(subnetpool_id)s cannot be updated when associated with shared address scope %(address_scope_id)s
es: La agrupación de subred %(subnetpool_id)s no se puede actualizar cuando está asociada con el ámbito de dirección compartida %(address_scope_id)s
fr: Le pool de sous-réseau %(subnetpool_id)s ne peut pas être mis à jour s'il est associé avec la portée d'adresse partagée %(address_scope_id)s
it: Il pool di sottorete %(subnetpool_id)s non può essere aggiornato quando associato all'ambito indirizzo condiviso %(address_scope_id)s
ko_kr: 공유 주소 범위 %(address_scope_id)s과(와) 연관된 경우 서브넷 풀 %(subnetpool_id)s을(를) 업데이트할 수 없음
ru: Пул подсетей %(subnetpool_id)s нельзя изменять, если он связан с общедоступной адресной областью %(address_scope_id)s

source: subnetpool_id and use_default_subnetpool cannot both be specified
es: No se puede especificar a la vez subnetpool_id y use_default_subnetpool
fr: Les paramètres subnetpool_id et use_default_subnetpool ne peuvent pas être tous deux spécifiés
it: subnetpool_id e use_default_subnetpool non possono essere entrambi specificati
ko_kr: subnetpool_id 및 use_default_subnetpool을 모두 지정할 수 없음
ru: Нельзя одновременно задавать значения subnetpool_id и use_default_subnetpool

source: the nexthop is not connected with router
es: el siguiente salto no está conectado con el direccionador
fr: nexthop n'est pas connecté au routeur
it: l'hop successivo non è connesso al router
ko_kr: nexthop이 라우터와 연결되지 않음
ru: следующий узел не соединен с маршрутизатором
tr_tr: Sonraki nokta yönlendiriciyle bağlı değil

source: the nexthop is used by router
es: el siguiente salto lo está utilizando el direccionador
fr: nexthop est utilisé par le routeur
it: l'hop successivo è utilizzato dal router
ko_kr: 라우터가 nexthop을 사용함
ru: следующий узел используется маршрутизатором
tr_tr: sonraki nokta yönlendirici tarafından kullanılıyor

source: unable to load %s
es: no se puede cargar %s
fr: impossible de charger %s
it: impossibile caricare %s
ko_kr: %s을(를) 로드할 수 없음
ru: не удалось загрузить %s

source: uuid provided from the command line so external_process can track us via /proc/cmdline interface.
es: uuid proporcionada desde la línea de mandatos para que external_process puede realizar un seguimiento a través de la interfaz /proc/cmdline.
fr: Identificateur unique universel fourni dans la ligne de commande afin de permettre à external_process d'effectuer le suivi de l'uuid via l'interface /proc/cmdline.
it: uuid fornito da riga comandi pertanto external_process può tenere traccia dell'utente mediante l'interfaccia /proc/cmdline.
ko_kr: external_process가 /proc/cmdline 인터페이스를 통해 추적할 수 있도록 명령행에서 제공된 uuid입니다.
ru: UUID передан из командной строки. Это позволяет внешнему процессу отслеживать через интерфейс /proc/cmdline.
tr_tr: external_process bizi /proc/cmdline arayüzünden takip edebilsin diye komut satırından sağlanan uuid.

source: OK
tr_tr: Tamam
