Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: Default value of availability zone hints. The availability zone aware schedulers use this when the resources availability_zone_hints is empty. Multiple availability zones can be specified by a comma separated string. This value can be empty. In this case, even if availability_zone_hints for a resource is empty, availability zone is considered for high availability while scheduling the resource.
es: Valor predeteminado de las sugerencias de zonas de disponibilidad. Los planificadores conocedores de zonas de disponibilidad utilizan esto cuando availability_zone_hints de los recursos está vacío. Se pueden especificar múltiples zonas de disponibilidad en una cadena separada por comas. Este valor puede estar vacío. En este caso, aunque availability_zone_hints de un recurso esté vacío, se tiene en cuenta la zona de disponibilidad para la alta disponibilidad al planificar el recurso.
fr: Valeur par défaut des suggestions de zone de disponibilité. Les planificateurs de zone de disponibilité utilisent cette valeur lorsque le paramètre resources availability_zone_hints est à blanc. Plusieurs zones de disponibilité peuvent être indiquées en les séparant par une virgule. Cette valeur peut être vide. Dans ce cas, même si le paramètre availability_zone_hints d'une ressource est à blanc, la zone de disponibilité est prise en compte pour la haute disponibilité lors de la planification de la ressource.
it: Il valore predefinito dei suggerimenti per la zona di disponibilità. Gli scheduler che riconoscono la zona di disponibilità utilizzano questo valore quando le risorse availability_zone_hints sono vuote. Più zone di disponibilità possono essere specificate mediante una stringa separata da virgole. Questo valore non può essere vuoto. In questo caso, anche se availability_zone_hints per una risorsa è vuoto, la zona di disponibilità viene considerata per l'elevata disponibilità durante la pianificazione della risorsa.
ko_kr: 가용 구역 힌트의 기본값입니다. 리소스 availability_zone_hints가 비어 있으면 가용 구역 인식 스케줄러에서 이 값을 사용합니다. 쉼표로 구분된 문자열을 사용하여 여러 가용 구역을 지정할 수 있습니다. 이 값은 비어있을 수 있습니다. 이 경우 자원의 availability_zone_hints가 비어 있어도 자원을 스케줄링하는 동안 고가용성을 위해 가용 구역을 고려합니다.
ru: Значение по умолчанию параметра availability_zone_hints. Планировщики, учитывающие зону доступности, используют этот параметр, когда параметр availability_zone_hints для ресурсов пустой. Несколько зон доступности разделяются запятыми. Значение может быть пустым. В этом случае, даже если параметр availability_zone_hints для ресурса пустой, зона доступности считается пригодной для функций высокой готовности при планировании ресурса.

source: Define the default value of enable_snat if not provided in external_gateway_info.
es: Defina el valor predeterminado de enable_snat si no se proporciona en external_gateway_info.
fr: Définissez la valeur par défaut de enable_snat si elle n'est pas indiquée dans external_gateway_info.
it: Definire il valore predefinito di enable_snat se non fornito in external_gateway_info.
ko_kr: external_gateway_info에 제공되지 않은 경우 enable_snat의 기본값을 정의하십시오.
ru: Определить значение по умолчанию enable_snat, если оно не указано в external_gateway_info.
tr_tr: external_gateway_info'da sağlanmamışsa enable_snat'ın varsayılan değerini tanımla.

source: Defines providers for advanced services using the format: <service_type>:<name>:<driver>[:default]
es: Define proveedores para servicios avanzados con el formato: <service_type>:<name>:<driver>[:predeterminados]
fr: Définit des fournisseurs pour les services avancés utilisant le format : <service_type>:<name>:<driver>[:default]
it: Definisce i provider per i servizi avanzati utilizzando il formato: <service_type>:<name>:<driver>[:default]
ko_kr: 다음 형식을 사용하여 고급 서비스에 대한 제공자 정의: <service_type>:<name>:<driver>[:default]
ru: Определяет поставщиков для расширенных служб в формате: <service_type>:<name>:<driver>[:default]
tr_tr: Şu biçimi kullanarak gleişmiş servisler için sağlayıcılar tanımlar: <service_type>:<name>:<driver>[:default]

source: Delay within which agent is expected to update existing ports whent it restarts
es: Retardo dentro del cual se espera que el agente actualice los puertos existentes cuando reinicios
fr: Temps d'attente durant lequel l'agent doit mettre à jour les ports existants lors de son redémarrage
it: Ritardo in cui è previsto che l'agent aggiorni le porte esistenti quando viene riavviato
ko_kr: 에이전트를 다시 시작할 경우 에이전트가 기존 포트를 업데이트할 것으로 예상되는 지연 시간
ru: Задержка, в течение которой агент, предположительно, должен обновить существующие порты при перезапуске
tr_tr: Yeniden başlatıldığında mevcut bağlantı noktalarını güncellemesi beklenen ajan içindeki gecikme

source: Delete the namespace by removing all devices.
es: Suprimir el espacio de nombres eliminando todos los dispositivos.
fr: Supprimez l'espace de nom en supprimant toutes les unités.
it: Elimina lo spazio dei nomi rimuovendo tutti i dispositivi.
ko_kr: 모든 디바이스를 제거하여 네임스페이스를 삭제하십시오.
ru: Удалите пространство имен, удалив все устройства.
tr_tr: İsim uzayını tüm aygıtları kaldırarak sil.

source: Deleting port %s
es: Suprimiendo el puerto %s
fr: Suppression du port %s
it: Eliminazione della porta %s
ko_kr: 포트 %s 삭제 중
ru: Удаление порта %s
tr_tr: Bağlantı noktası %s siliniyor

source: Deployment error: %(reason)s.
es: Error de despliegue: %(reason)s.
fr: Erreur de déploiement : %(reason)s.
it: Errore di distribuzione: %(reason)s.
ko_kr: 배포 오류: %(reason)s.
ru: Ошибка развертывания: %(reason)s.

source: Destroy IPsets even if there is an iptables reference.
es: Destruir IPsets aunque haya una referencia iptables.
fr: Détruire les IPsets même s'il y a une référence iptables.
it: Distruggere gli IPset anche se c'è un riferimento iptables.
ko_kr: iptables 참조가 있는 경우에도 IPset를 영구 삭제하십시오.
ru: Уничтожить IPset даже при наличии ссылок iptables.
tr_tr: Iptables referansı olsa bile IPset'leri sil.

source: Destroy all IPsets.
es: Destruir todos los IPsets.
fr: Destruction de tous les IPsets.
it: Distruggere tutti gli IPset.
ko_kr: 모든 IPset를 영구 삭제하십시오.
ru: Уничтожить все IPset.
tr_tr: Tüm IPset'leri sil.

source: Device %(dev_name)s in mapping: %(mapping)s not unique
es: El dispositivo %(dev_name)s en la correlación: %(mapping)s no es exclusivo
fr: Périphérique %(dev_name)s non unique dans le mappage '%(mapping)s'
it: Dispositivo %(dev_name)s nell'associazione: %(mapping)s non univoco
ko_kr: %(mapping)s 맵핑의 %(dev_name)s 디바이스가 고유하지 않음
ru: Устройство %(dev_name)s в карте связей %(mapping)s неуникально
tr_tr: %(mapping)s eşleştirmesindeki aygıt %(dev_name)s benzersiz

source: Device '%(device_name)s' does not exist.
es: El dispositivo '%(device_name)s' no existe.
fr: L'unité '%(device_name)s' n'existe pas.
it: Il dispositivo '%(device_name)s' non esiste.
ko_kr: '%(device_name)s' 장치가 없습니다.
ru: Устройство '%(device_name)s' не существует.

source: Device has no virtual functions
es: El dispositivo no tiene funciones virtuales
fr: L'unité n'a aucune fonction virtuelle
it: Il dispositivo non ha funzioni virtuali
ko_kr: 디바이스에 가상 기능이 없음
ru: У устройства нет виртуальных функций
tr_tr: Aygıt sanal fonksiyonlara sahip değil

source: Device name %(dev_name)s is missing from physical_device_mappings
es: Falta el nombre de dispositivo %(dev_name)s en physical_device_mappings
fr: Le nom de périphérique %(dev_name)s est manquant dans physical_device_mappings
it: Il nome dispositivo %(dev_name)s manca da physical_device_mappings
ko_kr: physical_device_mappings에서 디바이스 이름 %(dev_name)s이(가) 누락됨
ru: Имя устройства %(dev_name)s не указано в physical_device_mappings
tr_tr: Aygıt ismi %(dev_name)s physical_device_mappings'de eksik

source: Device not found
es: No se ha encontrado el dispositivo
fr: Equipement non trouvé
it: Dispositivo non trovato
ko_kr: 디바이스를 찾을 수 없음
ru: Устройство не найдено
tr_tr: Aygıt bulunamadı

source: Distributed Virtual Router Mac Address for host %(host)s does not exist.
es: La dirección Mac del direccionador virtual distribuido para el host %(host)s no existe.
fr: L'adresse MAC DVR (routeur virtuel distribué) n'existe pas pour l'hôte %(host)s.
it: L'indirizzo MAC del router virtuale distribuito per l'host %(host)s non esiste.
ko_kr: %(host)s 호스트의 분산 가상 라우터 Mac 주소가 없습니다.
ru: MAC-адрес распределенного виртуального маршрутизатора для хоста %(host)s не существует.
tr_tr: %(host)s istemcisi için Dağıtık Sanal Yönlendirici Mac Adresi mevcut değil.

source: Domain %(dns_domain)s not found in the external DNS service
es: No se encuentra el dominio %(dns_domain)s en el servicio DNS externo
fr: Domaine %(dns_domain)s non trouvé dans le service DNS externe
it: Dominio %(dns_domain)s non trovato nel servizio DNS esterno
ko_kr: 외부 DNS 서비스에서 도메인 %(dns_domain)s을(를) 찾을 수 없음
ru: Домен %(dns_domain)s не найден во внешней службе DNS

source: Domain to use for building the hostnames
es: Dominio a utilizar par crear los nombres de host
fr: Domaine à utiliser pour générer les noms d'hôte
it: Dominio da utilizzare per creare i nomi host
ko_kr: 호스트 이름 빌드에 사용할 도메인
ru: Домен, используемый для компоновки имен хостов
tr_tr: Makine adlarını inşa için kullanılacak alan

source: Domain to use for building the hostnames. This option is deprecated. It has been moved to neutron.conf as dns_domain. It will be removed in a future release.
es: Dominio que se va a utilizar para crear los nombres de host. Esta opción está en desuso. Se ha trasladado a neutron.conf como dns_domain. Se eliminará en un release futuro.
fr: Domaine à utiliser pour générer les noms d'hôte. Cette option est obsolète. Elle a été transférée dans neutron.conf sous la forme dns_domain. Elle sera supprimée dans une édition ultérieure.
it: Dominio da utilizzare per creare i nomi host. Questa opzione è obsoleta. È stata spostata in neutron.conf come dns_domain. Verrà rimossa da qui in una futura release.
ko_kr: 호스트 이름 빌드에 사용할 도메인입니다. 이 옵션은 더 이상 사용되지 않습니다. 이 도메인은 dns_domain으로 neutron.conf에 이동되었습니다. 향후 릴리스에서는 제거됩니다.
ru: Домен для компоновки имен хостов. Эта опция устарела и перемещена в neutron.conf как dns_domain. Будет удалена в последующих выпусках.

source: Downgrade no longer supported
es: La degradación ya no está soportada
fr: La rétromigration n'est plus prise en charge
it: Riduzione non più supportata
ko_kr: 다운그레이드는 현재 지원하지 않음
ru: Понижение больше не поддерживается
tr_tr: Alçaltma artık desteklenmiyor

source: Driver %s is not unique across providers
es: El controlador %s no es único entre los proveedores
fr: Le pilote %s n'est pas unique entre les fournisseurs
it: Il driver %s non è univoco tra i provider
ko_kr: %s 드라이버가 제공자에서 고유하지 않음
ru: Драйвер %s не является уникальным среди поставщиков
tr_tr: %s sürücüsü sağlayıcılar arasında benzersiz değil

source: Driver for external DNS integration.
es: Controlador para la integración externa de DNS.
fr: Pilote pour intégration DNS externe.
it: Driver per l'integrazione DNS esterna.
ko_kr: 외부 DNS 통합을 위한 드라이버.
ru: Драйвер для интеграции с внешним DNS.

source: Driver for security groups firewall in the L2 agent
es: Controlador para el cortafuegos de grupos de seguridad en el agente L2
fr: Pilote pour le pare-feu de groupes de sécurité dans l'agent de niveau 2
it: Driver per il firewall dei gruppi di sicurezza nell'agent L2
ko_kr: L2 에이전트의 보안 그룹 방화벽에 대한 드라이버
ru: Драйвер для брандмауэра групп защиты в агенте L2
tr_tr: L2 ajanındaki güvenlik grubunun güvenlik duvarı için sürücü

source: Driver to use for scheduling network to DHCP agent
es: Controlador que utilizar para la planificación de la red para el agente DHCP
fr: Pilote à utiliser pour la planification du réseau de l'agent DHCP
it: Driver da utilizzare per la pianificazione della rete nell'agent DHCP
ko_kr: DHCP 에이전트에 대한 네트워크 스케줄링에 사용할 드라이버
ru: Драйвер, используемый для планирования сети для агента DHCP
tr_tr: Ağın DHCP ajanlarına zamanlanması için kullanılacak sürücü

source: Driver to use for scheduling router to a default L3 agent
es: Controlador que utilizar para la planificación del direccionador para un agente L3 predeterminado
fr: Pilote à utiliser pour la planification du routeur de l'agent L3 par défaut
it: Driver da utilizzare per la pianificazione del router nell'agent L3 predefinito
ko_kr: 기본 L3 에이전트에 대한 라우터 스케줄링에 사용할 드라이버
ru: Драйвер, используемый для планирования маршрутизатора для агента L3 по умолчанию
tr_tr: Yönlendiriciyi bir L3 ajanına zamanlamak için gerekli sürücü

source: Driver used for ipv6 prefix delegation. This needs to be an entry point defined in the neutron.agent.linux.pd_drivers namespace. See setup.cfg for entry points included with the neutron source.
es: Controlador utilizado para la delegación de prefijos ipv6. Debe ser un punto de entrada definido en el espacio de nombres neutron.agent.linux.pd_drivers. Consulte setup.cfg para ver los puntos de entrada incluidos con el origen de neutron.
fr: Pilote utilisé pour la délégation de préfixe ipv6. Il doit s'agir d'un point d'entrée défini dans l'espace de nom neutron.agent.linux.pd_drivers. Voir setup.cfg pour connaître les points d'entrée inclus avec la source de neutron.
it: Il driver utilizzato per la delega prefisso ipv6. Deve essere un punto di immissione definito nello spazio dei nomi neutron.agent.linux.pd_drivers. Consultare setup.cfg per i punti di immissione inclusi con l'origine neutron.
ko_kr: ipv6 접두부 위임에 사용되는 드라이버입니다. 이는 neutron.agent.linux.pd_drivers 네임스페이스에서 정의된 시작점이어야 합니다. neutron 소스와 함께 포함된 시작점은 setup.cfg를 참조하십시오.
ru: Драйвер для делегирования префикса ipv6. Должен быть точкой входа, определенной в пространстве имен neutron.agent.linux.pd_drivers. См. файл setup.cfg на наличие точек входа, включенных в исходный код neutron.

source: Driver used for scheduling BGP speakers to BGP DrAgent
es: Controlador utilizado para planificar hablantes de BGP a un DrAgent de BGP
fr: Pilote utilisé pour la planification des routeurs BGP dans BGP DrAgent
it: Driver utilizzato per la pianificazione di speaker BGP su BGP DrAgent
ko_kr: BGP 스피커를 BGP DrAgent로 스케줄링하는 데 사용하는 드라이버
ru: Драйвер, используемый для планирования источников BGP для BGP DrAgent

source: Drivers list to use to send the update notification
es: Lista de controladores que se va a utilizar para enviar la notificación de actualización
fr: Liste de pilotes à utiliser pour envoyer la notification de mise à jour
it: Elenco di driver da utilizzare per inviare la notifica di aggiornamento
ko_kr: 업데이트 알림을 전송하기 위해 사용할 드라이버 목록
ru: Список драйверов, применяемых для отправки уведомление об обновлении

source: Duplicate IP address '%s'
es: Dirección IP duplicada '%s'
fr: Adresse IP en double '%s'
it: Indirizzo IP duplicato '%s'
ko_kr: 중복 IP 주소 '%s'
ru: Одинаковые IP-адреса: '%s'
tr_tr: Kopya IP adresi '%s'

source: Duplicate L3HARouterAgentPortBinding is created for router(s) %(router)s. Database cannot be upgraded. Please, remove all duplicates before upgrading the database.
es: Se ha creado un L3HARouterAgentPortBinding duplicado para en direccionador %(router)s. No se puede actualizar la base de datos. Elimine todos los duplicados antes de actualizar la base de datos.
fr: Un élément L3HARouterAgentPortBinding en double est créé pour le ou les routeurs %(router)s. La base de données ne peut pas être mise à niveau. Retirez tous les éléments en double avant de mettre à niveau la base de données.
it: L3HARouterAgentPortBinding duplicato viene creato per i router %(router)s. Il database non può essere aggiornato. Rimuovere tutti i duplicati prima di aggiornare il database.
ko_kr: 라우터 %(router)s의 중복 L3HARouterAgentPortBinding이 작성되었습니다. 데이터베이스를 업그레이드할 수 없습니다. 데이터베이스를 업그레이드하기 전에 모든 중복을 제거하십시오.
ru: Обнаружен повторяющийся L3HARouterAgentPortBinding для маршрутизаторов %(router)s. Обновление базы данных невозможно. Перед обновлением базы данных устраните все повторы.

source: Duplicate Metering Rule in POST.
es: Regla de medición duplicada en POST.
fr: Règle de mesure en double dans POST.
it: Regola di misurazione duplicata in POST.
ko_kr: POST에 중복 측정 규칙이 있음.
ru: Дубликат правила измерения в POST.
tr_tr: POST'da kopya ölçme kuralı.

source: Duplicate Security Group Rule in POST.
es: Regla de grupo de seguridad duplicada en POST.
fr: Règle de groupe de sécurité en double dans l'autotest à la mise sous tension.
it: Regola del gruppo di sicurezza duplicata in POST.
ko_kr: POST에 중복 보안 그룹 규칙이 있습니다.
ru: Совпадающие правила группы защиты в POST.
tr_tr: POST'da Kopya Güvenlik Grubu Kuralı.

source: Duplicate address detected
es: Se ha detectado una dirección duplicada
fr: Adresse en double détectée
it: Rilevato indirizzo duplicato
ko_kr: 중복 주소 발견
ru: Повторяющийся адрес

source: Duplicate hostroute '%s'
es: Ruta de host '%s' duplicada
fr: Route hôte en double '%s'
it: Hostroute duplicato '%s'
ko_kr: 중복 호스트 라우트 '%s'
ru: Одинаковые маршруты к хосту: '%s'
tr_tr: Kopya istemci rotası '%s'

source: Duplicate items in the list: '%s'
es: Elementos duplicados en la lista: '%s'
fr: Elément en double dans la liste : '%s'
it: Elementi duplicati nell'elenco: '%s'
ko_kr: 목록의 중복 항목: '%s'
ru: Список содержит одинаковые элементы: '%s'
tr_tr: Listede kopya öğeler: '%s'

source: Duplicate nameserver '%s'
es: Servidor de nombres '%s' duplicado
fr: Serveur de noms en double '%s'
it: Nameserver duplicato '%s'
ko_kr: 중복 이름 서버 '%s'
ru: Одинаковые серверы имен: '%s'
tr_tr: Kopya isim sunucu '%s'

source: Duplicate segment entry in request.
es: Entrada de segmento duplicada en la solicitud.
fr: Entrée de segment en double dans la demande.
it: Voce del segmento duplicata nella richiesta.
ko_kr: 요청에 중복되는 세그먼트 항목이 있음.
ru: Дубликат записи сегмента в запросе.
tr_tr: İstekte kopya dilim girdisi.

source: ERROR: %s
fr: ERREUR : %s
it: ERRORE: %s
ko_kr: 오류: %s
ru: Ошибка: %s
tr_tr: HATA: %s

source: ERROR: Unable to find configuration file via the default search paths (~/.neutron/, ~/, /etc/neutron/, /etc/) and the '--config-file' option!
es: ERROR: no se ha podido encontrar el archivo de configuración por medio de las rutas de búsqueda predeterminada (~/.neutron/, ~/, /etc/neutron/, /etc/) ¡y la opción '--config-file'!
fr: ERREUR : Impossible de trouver le fichier de configuration via les chemins de recherche par défaut (~/.neutron/, ~/, /etc/neutron/, /etc/) et l'option '--config-file' !
it: ERRORE: Impossibile trovare il file di configurazione utilizzando i percorsi di ricerca predefiniti (~/.neutron/, ~/, /etc/neutron/, /etc/) e l'opzione '--config-file'!
ko_kr: 오류: 기본 검색 경로(~/.quantum/, ~/, /etc/quantum/, /etc/) 및 '--config-file' (~/.neutron/, ~/, /etc/neutron/, /etc/) 및 '--config-file' 옵션!
ru: ОШИБКА: Не удалось найти файл конфигурации с использованием путей поиска по умолчанию (~/.neutron/, ~/, /etc/neutron/, /etc/) и опция '--config-file'!
tr_tr: HATA: Varsayılan arama yollarıyla ve (~/.neutron/, ~/, /etc/neutron/, /etc/) ve '--config-file' seçeneğiyle yapılandırma dosyası bulunamadı!

source: Either one of parameter network_id or router_id must be passed to _get_ports method.
es: Debe pasarse un parámetro network_id o router_id al método _get_ports.
fr: Le paramètre network_id ou le paramètre router_id doit être passé à la méthode _get_ports.
it: Uno dei parametri network_id o router_id deve essere passato al metodo _get_ports.
ko_kr: 매개변수 network_id 및 router_id 중 하나를 _get_ports 메소드에 전달해야 합니다.
ru: Либо один из параметров network_id, либо router_id должен быть передан в метод _get_ports.
tr_tr: _get_ports metoduna network_id veya router_id parametrelerinden biri verilmelidir.

source: Either subnet_id or port_id must be specified
es: Se debe especificar el ID de subred o el ID de puerto
fr: L'ID sous-réseau ou l'ID port doit être spécifié.
it: È necessario specificare subnet_id o port_id
ko_kr: subnet_id 또는 port_id 중 하나를 지정해야 함
ru: Необходимо указать или subnet_id, или port_id
tr_tr: subnet_id veya port_id belirtilmeli

source: Empty physical network name.
es: Nombre de red física vacío.
fr: Nom du Réseau Physique vide.
it: Nome rete fisica vuoto.
ko_kr: 실제 네트워크 이름이 비어 있습니다.
ru: Пустое имя физической сети.
tr_tr: Boş fiziksel ağ ismi.

source: Empty subnet pool prefix list.
es: Lista de prefijos de agrupación de subred vacía.
fr: Liste de préfixes de pool de sous-réseau vide.
it: Elenco prefisso pool di sottorete vuoto.
ko_kr: 서브넷 풀 접두부 목록이 비어 있습니다.
ru: Пустой список префиксов пула подсетей.

source: Enable FWaaS
es: Habilitar FWaaS
fr: Activer FWaaS
it: Abilita FWaaS
ko_kr: FWaaS 사용
ru: Включить FWaaS
tr_tr: FWaaS'ı etkinleştir

source: Enable HA mode for virtual routers.
es: Habilitar modo HA para direccionadores virtuales.
fr: Activer le mode haute disponibilité pour les routeurs virtuels.
it: Abilitare la modalità HA per i router virtuali.
ko_kr: 가상 라우터에 대해 HA 모드를 사용합니다.
ru: Включить режим высокой готовности для виртуальных маршрутизаторов.
tr_tr: Sanal yönlendiriciler için HA kipini etkinleştir.

source: Enable SSL on the API server
es: Habilitar SSL en el servidor API
fr: Active SSL sur le serveur API
it: Abilitazione di SSL sul server API
ko_kr: API 서버에서 SSL 연결 활성화
ru: Разрешить применение SSL на сервере API
tr_tr: API sunucuda SSL etkinleştir

source: Enable VXLAN on the agent. Can be enabled when agent is managed by ml2 plugin using linuxbridge mechanism driver
es: Habilitar VXLAN en el agente. Se puede habilitar cuando el agente es gestionado por ml2 plugin usando controlador de mecanismo linuxbridge
fr: Activer VXLAN sur l'agent. Il peut être activé lorsque l'agent est géré par le plug-in ml2 utilisant le pilote de mécanisme linuxbridge
it: Abilitare VXLAN sull'agent. Può essere abilitata quando l'agent è gestito dal plugin ml2 utilizzando il driver del meccanismo linuxbridge
ko_kr: 에이전트에서 VXLAN을 사용 가능하게 설정하십시오. linuxbridge 메커니즘 드라이버를 사용하여 ml2 플러그인이 에이전트를 관리할 경우 사용할 수 있습니다.
ru: Активируйте VXLAN на агенте. Активация возможна, если агентом управляет модуль ml2, использующий драйвер механизма linuxbridge
tr_tr: Ajanda VXLAN etkinleştir. Ajan linuxbridge mekanizma sürücüsünü kullanan ml2 eklentisi ile yönetildiğinde etkinleştirilebilir

source: Enable local ARP responder if it is supported. Requires OVS 2.1 and ML2 l2population driver. Allows the switch (when supporting an overlay) to respond to an ARP request locally without performing a costly ARP broadcast into the overlay.
es: Habilite el encuestado de ARP local si está soportado. Requiere OVS 2.1 y el controlador ML2 l2population. Permite que el conmutador (cuando da soporte a una superposición) responda a una solicitud ARP localmente sin realizar una difusión de ARP costosa en la superposición.
fr: Activez le canal répondeur ARP local s'il est pris en charge. Requiert le pilote l2population OVS 2.1 et ML2. Permet au commutateur (lors de la prise en charge d'une superposition) de répondre à une demande ARP locale sans effectuer de diffusion ARP coûteuse dans le réseau Overlay.
it: Abilitare il responder ARP locale se è supportato. Richiede il driver OVS 2.1 e ML2 l2population. Consentire allo switch (quando supporta una sovrapposizione) di rispondere ad una richiesta ARP in locale senza eseguire un broadcast ARP oneroso nella sovrapposizione.
ko_kr: 로컬 ARP 응답기가 지원되는 경우 이를 사용합니다. OVS 2.1 및 ML2 l2population 드라이버가 필요합니다. 스위치(오버레이를 지원하는 경우)가 오버레이로 비용이 많이 드는 ARP 브로드캐스트를 수행하지 않고 로컬로 ARP 요청에 응답할 수 있도록 합니다.
ru: Включить локальный промежуточный клиент ARP, если он поддерживается. Требуется OVS 2.1 и драйвер ML2 l2population. Позволяет коммутатору (когда поддерживается перекрытие) отвечать на запрос ARP локально, без выполнения дорогостоящего оповещения ARP в перекрытии.
tr_tr: Destekleniyorsa yerel ARP yanıtlayıcıyı etkinleştir. OVS 2.1 ve ML2 I2population sürücüsüne ihtiyaç duyar. Anahtarın (kaplama desteklediğinde) bir ARP isteğine yerel olarak, kaplamaya maliyetli ARP yayını yapmadan yanıt vermesini sağlar.
