Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: ExtraDhcpOpt %(id)s could not be found
es: ExtraDhcpOpt %(id)s no se ha podido encontrar
fr: ExtraDhcpOpt %(id)s introuvable
it: Impossibile trovare ExtraDhcpOpt %(id)s
ko_kr: ExtraDhcpOpt %(id)s을(를) 찾을 수 없음
ru: Не удалось найти ExtraDhcpOpt %(id)s
tr_tr: ExtraDhcpOpt %(id)s bulunamadı

source: FWaaS plugin is configured in the server side, but FWaaS is disabled in L3-agent.
es: El plug-in FWaaS está configurado en el lado del servidor, pero FWasS está inhabilitado en el agente L3.
fr: Le plug-in FWaaS est configuré côté serveur, mais FWaaS est désactivé dans l'agent L3.
it: Il plugin FWaaS è configurato sul lato server, ma FWaaS è disabilitato nell'agent L3.
ko_kr: 서버측에 FWaaS 플러그인이 구성되어 있지만 L3-agent에서 FWaaS가 사용되지 않습니다.
ru: Модуль FWaaS настроен на стороне сервера, но FWaaS выключен в агенте L3.
tr_tr: FWaaS eklentisi sunucu tarafında yapılandırılmış, ama FWaaS L3-agent'de kapalı.

source: Failed rescheduling router %(router_id)s: no eligible l3 agent found.
es: No se ha podido volver a programar el direccionador %(router_id)s: no se ha encontrado ningún agente l3 elegible.
fr: Echec de la replanification du routeur %(router_id)s : aucun agent l3 éligible trouvé.
it: Impossibile ripianificare il router %(router_id)s: non è stato trovato nessun agent L3 adatto.
ko_kr: %(router_id)s 라우터를 다시 스케줄하지 못함: 적합한 l3 에이전트를 찾을 수 없습니다.
ru: Не удалось перепланировать маршрутизатор %(router_id)s: не найден допустимый агент L3.
tr_tr: %(router_id)s yönlendiricisini yeniden zamanlama başarısız: seçilebilir l3 ajanı bulunamadı.

source: Failed scheduling router %(router_id)s to the L3 Agent %(agent_id)s.
es: Se ha encontrado un error la planificación del direccionador %(router_id)s para el agente L3 %(agent_id)s.
fr: Echec de planification du routeur %(router_id)s vers l'agent L3 %(agent_id)s.
it: Impossibile pianificare il router %(router_id)s per l'agent L3 %(agent_id)s.
ko_kr: L3 에이전트 %(agent_id)s에 대한 %(router_id)s 라우터를 스케줄링하지 못했습니다.
ru: Не удалось запланировать маршрутизатор %(router_id)s для агента L3 %(agent_id)s.
tr_tr: %(router_id)s yönlendiricisinin %(agent_id)s L3 Ajanına zamanlanması başarısız.

source: Failed to allocate a VRID in the network %(network_id)s for the router %(router_id)s after %(max_tries)s tries.
es: No se ha podido asignar un VRID en la red %(network_id)s para el direccionador %(router_id)s después de %(max_tries)s intentos.
fr: Echec de l'allocation d'un identificateur de routeur virtuel dans le réseau %(network_id)s pour le routeur %(router_id)s après %(max_tries)s tentatives.
it: Impossibile allocare un VRID nella rete %(network_id)s per il router %(router_id)s dopo %(max_tries)s tentativi.
ko_kr: %(max_tries)s 번 시도한 후에 %(router_id)s 라우터의 %(network_id)s 네트워크에서 VRID를 할당하는 데 실패했습니다.
ru: Не удалось выделить VRID в сети %(network_id)s для маршрутизатора %(router_id)s за %(max_tries)s попыток.
tr_tr: %(max_tries)s denemeden sonra %(router_id)s yönlendiricisi için %(network_id)s ağında VRID ayırma başarısız.

source: Failed to allocate subnet: %(reason)s.
es: No se ha podido asignar la subred: %(reason)s.
fr: Échec d'allocation de sous-réseau : %(reason)s.
it: Impossibile assegnare la sottorete: %(reason)s.
ko_kr: 서브넷 할당 실패: %(reason)s.
ru: Не удалось выделить подсеть: %(reason)s.

source: Failed to associate address scope: subnetpools within an address scope must have unique prefixes.
es: No se ha podido asociar el ámbito de dirección: las agrupaciones de subred dentro de un ámbito de dirección deben tener prefijos exclusivos.
fr: Échec de l'association de la portée d'adresse : les pools de sous-réseau au sein d'une portée d'adresse doivent avoir des préfixes uniques.
it: Impossibile associare l'ambito di indirizzo: i pool di sottorete in un ambito di indirizzo devono avere prefissi univoci.
ko_kr: 주소 범위를 연관시키는 데 실패: 주소 범위의 subnetpool에는 고유한 접두어가 있어야 합니다.
ru: Не удалось связать область адресов: пулы подсетей в области адресов должны иметь уникальные префиксы.

source: Failed to check policy %(policy)s because %(reason)s.
es: No se ha podido comprobar la política %(policy)s porque %(reason)s.
fr: Échec pour vérifier la politique %(policy)s car %(reason)s.
it: Impossibile verificare la politica %(policy)s perché %(reason)s.
ko_kr: %(reason)s 때문에 정책 %(policy)s을(를) 확인하지 못했습니다.
ru: Не удалось проверить стратегию %(policy)s; причина: %(reason)s.

source: Failed to create a duplicate %(object_type)s: for attribute(s) %(attributes)s with value(s) %(values)s
es: Error al crear un duplicado %(object_type)s: para los atributos %(attributes)s con los valores %(values)s
fr: Echec de la création d'un élément %(object_type)s en double pour le ou les attribut(s) %(attributes)s avec la ou les valeur(s) %(values)s
it: Impossibile creare un duplicato %(object_type)s: per gli attributi %(attributes)s con valori %(values)s
ko_kr: 값이 %(values)s인 속성 %(attributes)s에 대해 중복 %(object_type)s 작성 실패
ru: Не удалось создать копию %(object_type)s для атрибутов %(attributes)s со значениями %(values)s

source: Failed to create port on network %(network_id)s, because fixed_ips included invalid subnet %(subnet_id)s
es: No se ha podido Se ha encontrado un error al crear un puerto en la red %(network_id)s, porque fixed_ips incluía una subred no válida %(subnet_id)s
fr: Echec de la création de port sur le réseau %(network_id)s car les adresses IP fixes incluent le sous-réseau non valide %(subnet_id)s
it: Impossibile creare la porta nella rete %(network_id)s perché fixed_ips ha incluso una sottorete %(subnet_id)s non valida
ko_kr: fixed_ips에 올바르지 않은 서브넷 %(subnet_id)s이(가) 포함되어 있어서 네트워크 %(network_id)s에서 포트를 작성하지 못했습니다.
ru: Не удалось создать порт в сети %(network_id)s, так как fixed_ips содержат недопустимую подсеть %(subnet_id)s
tr_tr: %(network_id)s ağı üzerinde bağlantı noktası oluşturma başarısız, çünkü fixed_ips geçersiz %(subnet_id)s alt ağını içeriyor

source: Failed to init policy %(policy)s because %(reason)s.
es: No se ha podido iniciar la política %(policy)s porque %(reason)s.
fr: Échec d'initialisation de la stratégie %(policy)s car %(reason)s.
it: Impossibile inizializzare la politica %(policy)s perché %(reason)s.
ko_kr: %(reason)s 때문에 정책 %(policy)s을(를) 초기화하지 못했습니다.
ru: Не удалось инициализировать стратегию %(policy)s; причина: %(reason)s.

source: Failed to locate source for %s.
es: No se ha podido buscar el origen de %s.
fr: Échec pour localiser la source de %s.
it: Impossibile individuare l'origine per %s.
ko_kr: %s에 대한 소스를 찾지 못했습니다.
ru: Не удалось найти источник для %s.

source: Failed to parse request. Parameter '%s' not specified
es: No se ha podido analizar la solicitud. No se ha especificado el parámetro '%s'
fr: Echec de l'analyse de la demande. Paramètre '%s' non spécifié
it: Impossibile analizzare la richiesta. Il parametro '%s' non è specificato
ko_kr: 요청을 구문 분석하지 못했습니다. '%s' 매개변수가 지정되지 않았음
ru: Не удалось проанализировать запрос. Не указан параметр '%s'
tr_tr: İstek ayrıştırılamadı. '%s' parametresi belirtilmemiş

source: Failed to parse request. Required attribute '%s' not specified
es: No se ha podido analizar la solicitud. No se ha especificado el atributo necesario '%s'
fr: Echec de l'analyse de la demande. Attribut obligatoire '%s' non spécifié
it: Impossibile analizzare la richiesta. È necessario l'attributo '%s' non specificato
ko_kr: 요청을 구문 분석하지 못했습니다. 필수 속성 '%s'이(가) 지정되지 않음
ru: Не удалось проанализировать запрос. Не указан обязательный атрибут '%s'
tr_tr: İstek ayrıştırılamıyor. Gerekli öznitelik '%s' belirtilmemiş

source: Failed to remove supplemental groups
es: No se han podido eliminar los grupos suplementarios
fr: Echec de la suppression des groupes supplémentaires
it: Impossibile rimuovere i gruppi supplementari
ko_kr: 보조 그룹을 제거하지 못함
ru: Не удалось удалить дополнительные группы
tr_tr: Destekleyici gruplar kaldırılamadı

source: Failed to set gid %s
es: No se ha podido establecer el gid %s
fr: Echec de la définition du GID %s
it: Impossibile impostare il gid %s
ko_kr: gid %s을(를) 설정하지 못함
ru: Не удалось получить gid %s
tr_tr: Gid %s ayarlanamadı

source: Failed to set uid %s
es: No se ha podido establecer el uid %s
fr: Echec de la définition de l'UID %s
it: Impossibile impostare l'uid %s
ko_kr: uid %s을(를) 설정하지 못함
ru: Не удалось задать uid %s
tr_tr: Uid %s ayarlanamadı

source: Failed to set-up %(type)s tunnel port to %(ip)s
es: Ha fallado al configurar %(type)s el puerto de túnel a %(ip)s
fr: Echec de la configuration du port de tunnel %(type)s sur %(ip)s
it: Impossibile impostare la porta tunnel %(type)s su %(ip)s
ko_kr: %(type)s 터널 포트를 %(ip)s(으)로 설정하지 못함
ru: Не удалось настроить порт туннеля %(type)s на %(ip)s
tr_tr: %(ip)s'ye %(type)s tünel bağlantı noktası kurulumu başarısız

source: Failure applying iptables rules
es: Error al aplicar las reglas de iptables
fr: Échec lors de la mise à jour des règles iptables
it: Errore nell'applicazione di regole iptables
ko_kr: iptables 규칙 적용 실패
ru: Не удалось применить правила iptables

source: Failure waiting for address %(address)s to become ready: %(reason)s
es: Error al esperar que la dirección %(address)s pase a estar lista: %(reason)s
fr: Echec lors de l'attente du passage de l'adresse %(address)s à l'état prêt : %(reason)s
it: Errore durante l'attesa della disponibilità dell'indirizzo %(address)s: %(reason)s
ko_kr: 주소 %(address)s이(가) 준비될 때까지 기다리는 데 실패함: %(reason)s
ru: Сбой ожидания готовности адреса %(address)s: %(reason)s
tr_tr: %(address)s adresinin hazır olmasını bekleme başarısız: %(reason)s

source: Flat provider networks are disabled
es: Las redes de proveedor simples están deshabilitadas
fr: Les réseaux de fournisseurs centralisés sont désactivés
it: Le reti flat del provider sono disabilitate
ko_kr: 플랫 제공자 네트워크가 사용되지 않음
ru: Одноуровневые сети выключены

source: Flavor %(flavor_id)s could not be found.
es: No se ha podido encontrar el tipo %(flavor_id)s.
fr: La version %(flavor_id)s est introuvable.
it: Impossibile trovare il flavor %(flavor_id)s.
ko_kr: %(flavor_id)s 플레이버를 찾을 수 없습니다.
ru: Разновидность %(flavor_id)s не найдена.

source: Flavor %(flavor_id)s is used by some service instance.
es: El tipo %(flavor_id)s lo utiliza alguna instancia de servicio.
fr: La version %(flavor_id)s est utilisée par certaines instances de service.
it: Il flavor %(flavor_id)s viene utilizzato dall'istanza di alcuni servizi.
ko_kr: 일부 서비스 인스턴스에서 Flavor %(flavor_id)s을(를) 사용합니다.
ru: Разновидность %(flavor_id)s используется одним из экземпляров службы.

source: Flavor is not enabled.
es: El tipo no está habilitado.
fr: La version n'est pas activée.
it: Flavor non è abilitato.
ko_kr: Flavor가 사용되지 않습니다.
ru: Разновидность не включена.

source: Floating IP %(floatingip_id)s could not be found
es: No se ha podido encontrar la IP flotante %(floatingip_id)s.
fr: L'adresse IP flottante %(floatingip_id)s est introuvable
it: Impossibile trovare l'IP mobile %(floatingip_id)s
ko_kr: %(floatingip_id)s 부동 IP를 찾을 수 없음
ru: Не найден нефиксированный IP-адрес %(floatingip_id)s
tr_tr: Değişken IP %(floatingip_id)s bulunamadı

source: Floating IP %(floatingip_id)s is associated with non-IPv4 address %s(internal_ip)s and therefore cannot be bound.
es: La IP flotante %(floatingip_id)s está asociada con una dirección no IPv4 %s(internal_ip)s y, por tanto, no se puede enlazar.
fr: L'adresse IP flottante %(floatingip_id)s est associée à l'adresse non IPV4 %s(internal_ip)s, par conséquent, elle ne peut pas être liée.
it: L'IP mobile %(floatingip_id)s è associato all'indirizzo non IPv4 %s(internal_ip)s e pertanto non è possibile collegarlo.
ko_kr: 부동 IP %(floatingip_id)s이(가) 비IPv4 주소 %s(internal_ip)s과(와) 연관되어 있으므로 바인드할 수 없습니다.
ru: Нефиксированный IP-адрес %(floatingip_id)s связан с адресом, %s(internal_ip)s, отличным от IPv4, и поэтому для него нельзя задать ограничение.

source: For TCP/UDP protocols, port_range_min must be <= port_range_max
es: Para los protocolos TCP/UDP, port_range_min debe ser <= port_range_max
fr: Pour les protocole TCP/UDP, port_range_min doit être <= port_range_max
it: Per i protocolli TCP/UDP, port_range_min deve essere <= port_range_max
ko_kr: TCP/UDP 프로토콜의 경우 port_range_min은 port_range_max 이하여야 함
ru: Для протоколов TCP/UDP значение port_range_min должно быть <= port_range_max
tr_tr: TCP/UDP iletişim kuralları için, port_range_min <= port_range_max olmalı

source: For class %(object_type)s missing primary keys: %(missing_keys)s
es: Faltan las claves primarias siguientes para la clase %(object_type)s: %(missing_keys)s
fr: Pour les clés primaires manquantes de la classe %(object_type)s : %(missing_keys)s
it: Per la classe %(object_type)s mancano le chiavi primarie: %(missing_keys)s
ko_kr: %(object_type)s 클래스의 누락된 기본 키: %(missing_keys)s
ru: Для класса %(object_type)s отсутствуют первичные ключи: %(missing_keys)s

source: Force ip_lib calls to use the root helper
es: Forzar llamadas ip_lib para usar el ayudante raíz
fr: Forcez les appels ip_lib à utiliser Root Helper
it: Forzare le chiamate ip_lib ad utilizzare root helper
ko_kr: 루트 헬퍼를 사용하는 ip_lib 호출을 강제합니다
ru: Использовать в вызовах ip_lib вспомогательную программу для получения прав доступа root
tr_tr: ip_lib çağrılarını kök yardımcıyı kullanmaya zorla

source: Found duplicate extension: %(alias)s.
es: Se ha encontrado una ampliación duplicada: %(alias)s
fr: Extension en double trouvée : %(alias)s.
it: Trovata estensione duplicata: %(alias)s.
ko_kr: 중복 확장 발견: %(alias)s.
ru: Найдены повторяющиеся расширения: %(alias)s.

source: Found overlapping allocation pools: %(pool_1)s %(pool_2)s for subnet %(subnet_cidr)s.
es: Se ha encontrado solapamiento de agrupaciones de asignación:%(pool_1)s %(pool_2)s para subred %(subnet_cidr)s.
fr: Chevauchement de pools d'allocation trouvé :%(pool_1)s %(pool_2)s pour le sous-réseau %(subnet_cidr)s.
it: Trovati pool di allocazione di sovrapposizione:%(pool_1)s %(pool_2)s per la sottorete %(subnet_cidr)s.
ko_kr: 겹치는 할당 풀 발견: 서브넷 %(subnet_cidr)s의 %(pool_1)s %(pool_2)s.
ru: Обнаружено перекрытие пулов выделения %(pool_1)s %(pool_2)s для подсети %(subnet_cidr)s.
tr_tr: %(subnet_cidr)s alt ağı için çakışan ayırma havuzları: %(pool_1)s %(pool_2)s bulundu.

source: Gateway IP version inconsistent with allocation pool version
es: La versión de la IP de pasarela no es consistente con la versión de la agrupación de asignación
fr: Version IP de passerelle non cohérente avec la version de pool d'allocation
it: Versione IP gateway incoerente con la versione del pool di allocazione
ko_kr: 게이트웨이 IP 버전이 할당 풀 버전과 일치하지 않음
ru: Версия IP шлюза несовместима с версией для пула выделения адресов

source: Gateway cannot be updated for router %(router_id)s, since a gateway to external network %(net_id)s is required by one or more floating IPs.
es: La pasarela no se puede actualizar para el direccionador %(router_id)s, porque una o más IP flotantes necesitan una pasarela a la red externa %(net_id)s.
fr: La passerelle ne peut pas être mise à jour pour le routeur %(router_id)s, car une passerelle vers le réseau externe %(net_id)s est requise par une ou plusieurs adresses IP flottantes.
it: Non è possibile aggiornare il gateway per il router %(router_id)s, in quanto un gateway per la rete esterna %(net_id)s è richiesto da uno o più IP mobili.
ko_kr: 외부 네트워크 %(net_id)s에 대한 게이트웨이가 하나 이상의 부동 IP에서 필요로 하기 때문에 라우터 %(router_id)s에 대한 게이트웨이를 업데이트할 수 없습니다.
ru: Невозможно обновить шлюз для маршрутизатора %(router_id)s, так как шлюз к внешней сети %(net_id)s требуется одному или нескольким нефиксированным IP-адресам.
tr_tr: Geçit %(router_id)s yönlendiricisi için güncellenemedi, çünkü bir ya da fazla değişken IP tarafından %(net_id)s harici ağına bir geçit gerekli.

source: Gateway ip %(ip_address)s conflicts with allocation pool %(pool)s.
es: La IP de pasarela %(ip_address)s está en conflicto con la agrupación de asignación %(pool)s.
fr: Conflits de l'IP passerelle %(ip_address)s avec le pool d'allocation %(pool)s.
it: L'ip gateway %(ip_address)s è in conflitto con il pool di allocazione %(pool)s.
ko_kr: 게이트웨이 IP %(ip_address)s이(가) 할당 풀 %(pool)s과(와) 충돌합니다.
ru: IP-адрес шлюза %(ip_address)s конфликтует с пулом выделения %(pool)s.

source: Gateway is not valid on subnet
es: La pasarela no es válida en la subred
fr: La passerelle n'est pas valide sur le sous-réseau.
it: Il gateway non è valido sulla sottorete
ko_kr: 게이트웨이가 서브넷에서 올바르지 않음
ru: Шлюз недопустим в подсети
tr_tr: Geçit alt ağda geçerli değil

source: Geneve encapsulation header size is dynamic, this value is used to calculate the maximum MTU for the driver. This is the sum of the sizes of the outer ETH + IP + UDP + GENEVE header sizes. The default size for this field is 50, which is the size of the Geneve header without any additional option headers.
es: El tamaño de la cabecera de encapsulación de Geneve es dinámico, este valor se utiliza para calcular el MTU máximo para el controlador. Es la suma de los tamaños de las cabeceras exteriores de ETH + IP + UDP + GENEVE. El tamaño predeterminado para este campo es 50, que es el tamaño de la cabecera de Geneve sin ninguna cabecera de opción adicional.
fr: La taille de l'en-tête d'encapsulation Geneve est dynamique. Cette valeur est utilisée pour calculer la valeur MTU maximum du pilote. Il s'agit de la somme des tailles des en-têtes ETH + IP + UDP + GENEVE externes. La taille par défaut pour ce champ est de 50, taille de l'en-tête Geneve sans aucun en-tête d'option supplémentaire.
it: La dimensione dell'intestazione di incapsulamento Geneve è dinamica, questo valore viene utilizzato per calcolare la MTU massima per il driver. Rappresenta la somma delle dimensioni delle intestazioni ETH + IP + UDP + GENEVE esterne. La dimensione predefinita per questo campo è 50, che rappresenta la dimensione dell'intestazione Geneve senza intestazioni di opzioni aggiuntive.
ko_kr: Geneve 캡슐화 헤더 크기가 동적입니다. 이 값은 드라이버의 최대 MTU를 계산하는 데 사용합니다. 이 값은 외부 ETH + IP + UDP + GENEVE 헤더 크기의 합계입니다. 이 필드이 기본 크기는 50으로서, 추가 옵션 헤더가 없는 Geneve 헤더의 크기입니다.
ru: Размер заголовка Geneve меняется динамически, и его значение используется при вычислении MTU для драйвера. Сюда входит сумма размеров заголовков ETH + IP + UDP + GENEVE. Размер поля по умолчанию равен 50, это размер заголовков Geneve без заголовков дополнительных опций.

source: Group (gid or name) running metadata proxy after its initialization
es: Grupo (gid o nombre) que ejecuta el proxy de metadatos después de su inicialización
fr: Groupe (UID ou nom) exécutant le proxy de métadonnées après son initialisation
it: Gruppo (gid o nome) che esegue il proxy di metadati dopo la relativa inizializzazione
ko_kr: 초기화 후에 메타데이터 프록시를 실행하는 그룹(gid 또는 이름)
ru: Группа (gid или имя) использует proxy метаданных после инициализации
tr_tr: İlklendirilmesinden sonra metadata vekilini çalıştıran grup (gid veya isim)

source: Group (gid or name) running metadata proxy after its initialization (if empty: agent effective group).
es: Grupo (gid o nombre) que ejecuta el proxy de metadatos después de su inicialización (si está vacío: grupo efectivo del agente).
fr: Groupe (UID ou nom) exécutant le proxy de métadonnées après son initialisation (si vide : groupe effectif de l'agent).
it: Gruppo (gid o nome) che esegue il proxy di metadati dopo la relativa inizializzazione (se vuoto: gruppo operativo dell'agent).
ko_kr: 초기화 후에 메타데이터 프록시를 실행하는 그룹(gid 또는 이름)(비어 있는 경우: 에이전트 유효 그룹).
ru: Группа (gid или имя) использует proxy метаданных после инициализации (если пустое, используется группа агента).
tr_tr: İlklendirilmesinden sonra metadata vekilini çalıştıran grup (gid veya isim) (boşsa: ajan etkin grup).

source: Group (gid or name) running this process after its initialization
es: Grupo (gid o nombre) que ejecuta este proceso después de su inicialización
fr: Groupe (UID ou nom) exécutant ce processus après son initialisation
it: Gruppo (gid o name) che esegue questo processo dopo la relativa inizializzazione
ko_kr: 초기화 이후 이 프로세스를 실행하는 그룹(gid 또는 이름)
ru: Группа (gid или имя) запускает этот процесс после инициализации
tr_tr: İlklendirilmesinden sonra bu süreci çalıştıran grup (gid veya isim)

source: Hostname to be used by the Neutron server, agents and services running on this machine. All the agents and services running on this machine must use the same host value.
es: Nombre de host a utilizar por los agentes, servicios y el servidor de Neutron que se ejecutan en esta máquina. Todos los agentes y servicios que se ejecutan en esta máquina deben utilizar el mismo valor de host.
fr: Nom d'hôte qui doit être utilisé par le serveur, les agents et les services Neutron qui s'exécutent sur cette machine. Tous les agents et services qui s'exécutent sur cette machine doivent utiliser la même valeur d'hôte.
it: Il nome host da utilizzare dal server Neutron, gli agent e servizi in esecuzione su questa macchina. Tutti gli agent ed i servizi in esecuzione su questa macchina devono utilizzare lo stesso valore host.
ko_kr: 이 시스템에서 실행 중인 neutron 서버, 에이전트 및 서비스에서 사용할 호스트 이름입니다. 이 시스템에서 실행 중인 모든 에이전트 및 서비스는 같은 호스트 값을 사용해야 합니다.
ru: Имя хоста для использования сервером Neutron, агентами и службами, запущенными в этой системе. Все агенты и службы, запущенные в этой системе, должны использовать одно и то же значение хоста.

source: How many times Neutron will retry MAC generation
es: Cuántas veces Neutron intentará de nuevo la generación MAC
fr: Nombre de nouvelles tentatives de génération MAC ultérieurement effectuées par Neutron
it: Quante volte Neutron richiamerà la generazione MAC
ko_kr: Neutron이 MAC 생성을 재시도할 횟수
ru: Число повторов генерации MAC для Neutron
tr_tr: Neutron kaç kere MAC üretmeyi deneyecek

source: ICMP code (port-range-max) %(value)s is provided but ICMP type (port-range-min) is missing.
es: Se proporciona el código ICMP (port-range-max) %(value)s, pero falta el tipo ICMP (port-range-min).
fr: Le code ICMP (port-range-max) %(value)s est fourni mais le type ICMP (port-range-min) est manquant.
it: Il codice ICMP (port-range-max) %(value)s è stato fornito, ma il tipo ICMP (port-range-min) manca.
ko_kr: ICMP 코드 (port-range-max) %(value)s이(가) 제공되지만 ICMP 유형(port-range-min)이 누락되었습니다.
ru: Код ICMP (port-range-max) %(value)s указан, но тип ICMP (port-range-min) отсутствует.
tr_tr: ICMP kodu (port-range-max) %(value)s sağlanmış ama ICMP türü (port-range-min) eksik.

source: ID of network
es: ID de red
fr: ID du réseau
it: ID della rete
ko_kr: 네트워크의 ID
ru: ИД сети
tr_tr: Ağ kimliği

source: ID of network to probe
es: ID de red a analizar
fr: ID du réseau à sonder
it: ID di rete per probe
ko_kr: 프로브할 네트워크의 ID
ru: ИД сети для тестирования
tr_tr: Sorgulanacak ağ ID'si

source: ID of probe port to delete
es: ID de puerto de analizador a suprimir
fr: ID du port sonde à supprimer
it: ID della porta probe da eliminare
ko_kr: 삭제할 프로브 포트의 ID
ru: ИД удаляемого тестового порта
tr_tr: Silinecek deneme bağlantı noktasının kimliği

source: ID of probe port to execute command
es: ID de puerto de analizador para ejecutar mandato
fr: ID du port sonde pour exécuter la commande
it: ID della porta probe per eseguire il comando
ko_kr: 명령을 실행할 프로브 포트의 ID
ru: ИД тестового порта для выполнения команды
tr_tr: Komutun çalıştırılacağı deneme bağlantı noktası kimliği

source: ID of the router
es: ID del direccionador
fr: Identifiant du routeur
it: ID del router
ko_kr: 라우터의 ID
ru: ИД маршрутизатора
tr_tr: Yönetici kimliği

source: IP address %(ip)s already allocated in subnet %(subnet_id)s
es: La dirección IP %(ip)s ya está asignada en la subred %(subnet_id)s
fr: L'adresse IP %(ip)s est déjà dans le sous-réseaux %(subnet_id)s
it: Indirizzo IP %(ip)s già assegnato nella sottorete %(subnet_id)s
ko_kr: IP 주소 %(ip)s이(가) 이미 서브넷 %(subnet_id)s에서 할당되어 있음
ru: IP-адрес %(ip)s уже выделен в подсети %(subnet_id)s
tr_tr: %(ip)s IP adresi %(subnet_id)s alt ağında zaten ayrılmış
