Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: Request contains duplicate address pair: mac_address %(mac_address)s ip_address %(ip_address)s.
es: La solicitud contiene par de dirección duplicada: mac_address %(mac_address)s ip_address %(ip_address)s.
fr: La demande contient la paire d'adresse en double : mac_address %(mac_address)s ip_address %(ip_address)s.
it: La richiesta contiene una coppia di indirizzo duplicata: mac_address %(mac_address)s ip_address %(ip_address)s.
ko_kr: 요청에 중복되는 주소 쌍이 포함됨: mac_address %(mac_address)s ip_address %(ip_address)s.
ru: В запросе содержится копия пары адресов: mac_address %(mac_address)s ip_address %(ip_address)s.
tr_tr: İstek kopya adres çifti içeriyor: mac_address %(mac_address)s ip_address %(ip_address)s.

source: Requested subnet with cidr: %(cidr)s for network: %(network_id)s overlaps with another subnet
es: La subred solicitada con cidr: %(cidr)s para la red: %(network_id)s se solapa con otra subred
fr: Le sous-réseau demandé avec le routage CIDR : %(cidr)s pour le réseau : %(network_id)s chevauche un autre sous-réseau
it: Sottorete richiesta con cidr: %(cidr)s per la rete: %(network_id)s si sovrappone con un'altra sottorete
ko_kr: 요청된 서브넷(%(network_id)s 네트워크의 cidr: %(cidr)s)이 다른 서브넷과 겹침
ru: Запрошенная подсеть с cidr %(cidr)s для сети %(network_id)s перекрывается с другой сетью
tr_tr: %(network_id)s ağı için istenen %(cidr)s cidr'e sahip alt ağ başka bir alt ağla çatışıyor

source: Reset flow table on start. Setting this to True will cause brief traffic interruption.
es: Restablecer tabla de flujo al iniciar. Si se establece en True, se producirá una interrupción breve del tráfico .
fr: Réinitialiser la table de flux au démarrage. Affecter la valeur True à ce paramètre entraîne une courte interruption du trafic.
it: Reimpostare tabella flusso all'avvio. Impostandolo su True si provoca una breve interruzione del traffico.
ko_kr: 시작 시 플로우 테이블을 재설정하십시오. 이를 True로 설정하면 짧은 트래픽 인터럽트가 발생합니다.
ru: Выполнить сброс таблицы потоков при старте. При значении True вызовет кратковременное прерывание потока.

source: Resource %(resource)s %(resource_id)s could not be found.
es: No se ha podido encontrar el recurso %(resource)s %(resource_id)s.
fr: La ressource %(resource)s %(resource_id)s est introuvable.
it: Impossibile trovare la risorsa %(resource)s %(resource_id)s.
ko_kr: 자원 %(resource)s %(resource_id)s을(를) 찾을 수 없습니다.
ru: Ресурс %(resource)s %(resource_id)s не найден.

source: Resource %(resource_id)s of type %(resource_type)s not found
es: No se ha encontrado el recurso %(resource_id)s de tipo %(resource_type)s
fr: Ressource %(resource_id)s de type %(resource_type)s non trouvée.
it: Risorsa %(resource_id)s di tipo %(resource_type)s non trovata
ko_kr: 유형 %(resource_type)s의 자원 %(resource_id)s을(를) 찾을 수 없음
ru: Ресурс %(resource_id)s с типом %(resource_type)s не найден

source: Resource '%(resource_id)s' is already associated with provider '%(provider)s' for service type '%(service_type)s'
es: El recurso '%(resource_id)s' ya está asociado con el proveedor '%(provider)s' para el tipo de servicio '%(service_type)s'
fr: La ressource '%(resource_id)s' est déjà associée au fournisseur '%(provider)s' pour le type de service '%(service_type)s'
it: La risorsa '%(resource_id)s' è già associata al provider '%(provider)s' per il tipo di servizio '%(service_type)s'
ko_kr: '%(resource_id)s' 자원이 이미 '%(service_type)s' 서비스 유형에 대한 '%(provider)s' 제공자와 연관되어 있음
ru: Ресурс '%(resource_id)s' уже связан с поставщиком '%(provider)s' для типа службы '%(service_type)s'
tr_tr: '%(resource_id)s' kaynağı '%(service_type)s' servis türü için zaten '%(provider)s' sağlayıcısıyla ilişkilendirilmiş

source: Resource body required
es: Se necesita cuerpo de recurso
fr: Corps de ressource obligatoire
it: Corpo risorsa richiesto
ko_kr: 자원 본문 필수
ru: Требуется тело ресурса
tr_tr: Kaynak gövdesi gerekiyor

source: Resource name(s) that are supported in quota features. This option is now deprecated for removal.
es: Nombres de recursos soportados en las características de cuota. Esta opción está en desuso para su eliminación.
fr: Nom(s) de ressource pris en charge dans les fonctions de quota. Cette option est désormaisobsolète pour retrait.
it: Nomi risorsa supportati nelle funzioni quota. Questa opzione è ora obsoleta per la rimozione.
ko_kr: 할당량 기능에서 지원되는 자원 이름입니다. 이 옵션은 이제 제거를 위해더 이상 사용되지 않습니다.
ru: Имена ресурсов, которые поддерживаются в функциях квоты. Эта функция устарела и будет удалена.
tr_tr: Kota özelliklerinde desteklenen kaynak isim(ler)i. Bu seçenek artık kaldırılmak üzere kullanılmıyor.

source: Resource not found.
es: Recurso no encontrado.
fr: Ressource non trouvé.
it: Risorsa non trovata.
ko_kr: 자원을 찾을 수 없습니다.
ru: Ресурс не найден.
tr_tr: Kaynak bulunamadı.

source: Resources required
es: Recursos necesarios
fr: Ressources obligatoires
it: Risorse richieste
ko_kr: 자원 필수
ru: Требуются ресурсы
tr_tr: Kaynaklar gerekiyor

source: Root helper application. Use 'sudo neutron-rootwrap /etc/neutron/rootwrap.conf' to use the real root filter facility. Change to 'sudo' to skip the filtering and just run the command directly.
es: Aplicación de ayudante raíz . Utilice 'neutron-rootwrap /etc/neutron/rootwrap.conf de sudo ' para utilizar el recurso de filtro raíz real. Cambie a 'sudo' para saltar el filtrado y ejecutar directamente el comando.
fr: Application d'assistant racine. Utilisez 'sudo neutron-rootwrap /etc/neutron/rootwrap.conf' pour utiliser la véritable fonction de filtre racine. Remplacez par 'sudo' pour ignorer le filtrage et exécuter simplement la commande directement.
it: Applicazione root helper. Utilizzare 'sudo neutron-rootwrap /etc/neutron/rootwrap.conf' per utilizzare la funzione di filtro root reale. Passare su 'sudo' per ignorare il filtro e semplicemente eseguire il comando direttamente.
ko_kr: 루트 헬퍼 애플리케이션. 'sudo neutron-rootwrap /etc/neutron/rootwrap.conf'를 사용하여 실제 루트 필터 기능을 사용합니다. 'sudo'로 변경하여 필터링을 건너뛰고 명령을 직접 실행하기만 하면 됩니다.
ru: Вспомогательное приложение для получения прав root. Команла 'sudo neutron-rootwrap /etc/neutron/rootwrap.conf' вызывает утилиту фильтрации с правами root. Вызовите 'sudo', чтобы пропустить фильтрацию и выполнить команду непосредственно.

source: Root helper daemon application to use when possible.
es: Aplicación de daemon de ayudante raíz a utilizar cuando sea posible.
fr: Application de démon d'assistant racine à utiliser en cas de possibilité.
it: Applicazione daemon root helper da utilizzare quando possibile.
ko_kr: 가능한 경우 사용할 루트 헬퍼 디먼 애플리케이션.
ru: Приложение вспомогательного демона для получения прав доступа root (используется, когда это возможно).
tr_tr: Mümkün olduğunda kullanılacak kök yardımcı artalan işlemi uygulaması.

source: Root permissions are required to drop privileges.
es: Se necesitan permisos de root para descartar privilegios.
fr: Les droits root sont obligatoires pour supprimer des privilèges.
it: Per rilasciare i privilegi sono necessarie le autorizzazioni root.
ko_kr: 권한을 삭제하려면 루트 권한이 필요합니다.
ru: Для сброса прав доступа требуются права доступа пользователя Root.
tr_tr: İzinlerin düşürülmesi için Root izinleri gerekli.

source: Route %(cidr)s not advertised for BGP Speaker %(speaker_as)d.
es: No se ha anunciado la ruta %(cidr)s para el hablante de BGP %(speaker_as)d.
fr: Route %(cidr)s non publiée pour le routeur BGP %(speaker_as)d.
it: Instradamento %(cidr)s non annunciato per lo speaker BGP %(speaker_as)d.
ko_kr: BGP 스피커 %(speaker_as)d에 대해 경로 %(cidr)s이(가) 광고되지 않았습니다.
ru: Маршрут %(cidr)s не анонсируется для источника BGP %(speaker_as)d.

source: Router %(router_id)s %(reason)s
es: Direccionador %(router_id)s %(reason)s
fr: Routeur %(router_id)s %(reason)s
ko_kr: 라우터 %(router_id)s %(reason)s
ru: Маршрутизатор %(router_id)s %(reason)s
tr_tr: Yönlendirici %(router_id)s %(reason)s

source: Router %(router_id)s could not be found
es: No se ha podido encontrar el direccionador %(router_id)s.
fr: Le routeur %(router_id)s est introuvable.
it: Impossibile trovare il router %(router_id)s
ko_kr: %(router_id)s 라우터를 찾을 수 없음
ru: Не найден маршрутизатор %(router_id)s
tr_tr: Yönlendirici %(router_id)s bulunamadı

source: Router %(router_id)s does not have an interface with id %(port_id)s
es: El direccionador %(router_id)s no tiene una interfaz con el id %(port_id)s
fr: Le routeur %(router_id)s ne comporte pas d'interface avec l'ID %(port_id)s.
it: Il router %(router_id)s non dispone di un interfaccia con id %(port_id)s
ko_kr: %(router_id)s 라우터에 ID가 %(port_id)s인 인터페이스가 없음
ru: У маршрутизатора %(router_id)s нет интерфейса с ИД %(port_id)s
tr_tr: %(router_id)s yönlendiricisi %(port_id)s kimliğine sahip bir arayüze sahip değil

source: Router %(router_id)s has no interface on subnet %(subnet_id)s
es: El direccionador %(router_id)s no tiene ninguna interfaz en la subred %(subnet_id)s
fr: Le routeur %(router_id)s ne comporte pas d'interface sur le sous-réseau %(subnet_id)s.
it: Il router %(router_id)s non dispone di un'interfaccia sulla sottorete %(subnet_id)s
ko_kr: %(router_id)s 라우터에 %(subnet_id)s 서브넷의 인터페이스가 없음
ru: У маршрутизатора %(router_id)s нет интерфейса в подсети %(subnet_id)s
tr_tr: %(router_id)s yönlendiricisi %(subnet_id)s alt ağı üzerinde arayüze sahip değil

source: Router '%(router_id)s' cannot be both DVR and HA.
es: El direccionador '%(router_id)s' no puede ser DVR y HA.
fr: Le routeur '%(router_id)s' ne peut pas être à la fois DVR et HA.
it: Il router '%(router_id)s' non può essere contemporaneamente DVR e HA.
ko_kr: 라우터 '%(router_id)s'은(는) 동시에 DVR 및 HA가 될 수 없습니다.
ru: Маршрутизатор '%(router_id)s' не может быть одновременно DVR и HA.

source: Router '%(router_id)s' is not compatible with this agent.
es: El direccionador '%(router_id)s' no es compatible con este agente.
fr: Le routeur '%(router_id)s' n'est pas compatible avec cet agent.
it: Il router '%(router_id)s' non è compatibile con questo agent.
ko_kr: 라우터 '%(router_id)s'이(가) 이 에이전트와 호환되지 않습니다.
ru: Маршрутизатор '%(router_id)s' несовместим с этим агентом.

source: Router already has a port on subnet %s
es: El direccionador ya tiene un puerto en la subred %s
fr: Le routeur dispose déjà d'un port sur le sous-réseau %s.
it: Il router dispone già di una porta sulla sottorete %s
ko_kr: 라우터가 이미 %s 서브넷에 포트를 갖고 있음
ru: У маршрутизатора уже есть порт в подсети %s
tr_tr: Yönlendirici zaten %s alt ağında bir bağlantı noktasına sahip

source: Router interface for subnet %(subnet_id)s on router %(router_id)s cannot be deleted, as it is required by one or more floating IPs.
es: La interfaz de direccionador para la subred %(subnet_id)s en el direccionador %(router_id)s no se puede suprimir, porque la necesitan una o más IP flotantes.
fr: L'interface de routeur du sous-réseau %(subnet_id)s sur le routeur %(router_id)s être supprimée car elle est requise par une ou plusieurs adresses IP flottantes.
it: L'interfaccia del router per la sottorete %(subnet_id)s nel router %(router_id)s non può essere eliminata, in quanto è richiesta da uno o più IP mobili.
ko_kr: 하나 이상의 부동 IP에서 필요로 하므로 %(router_id)s 라우터의 %(subnet_id)s 서브넷에 대한 라우터 인터페이스를 삭제할 수 없습니다.
ru: Невозможно удалить интерфейс маршрутизатора для подсети %(subnet_id)s для маршрутизатора %(router_id)s, так как он требуется одному или нескольким нефиксированным IP-адресам.
tr_tr: %(router_id)s yönlendiricisi üstündeki %(subnet_id)s alt ağı için yönlendirici arayüzü silinemez, bir ya da fazla değişken IP tarafından ihtiyaç duyuluyor.

source: Router interface for subnet %(subnet_id)s on router %(router_id)s cannot be deleted, as it is required by one or more routes.
es: La interfaz de direccionador para la subred %(subnet_id)s en el direccionador %(router_id)s no se puede suprimir, porque la necesitan una o más rutas.
fr: L'interface de routeur du sous-réseau %(subnet_id)s sur le routeur %(router_id)s être supprimée car elle est requise par une ou plusieurs routes.
it: L'interfaccia del router per la sottorete %(subnet_id)s nel router %(router_id)s non può essere eliminata, in quanto è richiesta da uno o più instradamenti.
ko_kr: 하나 이상의 라우터에서 필요로 하므로 %(router_id)s 라우터의 %(subnet_id)s 서브넷에 대한 라우터 인터페이스를 삭제할 수 없습니다.
ru: Невозможно удалить интерфейс маршрутизатора для подсети %(subnet_id)s для маршрутизатора %(router_id)s, так как он требуется одному или нескольким маршрутизаторам.
tr_tr: %(router_id)s yönlendiricisi üzerindeki %(subnet_id)s alt ağı için rota arayüzü silinemiyor, çünkü bir ya da fazla rota tarafından ihtiyaç duyuluyor.

source: Router port must have at least one fixed IP
es: El puerto del direccionador debe tener al menos una IP fija
fr: Le port de routeur doit avoir au moins une IP fixe
it: La porta del router deve avere almeno un IP fisso
ko_kr: 라우터 포트에는 하나 이상의 Fixed IP가 있어야 함
ru: Порт маршрутизатора должне иметь хотя бы один фиксированный IP-адрес

source: Router that will have connected instances' metadata proxied.
es: Direccionador en la que se ejecutará un proxy en los metadatos de las instancias conectadas.
fr: Routeur dont les métadonnées d'instance connectées seront mandatées.
it: Router che avrà i metadati dell'istanza connessi con proxy.
ko_kr: 연결된 인스턴스의 메타데이터가 프록시되는 라우터입니다.
ru: Маршрутизатор, у которого метаданные подключенных экземпляров будут доступны через посредника.
tr_tr: Bağlı sunucuların metadata'larının vekilleneceği yönlendirici.

source: Row doesn't exist in the DB. Request info: Table=%(table)s. Columns=%(columns)s. Records=%(records)s.
es: La fila no existe en la Base de datos. Información de la solicitud: Tabla=%(table)s. Columnas=%(columns)s. Registros=%(records)s.
fr: La ligne n'existe pas dans la base de données. Info demande : Table=%(table)s. Colonnes=%(columns)s. Enregistrements=%(records)s.
it: La riga non esiste nel DB. Informazioni richiesta: Tabella=%(table)s. Colonne=%(columns)s. Record=%(records)s.
ko_kr: 행이 DB에 없습니다. 요청 정보: 테이블=%(table)s. 열=%(columns)s. 레코드=%(records)s.
ru: Строка не существует в базе данных. Запрос: Table=%(table)s. Columns=%(columns)s. Records=%(records)s.

source: Run as daemon.
es: Ejecutar como daemon.
fr: Exécuter en tant que démon.
it: Esegui come daemon.
ko_kr: 디먼으로 실행됩니다.
ru: Выполнить как демон.
tr_tr: Artalan işlemi olarak çalış.

source: Running %(cmd)s (%(desc)s) for %(project)s ...
es: Ejecutando %(cmd)s (%(desc)s) para %(project)s ...
fr: Exécution de %(cmd)s (%(desc)s) pour %(project)s...
it: Esecuzione di %(cmd)s (%(desc)s) per %(project)s ...
ko_kr: %(project)s에 대한 %(cmd)s(%(desc)s) 실행 중...
ru: Выполняется %(cmd)s (%(desc)s) для %(project)s ...

source: Running %(cmd)s for %(project)s ...
es: Ejecutando %(cmd)s para %(project)s ...
fr: Exécution de %(cmd)s pour %(project)s...
it: Esecuzione di %(cmd)s per %(project)s ...
ko_kr: %(project)s에 대한 %(cmd)s 실행 중...
ru: Выполняется %(cmd)s для %(project)s ...

source: Running without keystone AuthN requires that tenant_id is specified
es: Ejecutar sin keystone AuthN requiere que tenant_id esté especificado
fr: L'exécution sans keystone AuthN nécessite que tenant_id soit spécifié
it: L'esecuzione senza keystone AuthN richiede che id_tenant sia specificato
ko_kr: 키스톤 AuthN 없이 실행하려면 테넌트 ID를 지정해야 합니다.
ru: Для выполнения без AuthN Keystone следует указать tenant_id

source: Seconds between nodes reporting state to server; should be less than agent_down_time, best if it is half or less than agent_down_time.
es: Segundos entre nodos que informan del estado al servidor; debe ser menor que agent_down_time, mejor si es la mitad o menos que agent_down_time.
fr: Secondes entre les noeuds signalant l'état au serveur ; cette valeur doit être inférieure à agent_down_time, et au mieux, inférieure ou égale à la moitié de agent_down_time.
it: Secondi tra lo stato riportato dai nodi al server; deve essere inferiore di agent_down_time, è preferibile che sia la metà o meno di agent_down_time.
ko_kr: 서버에 대한 상태를 보고하는 노드 사이의 시간(초)이며 agent_down_time보다 짧아야 하며 절반이거나 agent_down_time보다 짧은 경우 최적입니다.
ru: Интервал отправки сообщений о состоянии узлов на сервер (в секундах). Значение должно быть меньше, чем agent_down_time, оптимально - не больше половины значения agent_down_time.
tr_tr: Düğümlerin sunucuya durum raporu yapması arasında geçen saniye; agent_down_time'dan az olmalı, en iyisi agent_down_time'ın yarısı ya da daha azı olmasıdır.

source: Seconds between running periodic tasks
es: Segundos entre tareas periódicas en ejecución
fr: Temps en secondes entre deux tâches périodiques
it: Secondi tra l'esecuzione delle attività periodiche
ko_kr: 주기적 태스크 실행 사이의 시간(초)
ru: Интервал запуска периодических задач (в секундах)
tr_tr: Devresel görevleri çalıştırma arasındaki saniye

source: Seconds to regard the agent is down; should be at least twice report_interval, to be sure the agent is down for good.
es: Segundos para considerar que el agente está inactivo; debe ser como mínimo el doble de report_interval, para asegurarse de que el agente está inactivo definitivamente.
fr: Nombre de secondes avant de considérer que l'agent est arrêté ; cette valeur doit être au moins le double de report_interval, pour s'assurer que l'agent est effectivement arrêté.
it: Secondi per considerare che l'agent è inattivo; deve essere almeno il doppio di report_interval, per essere sicuri che l'agent è definitivamente inattivo.
ko_kr: 에이전트가 작동 중지되었다고 간주되는 시간(초)이며 에이전트가 계속 작동 중지 상태인지 확인할 수 있도록 report_interval의 두 배 이상이어야 합니다.
ru: Интервал (в секундах), в течение которого агент считается выключенным; должен по меньшей мере вдвое превышать значение report_interval, чтобы убедиться в том, что агент выключен навсегда.
tr_tr: Ajanın çalışmıyor olduğuna karar vermek için geçmesi gereken saniye; ajanın gerçekten kapalı olduğundan emin olmak için report_interval değerinin en az iki katı olmalı.

source: Security Group %(id)s %(reason)s.
es: Grupo de seguridad %(id)s %(reason)s.
fr: Groupe de sécurité %(id)s %(reason)s.
it: Gruppo di sicurezza %(id)s %(reason)s.
ko_kr: 보안 그룹 %(id)s %(reason)s입니다.
ru: Группа защиты %(id)s %(reason)s.
tr_tr: Güvenlik Grubu %(id)s %(reason)s.

source: Security Group Rule %(id)s %(reason)s.
es: Regla de grupo de seguridad %(id)s %(reason)s.
fr: Règle de groupe de sécurité %(id)s %(reason)s.
it: Regola gruppo di sicurezza %(id)s %(reason)s.
ko_kr: 보안 그룹 규칙 %(id)s %(reason)s.
ru: Правило группы защиты %(id)s %(reason)s.
tr_tr: Güvenlik Grubu Kuralı %(id)s %(reason)s.

source: Security group %(id)s does not exist
es: El grupo de seguridad %(id)s no existe
fr: Le groupe de sécurité %(id)s n'existe pas.
it: Il gruppo di sicurezza %(id)s non esiste
ko_kr: %(id)s 보안 그룹이 존재하지 않음
ru: Группа защиты %(id)s не существует
tr_tr: %(id)s güvenlik grubu mevcut değil

source: Security group rule %(id)s does not exist
es: La regla de grupo de seguridad %(id)s no existe
fr: La règle de groupe de sécurité %(id)s n'existe pas.
it: La regola del gruppo di sicurezza %(id)s non esiste
ko_kr: 보안 그룹 규칙 %(id)s이(가) 존재하지 않음
ru: Правило группы защиты %(id)s не существует
tr_tr: Güvenlik grubu kuralı %(id)s mevcut değil

source: Security group rule already exists. Rule id is %(rule_id)s.
es: La regla de grupo de seguridad ya existe. El id de regla es %(rule_id)s.
fr: Une règle de groupe de sécurité existe déjà. L'ID règle est %(rule_id)s.
it: La regola del gruppo di sicurezza già esiste. L'ID regola è %(rule_id)s.
ko_kr: 보안 그룹 규칙이 이미 있습니다. 규칙 ID는 %(rule_id)s입니다.
ru: Правило группы защиты уже существует. ИД правила: %(rule_id)s.

source: Security group rule for ethertype '%(ethertype)s' not supported. Allowed values are %(values)s.
es: No se admite la regla de grupo de seguridad para ethertype '%(ethertype)s'. Los valores permitidos son %(values)s.
fr: Règle de groupe de sécurité pour ethertype '%(ethertype)s' non prise en charge. Les valeurs autorisées sont %(values)s.
it: Regola del gruppo di sicurezza per ethertype '%(ethertype)s' non supportata. I valori consentiti sono %(values)s.
ko_kr: ethertype '%(ethertype)s'의 보안 그룹 규칙이 지원되지 않습니다. 허용된 값은 %(values)s입니다.
ru: Правило группы защиты для типа '%(ethertype)s' не поддерживается. Допустимые значения: %(values)s.

source: Security group rule protocol %(protocol)s not supported. Only protocol values %(values)s and integer representations [0 to 255] are supported.
es: El protocolo de la regla del grupo de seguridad %(protocol)s no es admitido. Solo se admiten valores de protocolo %(values)s y representaciones de enteros [de 0 a 255].
fr: Le protocole %(protocol)s de la règle du groupe de sécurité n'est pas pris en charge. Seules les valeurs de protocole Les valeurs %(values)s et les représentations sous forme d'entier [0 à 255] sont prises en charge.
it: Il protocollo della regole del gruppo di sicurezza %(protocol)s non è supportato. Solo i valori del protocollo %(values)s e le rappresentazioni numeri interi [0-255] sono supportati.
ko_kr: 보안 그룹 규칙 프로토콜 %(protocol)s이(가) 지원되지 않습니다. 프로토콜 값 %(values)s 및 정수 표시 [0 - 255]만 지원됩니다.
ru: Протокол правил группы защиты %(protocol)s не поддерживается. Поддерживаются значения %(values)s и целочисленные представления [0 - 255].
tr_tr: Güvenlik grubu kuralı iletişim kuralı %(protocol)s desteklenmiyor. Yalnızca iletişim kuralı değerleri %(values)s ve tam sayı temsilleri [0 dan 255 e] destekleniyor.

source: Segments and provider values cannot both be set.
es: Los valores de segmentos y proveedor no pueden estar establecidos ambos.
fr: Il n'est pas possible de définir à la fois des segments et des valeurs de fournisseur.
it: Impossibile impostare i segmenti e i valori del provider.
ko_kr: 세그먼트 및 제공자 값을 모두 설정할 수 없습니다.
ru: Нельзя одновременно задавать значения сегментов и поставщика.
tr_tr: Dilimler ve sağlayıcı değerleri aynı anda ayarlanamaz.

source: Selects the Agent Type reported
es: Selecciona el tipo de agente notificado
fr: Sélectionne le type d'agent signalé
it: Seleziona il tipo di agent riportato
ko_kr: 보고된 에이전트 유형을 선택함
ru: Выбирает указанный Тип агента

source: Send notification to nova when port data (fixed_ips/floatingip) changes so nova can update its cache.
es: Envíe notificación a nova cuando cambien los datos de puerto (fixed_ips/floatingip) para que nova pueda actualizar la memoria caché.
fr: Envoyer une notification à nova lors de la modification des données de port (fixed_ips/floatingip) pour que nova puisse mettre à jour son cache.
it: Invia una notifica a nova quando i dati porta (fixed_ips/floatingip) vengono modificati e in tal modo nova può aggiornare la propria cache.
ko_kr: 포트 데이터(fixed_ips/floatingip)가 변경되면 알림을 nova에 보냅니다. 이에 따라 nova는 해당 캐시를 업데이트할 수 있습니다.
ru: Отправить уведомление nova в случае изменения данных порта (fixed_ips/floatingip), чтобы обеспечить обновление кэша nova.
tr_tr: Bağlantı noktası verisi (sabit_ipler/değişkenip) değiştiğinde nova'ya bildirim gönder ki nova zulasını güncelleyebilsin.

source: Send notification to nova when port status changes
es: Envíe notificación a nova cuando cambie el estado de puerto
fr: Envoyer une notification à nova lors de la modification du statut de port
it: Invia una notifica a nova quando lo stato della porta cambia
ko_kr: 포트 상태가 변경되면 알림을 nova에 보냅니다.
ru: Отправить уведомление nova в случае изменения состояния порта
tr_tr: Bağlantı noktası durumu değiştiğinde nova'ya bildirim gönder
