Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: Multiple plugins for service %s were configured
es: Se han configurado varios complementos para el servicio %s
fr: Plusieurs plug-in pour le service %s ont été configurés.
it: Sono stati configurati più plugin per il servizio %s
ko_kr: %s 서비스에 대한 다중 플러그인이 구성되었음
ru: Для службы %s настроено несколько модулей
tr_tr: %s servisi için birden fazla eklenti yapılandırılmış

source: Multiple providers specified for service %s
es: Múltiples proveedores especificados para servicio %s
fr: Fournisseurs multiples indiqués pour le service %s
it: Più provider specificati per il servizio %s
ko_kr: %s 서비스에 대해 다중 제공자가 지정됨
ru: Несколько поставщиков задано для службы %s
tr_tr: %s servisi için birden fazla sağlayıcı belirtilmiş

source: Multiple tenant_ids in bulk security group rule create not allowed
es: No se permiten varios Id de arrendatario en creación de regla de grupo de seguridad masiva
fr: L'existence de plusieurs ID titulaire n'est pas autorisée lors de la création du règle de groupe de sécurité en bloc.
it: La creazione in massa di più tenant_id nella regola del gruppo di sicurezza non è consentita
ko_kr: 벌크 보안 그룹 규칙 작성의 다중 tenant_id는 허용되지 않음
ru: Групповая операция создания нескольких tenant_ids в правиле группы защиты не разрешена
tr_tr: Toplu güvenlik grubu kuralı oluşturmada birden çok tenant_id'ye izin verilmiyor

source: Must also specify protocol if port range is given.
es: Se debe especificar también el protocolo si se indica el rango de puertos.
fr: Un protocole doit aussi être précisé si une plage de ports est fournie.
it: È necessario anche specificare il protocollo se è fornito l'intervallo di porta.
ko_kr: 포트 범위가 제공되는 경우 프로토콜도 지정해야 합니다.
ru: При указании диапазона портов необходимо задать протокол.

source: Must specify one or more actions on flow addition or modification
es: Debe especificar una o más acciones en la adición o modificación de flujo
fr: Doit indiquer une ou plusieurs actions sur l'ajout ou la modification de flux
it: È necessario specificare una o più azioni nell'aggiunta o modifica del flusso
ko_kr: 플로우 추가 또는 수정 시 하나 이상의 조치를 지정해야 함
ru: Необходимо указать одно или несколько действий добавления или изменения потока
tr_tr: Akış ekleme ya da değiştirmede bir ya da fazla eylem belirtilmeli

source: Name %(dns_name)s is duplicated in the external DNS service
es: El nombre %(dns_name)s está duplicado en el servicio DNS externo
fr: Le nom %(dns_name)s est en double dans le service DNS externe
it: Nome %(dns_name)s duplicato nel servizio DNS esterno
ko_kr: 외부 DNS 서비스에서 이름 %(dns_name)s이(가) 중복되어 있음
ru: Имя %(dns_name)s повторяется во внешней службе DNS

source: Name '%s' must be 1-63 characters long, each of which can only be alphanumeric or a hyphen.
es: El nombre '%s' debe tener 1-63 caracteres de longitud, y sólo pueden ser alfanuméricos o guiones.
fr: Le nom '%s' doit comprendre entre 1 et 63 caractères (seuls les caractères alphanumériques et le trait d'union sont admis).
it: Il nome '%s' deve contenere da 1 a 63 caratteri, ciascuno dei quali può essere solo alfanumerico o un trattino.
ko_kr: 이름 '%s'의 길이는 1-63자 여야 하며 각각 영숫자나 하이픈이어야 합니다.
ru: Длина имени '%s' должна находиться в диапазоне от 1 до 63 алфавитно-цифровых символов или дефисов.

source: Name '%s' must not start or end with a hyphen.
es: El nombre '%s' no debe comenzar o terminar con un guión.
fr: Le nom '%s' ne doit pas commencer ni se terminer par un trait d'union.
it: Il nome '%s' non deve iniziare o terminare con un trattino.
ko_kr: 이름 '%s'은(는) 하이픈으로 시작하거나 끝날 수 없습니다.
ru: Имя '%s' не должно начинаться дефисом или оканчиваться им.

source: Name of Open vSwitch bridge to use
es: Nombre de puente de Open vSwitch a utilizar
fr: Nom du pont Open vSwitch à utiliser
it: Nome del bridge Open vSwitch da utilizzare
ko_kr: 사용할 열린 vSwitch 브릿지의 이름
ru: Имя используемого моста Open vSwitch
tr_tr: Kullanılacak Open vSwitch köprüsünün ismi

source: Name of bridge used for external network traffic. This should be set to an empty value for the Linux Bridge. When this parameter is set, each L3 agent can be associated with no more than one external network. This option is deprecated and will be removed in the M release.
es: Nombre del puente utilizado para el tráfico de red externa. Se debe establecer a un valor vacío para el puente Linux. Cuando este parámetro está definido, se puede asociar cada uno de los agentes L3 a no más de una red externa. Esta opción está en desuso y se eliminará en el release M.
fr: Nom du pont utilisé pour le trafic réseau externe. Doit être défini sur une valeur vide pour Linux Bridge. Lorsque ce paramètre est défini, chaque agent L3 peut être associé à un réseau externe au maximum. Cette option est obsolète et elle sera retirée dans la version M.
it: Nome del bridge utilizzato per il traffico di rete esterno. Deve essere impostato su un valore vuoto per Linux Bridge. Quando questo parametro è impostato, ciascun agent L3 può essere associato con non più di una rete esterna. Questa opzione è obsoleta e verrà rimossa nella release M.
ko_kr: 외부 네트워크 트래픽에 사용되는 브릿지 이름입니다. Linux Bridge의 빈 값으로 설정해야 합니다. 이 매개변수가 설정되면 각 L3 에이전트를 두 개 이상의 외부 네트워크에 연관시킬 수 있습니다. 이 옵션은 더 이상 사용되지 않으므로 M 릴리스에서 제거됩니다.
ru: Имя моста, используемого для передачи данных по внешней сети. Для Linux Bridge должно быть задано пустое значение. Если задан этот параметр, то каждый агент L3 может быть связан не более чем с одной внешней сетью. Эта опция устарела и будет удалена в выпуске M.

source: Name of nova region to use. Useful if keystone manages more than one region.
es: Nombre de región de nova a utilizar. Es útil si keystone gestiona más de una región.
fr: Nom de la région nova à utiliser. Utile si keystone gère plusieurs régions.
it: Nome della regione nova da utilizzare. Utile nel caso in cui keystone gestisce più di una regione.
ko_kr: 사용할 nova 리젼의 이름입니다. 키스톤이 둘 이상의 리젼을 관리할 경우 유용합니다.
ru: Имя используемого региона nova. Необходимо, если keystone управляет несколькими регионами.
tr_tr: Kullanılacak nova gölgesinin ismi. Keystone birden fazla bölgeyi yönetiyorsa kullanışlıdır.

source: Name of the FWaaS Driver
es: Nombre del controlador FWasS
fr: Nom du pilote FWaaS
it: Nome del driver FWaaS
ko_kr: FWaaS 드라이버 이름
ru: Имя драйвера FWaaS
tr_tr: FWaaS Sürücüsü ismi

source: Namespace of the router
es: Espacio de nombres del direccionador
fr: Espace de nom du routeur
it: Spazio dei nomi del router
ko_kr: 라우터의 네임스페이스
ru: Пространство имен маршрутизатора
tr_tr: Yönetici isim uzayı

source: Native pagination depend on native sorting
es: La paginación nativa depende de la ordenación nativa
fr: La mise en page native dépend du tri natif
it: La paginazione nativa deipende dall'ordinamento nativo
ko_kr: 네이티브 페이지 번호 매기기는 네이티브 정렬에 따라 다름
ru: Внутреннее разбиение на страницы зависит от внутренней сортировки
tr_tr: Doğal sayfalama doğal sıralamaya bağlıdır

source: Need to apply migrations from %(project)s contract branch. This will require all Neutron server instances to be shutdown before proceeding with the upgrade.
es: Es necesario aplicar migraciones desde la bifurcación de contratación de %(project)s. Esto requerirá apagar todas las instancias de servidor de Neutron antes de proceder con la actualización.
fr: La migrations doit être appliquée depuis la branche contract %(project)s. Cela va impliquer l'arrêt de toutes les instances de serveur Neutron avant la mise à niveau.
it: È necessario applicare le migrazioni dal ramo di contratto %(project)s. Prima di procedere con l'aggiornamento è necessario che tutte le istanze del server Neutron vengano chiuse.
ko_kr: %(project)s 계약 분기에서 마이그레이션을 적용해야 합니다. 업그레이드를 계속하기 전에 모든 Neutron 서버 인스턴스를 종료해야 합니다.
ru: Требуется применить миграцию из ветви contract %(project)s. При этом необходимо выключить все серверы Neutron перед началом обновления.

source: Negative delta (downgrade) not supported
es: El delta negativo (degradación) no está soportado
fr: Delta négatif (rétromigration) non pris en charge
it: Delta negativo (riduzione) non supportato
ko_kr: 음수의 델타(다운그레이드)는 지원하지 않음
ru: Отрицательная дельта (понижение) не поддерживается
tr_tr: Negatif fark (alt sürüm) desteklenmiyor

source: Negative relative revision (downgrade) not supported
es: La revisión relativa negativa (degradación) no está soportada
fr: Révision relative négative (rétromigration) non prise en charge
it: Revisione relativa negativa (riduzione) non suportata
ko_kr: 음수의 상대적 개정판(다운그레이드)은 지원하지 않음
ru: Отрицательная относительная ревизия (понижение) не поддерживается
tr_tr: Negatif ilişkili sürüm (alt sürüm) desteklenmiyor

source: Network %(network_id)s is already bound to BgpSpeaker %(bgp_speaker_id)s.
es: La red %(network_id)s ya está vinculada a un hablante de BGP%(bgp_speaker_id)s.
fr: Le réseau %(network_id)s est déjà lié au routeur BgpSpeaker %(bgp_speaker_id)s.
it: Rete %(network_id)s già associata a BgpSpeaker %(bgp_speaker_id)s.
ko_kr: 네트워크 %(network_id)s이(가) 이미 BgpSpeaker %(bgp_speaker_id)s에 바인드되어 있습니다.
ru: Сеть %(network_id)s уже связана с источником BGP %(bgp_speaker_id)s.

source: Network %(network_id)s is not associated with BGP speaker %(bgp_speaker_id)s.
es: La red %(network_id)s no está asociada al hablante de BGP %(bgp_speaker_id)s.
fr: Le réseau %(network_id)s n'est pas associé au routeur BGP %(bgp_speaker_id)s.
it: Rete %(network_id)s non associata allo speaker BGP %(bgp_speaker_id)s
ko_kr: 네트워크 %(network_id)s이(가) BGP 스피커 %(bgp_speaker_id)s과(와) 연관되지 않았습니다.
ru: Сеть %(network_id)s не связана с источником BGP %(bgp_speaker_id)s.

source: Network %(network_id)s is not bound to a BgpSpeaker.
es: La red %(network_id)s no está vinculada a un hablante de BGP.
fr: Le réseau %(network_id)s n'est pas lié à un routeur BGP.
it: Rete %(network_id)s non associata a un BgpSpeaker.
ko_kr: 네트워크 %(network_id)s이(가) BgpSpeaker에 바인드되지 않습니다.
ru: Сеть %(network_id)s не связана с источником BGP.

source: Network %(network_id)s is not bound to a IPv%(ip_version)s BgpSpeaker.
es: La red %(network_id)s no está vinculada a un hablante de BGP de IPv%(ip_version)s.
fr: Le réseau %(network_id)s n'est pas lié à un routeur BGP IPv%(ip_version)s.
it: Rete %(network_id)s non associata a un BgpSpeaker IPv%(ip_version)s.
ko_kr: 네트워크 %(network_id)s이(가) IPv%(ip_version)s BgpSpeaker에 바인드되지 않습니다.
ru: Сеть %(network_id)s не связана с источником BGP IPv%(ip_version)s.

source: Network %s does not contain any IPv4 subnet
es: La red %s no contiene ninguna subred IPv4
fr: Le réseau %s ne contient pas de sous-réseau IPv4
it: La rete %s non contiene alcuna sottorete IPv4
ko_kr: 네트워크 %s에 IPv4 서브넷이 포함되어 있지 않음
ru: Сеть %s не содержит подсетей IPv4

source: Network %s is not a valid external network
es: La red %s no es una red externa válida
fr: Le réseau %s n'est pas un réseau externe valide.
it: La rete %s non è una rete esterna valida
ko_kr: %s 네트워크가 올바른 외부 네트워크가 아님
ru: Сеть %s не является допустимой внешней сетью
tr_tr: %s ağı geçerli bir harici ağ değil

source: Network %s is not an external network
es: La red %s no es una red externa
fr: Réseau %s n'est pas un réseau externe
it: La rete %s non è una rete esterna
ko_kr: %s 네트워크가 외부 네트워크가 아님
ru: Сеть %s не является внешней
tr_tr: Ağ %s harici bir ağ değil

source: Network of size %(size)s, from IP range %(parent_range)s excluding IP ranges %(excluded_ranges)s was not found.
es: No se ha encontrado la red de tamaño %(size)s, de rango de IP %(parent_range)s, excluyendo los rangos %(excluded_ranges)s.
fr: Le réseau de taille %(size)s, de plage IP %(parent_range)s (hors plages IP %(excluded_ranges)s) est introuvable.
it: Rete di dimensione %(size)s, dall'intervallo IP %(parent_range)s esclusi gli intervalli IP %(excluded_ranges)s non trovata.
ko_kr: IP 범위가 %(parent_range)s이고 크기가 %(size)s인(IP 범위 %(excluded_ranges)s 제외) 네트워크를 발견하지 못했습니다.
ru: Сеть размера %(size)s из диапазона IP-адресов %(parent_range)s, кроме диапазонов IP-адресов %(excluded_ranges)s, не найдена.
tr_tr: %(excluded_ranges)s IP aralıkları hariç %(parent_range)s IP aralığından %(size)s botyutunda ağ bulunamadı.

source: Network that will have instance metadata proxied.
es: Red en la que se ejecutará un proxy en los metadatos de instancia.
fr: Réseau dont les métadonnées d'instance seront mandatées.
it: Rete che avrà i metadati dell'istanza con proxy.
ko_kr: 인스턴스 메타데이터가 프록시되는 네트워크입니다.
ru: Сеть, у которой метаданные экземпляра будут доступны через посредника.
tr_tr: Sunucu metadata'sı vekillenecek ağ.

source: Network type value '%s' not supported
es: No hay soporte para el valor de tipo de red '%s'
fr: Valeur de type de réseau '%s' non prise en charge
it: Valore del tipo di rete '%s' non supportato
ko_kr: 네트워크 유형 값 '%s'이(가) 지원되지 않음
ru: Значение типа сети '%s' не поддерживается
tr_tr: Ağ türü değeri '%s' desteklenmiyor

source: Network type value needed by the ML2 plugin
es: El plugin ML2 necesita el valor de tipo de red
fr: Valeur de type de réseau requise par le plug-in ML2
it: Valore Tipo di rete richiesto dal plugin ML2
ko_kr: ML2 플러그인에 네트워크 유형 값이 필요함
ru: Для модуля ML2 требуется значение типа сети
tr_tr: ML2 eklentisi ağ türü değerine ihtiyaç duyuyor

source: Network types supported by the agent (gre and/or vxlan).
es: Tipos de red admitidos por el agente (gre o vxlan).
fr: Types de réseau pris en charge par l'agent (gre et/ou vxlan).
it: Tipi di reti supportati dall'agent (gre e/o vxlan).
ko_kr: 에이전트에서 지원하는 네트워크 유형(gre 및/또는 vxlan)입니다.
ru: Типы сетей, поддерживаемые агентом (gre или vxlan).
tr_tr: Ajan tarafından desteklenen ağ türleri (gre ve/veya vxlan).

source: Neutron IPAM (IP address management) driver to use. If ipam_driver is not set (default behavior), no IPAM driver is used. In order to use the reference implementation of Neutron IPAM driver, use 'internal'.
es: Controlador IPAM de Neutron (gestión de direcciones IP) a utilizar. Si ipam_driver no está definido (comportamiento predeterminado), no se utiliza ningún controlador IPAM. Para utilizar la implementación de referencia del controlador IPAM de Neutron, utilice 'internal'.
fr: Pilote IPAM de Neutron. Si le paramètre ipam_driver n'est pas défini (comportement par défaut), aucun pilote IPAM n'est utilisé. Pour pouvoir utiliser l'implémentation de référence du pilote IPAM de Neutron, indiquez 'internal'.
it: Il driver Neutron IPAM (IP address management) da utilizzare. Se ipam_driver non è impostato (comportamento predefinito) non verrà utilizzato nessun driver IPAM. Per utilizzare l'implementazione di riferimento del driver Neutron IPAM, utilizzare 'internal'.
ko_kr: 사용할 Neutron IPAM(IP 주소 관리) 드라이버입니다. ipam_driver가 설정되지 않은 경우(기본 동작) IPAM 드라이버가 사용됩니다. Neutron 드라이버의 참조 구현을 사용하려면 'internal'을 사용하십시오.
ru: Используемый драйвер Neutron IPAM (управление IP-адресами). Если параметр ipam_driver не задан (значение по умолчанию), до никакой драйвер IPAM не используется. Для применения стандартной реализации драйвера IPAM Neutron укажите значение 'internal'.

source: Neutron Service Type Management
es: Administración del tipo de servicio Neutron
fr: Gestion du type de service Neutron
it: Gestione tipo servizio Neutron
ko_kr: Neutron 서비스 유형 관리
ru: Управление типами служб Neutron
tr_tr: Neutron Servis Türü Yönetimi

source: Neutron core_plugin not configured!
es: ¡Neutron core_plugin no está configurado!
fr: Neutron core_plugin n'est pas configuré !
it: Neutron core_plugin non configurato!
ko_kr: Neutron core_plugin이 구성되지 않았습니다!
ru: Не настроен core_plugin Neutron!
tr_tr: Neutron core_plugin yapılandırılmamış!

source: Neutron plugin provider module
es: Módulo de proveedor de plugin de Neutron
fr: Module du fournisseur de plug-in Neutron
it: Modulo del provider di plugin Neutron
ko_kr: Neutron 플러그인 제공자 모듈
ru: Модуль провайдера модулей Neutron
tr_tr: Neutron eklenti sağlayıcı modülü

source: Neutron quota driver class
es: Clase de controlador de cuota Neutron
fr: Classe de pilote du quota Neutron
it: Classe driver quota Neutron
ko_kr: Neutron 할당량 드라이버 클래스
ru: Класс драйвера квоты Neutron
tr_tr: Neutron kota sürücü sınıf

source: New value for first_ip or last_ip has to be specified.
es: Se debe especificar un nuevo valor para first_ip o last_ip.
fr: Une nouvelle valeur doit être spécifiée pour first_ip ou last_ip.
it: È necessario specificare un nuovo valore per first_ip o last_ip.
ko_kr: first_ip 또는 last_ip의 새 값을 지정해야 합니다.
ru: Необходимо указать значение для first_ip или last_ip.

source: No default router:external network
es: No hay ninguna red router:external predeterminada
fr: Aucun réseau router:external par défaut
it: Nessuna rete router:external predefinita
ko_kr: 기본 router:external 네트워크가 없음
ru: Не задан маршрут по умолчанию во внешнюю сеть

source: No default subnetpool found for IPv%s
es: No se ha encontrado ninguna agrupación de subredes predeterminada para IPv%s
fr: Aucun pool de sous-réseau par défaut trouvé pour IPv%s
it: Nessun pool di sottorete predefinito trovato per IPv%s
ko_kr: IPv%s의 기본 subnetpool이 없음
ru: Не найден пул подсетей по умолчанию для IPv%s

source: No default subnetpools defined
es: No se han definido agrupaciones de subredes predeterminadas
fr: Aucun pool de sous-réseau défini
it: Nessun pool di sottorete predefinito definito
ko_kr: 기본 subnetpools가 정의되지 않음
ru: Не определены пулы подсетей по умолчанию

source: No eligible l3 agent associated with external network %s found
es: No se ha encontrado ningún agente l3 elegible asociado con la red externa %s
fr: Aucun agent l3 admissible trouvé associé au réseau %s
it: Non è stato trovato nessun agent L3 adatto associato alla rete esterna %s
ko_kr: 외부 네트워크 %s과(와) 연관된 적합한 l3 에이전트를 찾을 수 없음
ru: Не найдены допустимые агенты l3, связанные с внешней сетью %s
tr_tr: %s harici ağıyla ilişkilendirilmiş uygun l3 ajanı bulunamadı

source: No more IP addresses available for subnet %(subnet_id)s.
es: No hay más direcciones IP disponibles en la subred %(subnet_id)s.
fr: Pas d'autres adresses IP disponibles pour le sous-réseau %(subnet_id)s.
it: Indirizzi IP non più disponibili per la sottorete %(subnet_id)s.
ko_kr: 서브넷 %(subnet_id)s에 대해 사용 가능한 IP 주소가 더 이상 없습니다.
ru: В подсети %(subnet_id)s больше нет доступных IP-адресов.
tr_tr: %(subnet_id)s alt ağı için kullanılabilir başka IP adresi yok.

source: No more Virtual Router Identifier (VRID) available when creating router %(router_id)s. The limit of number of HA Routers per tenant is 254.
es: No hay ningún identificador de direccionador virtual (VRID) al crear el direccionador %(router_id)s. El límite del número de direccionadores HA por arrendatario es 254.
fr: Plus d'identificateur de routeur virtuel disponible lors de la création du routeur %(router_id)s. Le nombre maximum de routeurs haute disponibilité par locataire est 254.
it: Nessun altro VRID (Virtual Router Identifier) disponibile durante la creazione del router %(router_id)s. Il limite del numero di router HA per tenant è 254.
ko_kr: %(router_id)s 라우터 작성 시 VRID(Virtual Router Identifier)를 더 이상 사용할 수 없습니다.테넌트당 HA 라우터 수의 한계는 254입니다.
ru: Не осталось доступных ИД виртуального маршрутизатора (VRID) при создании маршрутизатора %(router_id)s. Ограничение числа маршрутизаторов высокой готовности на арендатора составляет 254.
tr_tr: %(router_id)s yönlendiricisi oluşturulurken kullanılabilir Sanal Yönlendirici Tanımlayıcı (VRID) yok. Kiracı başına HA Yönlendirici sayısı sınırı 254.

source: No offline migrations pending.
es: No hay migraciones fuera de línea pendientes.
fr: Aucune migration hors ligne en attente.
it: Nessuna migrazione offline in sospeso.
ko_kr: 보류 중인 오프라인 마이그레이션이 없습니다.
ru: Нет ожидающих миграций с выключением.

source: No providers specified for '%s' service, exiting
es: No hay proveedores especificados para '%s' servicio, salir
fr: Aucun fournisseur indiqué pour le service de '%s', sortie
it: Nessun provider specificato per il servizio '%s', uscita in corso
ko_kr: '%s' 서비스에 대해 제공자가 지정되지 않음, 종료하는 중
ru: Не заданы поставщики для службы '%s', выход
tr_tr: '%s' servisi için sağlayıcı belirtilmemiş, çıkılıyor

source: No shared key in %s fields
es: No hay ninguna clave compartida en los campos de %s
fr: Aucune clé partagée dans les champs %s
it: Nessuna chiave condivisa in %s campi
ko_kr: %s 필드의 공유 키가 없음
ru: Нет общего ключа в полях %s

source: No versions callback provided in ResourceVersionsManager
es: No se proporciona devolución de llamada de versiones en ResourceVersionsManager
fr: Aucun rappel de versions fourni dans ResourceVersionsManager
it: Nessun callback di versioni fornito in ResourceVersionsManager
ko_kr: ResourceVersionsManager에 버전 콜백이 제공되지 않음
ru: В ResourceVersionsManager нет обратного вызова для версий

source: Not allowed to manually assign a router to an agent in 'dvr' mode.
es: No está permitido asignar manualmente un direccionador a un agente en modo 'dvr'.
fr: Non autorisé à affecter manuellement un routeur à un agent en mode 'dvr'.
it: Attualmente non è consentito assegnare manualmente un router ad un agent in modalità 'dvr'.
ko_kr: 'dvr' 모드에서 수동으로 에이전트에 라우터를 지정할 수 없습니다.
ru: Невозможно вручную присвоить маршрутизатор агенту в режиме 'dvr'.

source: Not allowed to manually remove a router from an agent in 'dvr' mode.
es: No está permitido eliminar manualmente un direccionador de un agente en modo 'dvr'.
fr: Non autorisé à retirer manuellement un routeur d'un agent en mode 'dvr'.
it: Attualmente non è consentito rimuovere manualmente un router da un agent in modalità 'dvr'.
ko_kr: 'dvr' 모드에서 수동으로 에이전트에서 라우터를 제거할 수 없습니다.
ru: Невозможно вручную удалить маршрутизатор из агента в режиме 'dvr'.

source: Not enough l3 agents available to ensure HA. Minimum required %(min_agents)s, available %(num_agents)s.
es: No hay suficientes agentes 13 disponibles para garantizar HA. El mínimo necesario es %(min_agents)s, disponibles %(num_agents)s.
fr: Nombre d'agents L3 insuffisant pour assurer la haute disponibilité. Nombre minimum requis : %(min_agents)s, nombre disponible : %(num_agents)s.
it: Non sono presenti agent L3 sufficienti per garantire HA. Sono richiesti minimo %(min_agents)s, disponibili %(num_agents)s.
ko_kr: HA를 확인하기 위해 사용 가능한 13개의 에이전트가 충분하지 않습니다. 최소 %(min_agents)s, 사용 가능한 %(num_agents)s이(가) 필요합니다.
ru: Недостаточно агентов L3 для обеспечения высокой готовности. Требуется минимум %(min_agents)s, доступно %(num_agents)s.
tr_tr: HA'dan emin olmak için yeterli l3 ajanı yok. Asgari %(min_agents)s gerekli, kullanılabilir %(num_agents)s var.

source: Number of DHCP agents scheduled to host a tenant network. If this number is greater than 1, the scheduler automatically assigns multiple DHCP agents for a given tenant network, providing high availability for DHCP service.
es: Número de agentes DHCP programados para alojar una red de arrendatarios. Si este número es mayor que 1, el planificador asigna automáticamente varios agentes DHCP de una red de arrendatarios dada y proporciona alta disponibilidad para el servicio DHCP.
fr: Nombre d'agents DHCP planifiés pour héberger un réseau titulaire. Si ce nombre est supérieur à 1, le planificateur affecte automatiquement plusieurs agents DHCP pour un réseau titulaire donné, ce qui fournit de la haute disponibilité au service DHCP.
it: Numero di agent DHCP pianificati per ospitare una rete titolare. Se questo numero è maggiore di 1, lo scheduler assegna automaticamente più agent DHCP per una data rete titolare, fornendo l'alta disponibilità per il servizio DHCP.
ko_kr: 테넌트 네트워크를 호스팅하기 위해 스케줄된 DHCP 에이전트의 수입니다. 이 숫자가 1보다 크면 스케줄러는 지정된 테넌트 네트워크에 대해 다중 DHCP 에이전트를 자동으로 지정하여 DHCP 서비스에 대한 고가용성을 제공합니다.
ru: Число агентов DHCP, запланированных для управления сети арендатора. Если это значение больше 1, планировщик автоматически присваивает несколько агентов DHCP для заданной сети арендатора, обеспечивая высокую готовность службы DHCP.
tr_tr: Bir kiracı ağı sunmak için zamanlanan DHCP ajanları sayısı. Bu sayı 1'den büyükse, zamanlayıcı verilen bir kiracı ağa otomatik olarak birden çok DHCP ajanı atar, ve DHCP servisi için yüksek kullanılabilirlik sağlar.
