Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: Enable services on an agent with admin_state_up False. If this option is False, when admin_state_up of an agent is turned False, services on it will be disabled. Agents with admin_state_up False are not selected for automatic scheduling regardless of this option. But manual scheduling to such agents is available if this option is True.
es: Habilite servicios en un agente con admin_state_up False. Si esta opción es False, cuando el valor admin_state_up de un agente se convierte en False, los servicios en élse inhabilitarán. Los agentes con admin_state_up False no se seleccionan para laplanificación automática independientemente de esta opción. No obstante, la planificación manual paraestos agentes está disponible si esta opción es True.
fr: Activer les services sur un agent ayant admin_state_up avec une valeur False. Si cette option est False, lorsque admin_state_up d'un agent se voit attribuer la valeur False, les services qui y sont associés seront automatiquement désactivés. Les agents ayant admin_state_up avec la valeur False ne sont pas sélectionnés pour la planification automatique, quelle que soit la valeur de cette option. Toutefois, il est possible de procéder à une planification manuelle pour ces agents si cette option a pour valeur True.
it: Abilitare i servizi sull'agent con admin_state_up False. Se questa opzione è False, quando admin_state_up di un agent è su False, verranno disabilitati i servizi su tale agent. Gli agent con admin_state_up False non vengono selezionati per la pianificazione automatica indipendentemente da questa opzione. Ma è disponibile la pianificazione manuale di tali agent se questa opzione è impostata su True.
ko_kr: admin_state_up False인 에이전트의 서비스 사용. 이 옵션이 False이면 에이전트의 admin_state_up이 False가 될 때 해당 서비스가 사용 안함으로 설정됩니다. admin_state_up False인 에이전트는 이 옵션과 관계 없이 자동 스케줄링에 사용하도록 선택하지 않습니다. 그러나 이 옵션이 True이면 이러한 에이전트에 수동 스케줄링을 사용할 수 있습니다.
ru: Включить службы на агенте с admin_state_up False. Если эта опция равна False, когда admin_state_up агента устанавливается False, службы на нем будут выключены. Агенты с admin_state_up False не выбраны для автоматического планирования независимо от этой опции. Но ручное планирование для таких агентов доступно, если опция равна True.
tr_tr: admin_state_up False olan bir ajan üzerinde servisleri etkinleştir. Bu seçenek False ise, bir ajanın admin_state_up'u False yapıldığında, üzerindeki servisler kapatılacaktır. admin_state_up False olan ajanlar bu seçeneğe bakılmaksızın otomatik zamanlama için seçilmezler. Ama bu seçenek True ise bu tür ajanlara elle zamanlama yapılabilir.

source: Enable suppression of ARP responses that don't match an IP address that belongs to the port from which they originate. Note: This prevents the VMs attached to this agent from spoofing, it doesn't protect them from other devices which have the capability to spoof (e.g. bare metal or VMs attached to agents without this flag set to True). Spoofing rules will not be added to any ports that have port security disabled. For LinuxBridge, this requires ebtables. For OVS, it requires a version that supports matching ARP headers. This option will be removed in Newton so the only way to disable protection will be via the port security extension.
es: Habilite la supresión de respuestas ARP que no coincidan con una dirección IP que pertenezca al puerto en donde se originan. Nota: Esto evita la suplantación de las VM conectadas a este agente, no los protege de otros dispositivos con la capacidad de suplantar (por ejemplo, bare metal o VM conectadas a agentes sin este distintivo establecido en True). Las reglas de suplantación no se añadirán a los puertos con la seguridad de puerto inhabilitada. Para LinuxBridge, esto requiere ebtables. Para OVS, requiere una versión que dé soporte a las cabeceras ARP coincidentes. Esta opción se eliminará en Newton de forma que la única forma de deshabilitar la protección será a través de la extensión de seguridad del puerto.
fr: Activez la suppression des réponses ARP qui ne correspondent pas à une adresse IP appartenant au port dont elles proviennent. Remarque : Cela permet d'éviter l'usurpation des machines virtuelles connectées à cet agent, cela ne les protège pas d'autres unités capables d'usurpation (par exemple, des unités virtualisées ou des machines virtuelles connectées à des agents sans cet indicateur défini sur True). Aucune règle d'usurpation ne sera ajoutée aux ports dont la sécurité est désactivée. Pour LinuxBridge, ebtables est requis. Pour OVS, il est nécessaire de disposer d'une version prenant en charge les en-têtes ARP correspondants. Cette option va être retirée dans Newton, l'unique façon de désactiver la protection sera donc via l'extension de port de sécurité.
it: Abilitare la soppressione delle risposte ARP che non corrispondono a un indirizzo IP che appartiene alla porta da cui provengono. Nota: ciò previene lo spoofing sulle VM collegate a questo agent, non le protegge da altri dispositivi che hanno la capacità di spoofing (ad es. baremetal o VM collegate ad agent senza questo indicatore impostato su True). Le regole di spoofing non verranno aggiunte alle porte che hanno la sicurezza disabilitata. Per LinuxBridge, ciò richiede ebtables. Per OVS, richiede una versione che supporti la corrispondenza con intestazioni ARP. Questa opzione verrà rimossa in Newton, per cui l'unico modo per disabilitare la protezione sarà mediante l'estensione di sicurezza della porta.
ko_kr: 시작되는 포트에 속하는 IP 주소와 일치하지 않는 ARP 응답의 억제를 사용으로 설정하십시오. 참고: 이는 이 에이전트에 연결된 VM의 위조를 방지하지만 위조 기능을 가진 다른 디바이스(예: 이 플래그가 True로 설정되지 않는 에이전트에 연결된 베어메탈 또는 VM)로부터 보호하지는 않습니다. 위조 규칙은 포트 보안이 사용 안함으로 설정된 포트에는 추가되지 않습니다. LinuxBridge의 경우에는 ebtables가 필요합니다. OVS의 경우에는 일치하는 ARP 헤더를 지원하는 버전이 필요합니다. 이 옵션은 Newton에서 제거되므로, 포트 보안 확장을 통해서만 보호를 사용하지 않게 설정할 수 있습니다.
ru: Включить подавление ответов ARP, которые не соответствуют IP-адресу, относящемуся к порту-источнику этих ответов. Примечание: эта функция запрещает VM подключение к этому агенту для защиты от имитации, она не защищает от других устройств, совместимых с методами имитации (например компьютеров без установленной операционной системы или VM, подключенных к агентам, в которых этому флагу присвоено значение Fakse). Правила имитации будут добавлены не для всех портов с отключенной защитой. Для LinuxBridge требуется ebtables. Для OVS требуется версия, поддерживающая сопоставление заголовков ARP. Эта опция будет удалена в Newton, поэтому защиту можно будет выключить только через расширение защиты портов.

source: Enable/Disable log watch by metadata proxy. It should be disabled when metadata_proxy_user/group is not allowed to read/write its log file and copytruncate logrotate option must be used if logrotate is enabled on metadata proxy log files. Option default value is deduced from metadata_proxy_user: watch log is enabled if metadata_proxy_user is agent effective user id/name.
es: Habilitar/inhabilitar observador de registro por proxy de metadatos. Debe inhabilitarse cuandometadata_proxy_user/group no tiene permiso para leer/grabar en su archivo de registro ydebe utilizarse la opción copytruncate logrotate si logrotate se habilita en los archivos de registro de proxy de metadatos. El valor predeterminado de la opción se deduce demetadata_proxy_user: el registro de observador está habilitado si metadata_proxy_user es unid/nombre de usuario efectivo de agente.
fr: Activer/Désactiver la surveillance de journaux par proxy de métadonnées. Elle doit être désactivée lorsque metadata_proxy_user/group n'est pas autorisé à lire/écrire son fichier journal et l'option copytruncate logrotate doit être utilisée si logrotate est activée sur les fichiers journaux de proxy de métadonnées. La valeur par défaut de l'option est déduite de metadata_proxy_user : la surveillance des journaux est activée si metadata_proxy_user correspondà l'ID/au nom de l'utilisateur effectif de l'agent.
it: Abilita/disabilita logwatch mediante il proxy di metadati. Dovrebbe essere disabilitato quando non è consentita l'opzione metadata_proxy_user/group per leggere/scrivere il relativo file di log e deve essere utilizzata l'opzione copytruncate logrotate se è abilitata logrotate sui file di log del proxy di metadati. Il valore predefinito dell'opzione viene dedotto da metadata_proxy_user: il logwatch è abilitato se metadata_proxy_user è l'ID/nomedell'utente operativo dell'agent.
ko_kr: 메타데이터 프록시별로 로그 감시 사용/사용 안함. metadata_proxy_user/group에서 해당 로그 파일을 읽거나 쓸 수 없는 경우 사용 안함으로 설정해야 하며 메타데이터 프록시 로그 파일에서 logrotate를 사용하는 경우 copytruncate logrotate 옵션을 사용해야 합니다. 옵션 기본값은 metadata_proxy_user에서 도출된 값입니다. 감시 로그는 metadata_proxy_user가 에이전트 유효 사용자 ID/이름인 경우 사용 설정됩니다.
ru: Включить/выключить отслеживание протокола посредством прокси метаданных. Оно должно быть выключено, когда metadata_proxy_user/group не разрешено читать/писать в файл протокола, и должна использоваться опция copytruncate logrotate, если опция logrotate включена для файлов протокола прокси метаданных. Значение опции по умолчанию выводится из metadata_proxy_user: протокол отслеживания включен, если metadata_proxy_user является действующим ИД/именем пользователя агента.
tr_tr: Metadata vekili tarafından kayıt etkinleştir/kapat. metadata_proxy_user/group kayıt dosyasına okuma/yazma iznine sahip olmadığında, kapatılmalıdır ve metadata vekil kayıt dosyaları üzerinde logrotate etkinse copytruncate logrotate seçeneği kullanılmalıdır. Seçeneğin varsayılan değeri metadata_proxy_user'den anlaşılır: metadata_proxy_user ajan etkin kullanıcı id/ismi ise izleme kaydı etkinleştirilir.

source: Enables IPv6 Prefix Delegation for automatic subnet CIDR allocation. Set to True to enable IPv6 Prefix Delegation for subnet allocation in a PD-capable environment. Users making subnet creation requests for IPv6 subnets without providing a CIDR or subnetpool ID will be given a CIDR via the Prefix Delegation mechanism. Note that enabling PD will override the behavior of the default IPv6 subnetpool.
es: Habilita la delegación de prefijo IPv6 para la asignación automática de CIDR de subred. Establézcalo en True para habilitar la delegación de prefijo IPv6 para la asignación de subred en un entorno que admita PD (Prefix Delegation). A los usuarios que realicen solicitudes de creación de subred para subredes IPv6 sin proporcionar un CIDR o un ID de agrupación de subred se les dará un CIDR mediante el mecanismo de delegación de prefijos. Tenga en cuenta que al habilitar PD se sustituirá el comportamiento de la agrupación de subred IPv6 predeterminada.
fr: Active la délégation de préfixe IPv6 pour l'allocation CIDR de sous-réseau automatique. Définissez ce paramètre sur True pour activer la délégation de préfixe IPv6 pour l'allocation de sous-réseau dans un environnement compatible PD. Les utilisateurs effectuant des demandes de création de sous-réseau pour des sous-réseaux IPv6 sans indiquer de CIDR ou d'ID de pool de sous-réseau se verront affecter un CIDR via le mécanisme de délégation de préfixe. Notez que l'activation de PD se substitue au comportement du pool de sous-réseau IPv6 par défaut.
it: Abilita la delegazione del prefisso IPv6 per l'allocazione CIDR della sottorete automatica. Impostare su True per abilitare la delegazione del prefisso IPv6 per l'allocazione della sottorete in un ambiente con capacità PD. Gli utenti che effettuano richieste di creazione di una sottorete per le sottoreti IPv6 senza fornire un CIDR o un ID pool di sottorete riceveranno un CIDR mediante il meccanismo di delegazione del prefisso. L'abilitazione di PD sostituirà il comportamento del pool di sottorete IPv6 predefinito.
ko_kr: 지동 서브넷 CIDR 할당을 위해 IPV6 접두어 위임을 사용합니다. PD 가능 환경에서 서브넷 할당을 위해 IPv6 접두어 위임을 사용하려면 True로 설정합니다. 사용자가 CIDR 또는 subnetpool ID를 제공하지 않고 IPv6 서브넷의 서브넷 작성을 요청하면 접두어 위임 메커니즘을 통해 CIDR이 제공됩니다. PD를 사용하면 기본 IPv6 subnetpool의 동작이 재정의됩니다.
ru: Разрешает делегирование префикса IPv6 при автоматическом выделении CIDR подсети. Присвойте параметру значение True, чтобы включить делегирование префикса IPv6 при выделении сети в среде с поддержкой делегирования префикса. Пользователи, запрашивающие создание подсети IPv6 без указания CIDR или ИД пула подсетей, получают CIDR посредством делегирования префикса. Учтите, что включение делегирования префикса переопределяет стандартное поведение пула подсетей IPv6.

source: Enables the dnsmasq service to provide name resolution for instances via DNS resolvers on the host running the DHCP agent. Effectively removes the '--no-resolv' option from the dnsmasq process arguments. Adding custom DNS resolvers to the 'dnsmasq_dns_servers' option disables this feature.
es: Permite al servicio dnsmasq proporcionar resolución de nombres para instancias mediante resolvedores DNS en el host donde se ejecuta el agente DHCP. Elimina la opción '--no-resolv' de los argumentos del proceso dnsmasq. Si se añaden resolvedores DNS personalizados a la opción 'dnsmasq_dns_servers' se deshabilita esta característica.
fr: Permet au service dnsmasq de fournir la résolution de nom pour les instances via des programmes de résolution DNS sur l'hôte exécutant l'agent DHCP. Supprime l'option '--no-resolv' des arguments de processus dnsmasq. L'ajout de programmes de résolution DNS personnalisés à l'option 'dnsmasq_dns_servers' désactive cette fonction.
it: Abilita il servizio dnsmasq a fornire la risoluzione dei nomi per le istanze mediante i resolver DNS sull'host che esegue l'agent DHCP. In realtà rimuove l'opzione '--no-resolv' dagli argomenti del processo dnsmasq. L'aggiunta di risolver DNS personalizzati all'opzione 'dnsmasq_dns_servers' disabilita questa funzione.
ko_kr: DHCP 에이전트를 실행 중인 호스트에서 DNS 분석기를 통해 인스턴스의 이름 분석을 제공하는 dnsmasq 서비스를 사용합니다. dnsmasq 프로세스 인수에서 '--no-resolv' 옵션을 효과적으로 제거합니다. 사용자 정의 DNS 분석기를 'dnsmasq_dns_servers' 옵션에 추가하면 이 기능이 사용되지 않습니다.
ru: Включает службу dnsmasq для обработки запросов DNS на хосте, на котором работает агент DHCP. Аннулирует действие опции '--no-resolv' в аргументах процесса dnsmasq. Эта функция выключается, если в опцию 'dnsmasq_dns_servers' добавляются пользовательские обработчики запросов DNS.

source: Encountered an empty component.
es: Se ha encontrado un componente vacío.
fr: Un composant vide a été trouvé.
it: È stato rilevato un componente vuoto.
ko_kr: 비어 있는 컴포넌트가 발생했습니다.
ru: Обнаружен пустой компонент.

source: End of VLAN range is less than start of VLAN range
es: El final del rango VLAN es menor que el inicio del rango VLAN
fr: La fin de la plage de réseaux locaux virtuels est inférieure au début
it: La fine dell'intervallo VLAN è minore dell'inizio dell'intervallo VLAN
ko_kr: VLAN 범위의 끝이 VLAN 범위의 시작보다 작습니다.
ru: Конечное значение диапазона VLAN меньше его начального значения
tr_tr: VLAN aralığı sonu VLAN aralığı başından daha küçük

source: End of tunnel range is less than start of tunnel range
es: El final del rango de túnel es menor que el inicio del rango de túnel
fr: La fin de la plage de tunnels est inférieure au début
it: L'intervallo finale del tunnel è inferiore all'intervallo iniziale del tunnel.
ko_kr: 터널 범위의 끝이 터널 범위의 시작보다 작음
ru: Конечное значение диапазона туннелей меньше его начального значения
tr_tr: Tünel aralığı sonu tünel aralığı başından daha küçük

source: Enforce using split branches file structure.
es: Imponer utilizando la estructura del archivo de ramas de división.
fr: Imposer l'utilisation d'une structure de fichier de branches fractionnées.
it: Applicare l'uso di struttura file con rami suddivisi.
ko_kr: 분할 분기 파일 구조 사용을 적용하십시오.
ru: Выполнить принудительно с помощью разделения ветвей файловой структуры.

source: Error %(reason)s while attempting the operation.
es: Error %(reason)s al intentar realizar la operación.
fr: Erreur %(reason)s lors de la tentative d'exécution de l'opération.
it: Errore %(reason)s durante l'operazione.
ko_kr: 조작 시도 중 오류 %(reason)s이(가) 발생했습니다.
ru: Ошибка %(reason)s во время выполнения операции.
tr_tr: İşlem denenirken %(reason)s hatası.

source: Error importing FWaaS device driver: %s
es: Error al importar controlador de dispositivo FWaaS: %s
fr: Erreur d'importation du pilote de périphérique FWaaS : %s
it: Errore durante l'importazione del driver dell'unità FWaaS: %s
ko_kr: FWaaS 디바이스 드라이버를 가져오는 중에 오류 발생: %s
ru: Ошибка при импорте драйвера устройства FWaaS: %s
tr_tr: FWaaS aygıt sürücüsünü içe aktarmada hata: %s

source: Error parsing dns address %s
es: Error al analizar la dirección dns %s
fr: Erreur lors de l'analyse syntaxique de l'adresse DNS %s
it: Errore durante l'analisi dell'indirizzo dns %s
ko_kr: DNS 주소 %s 구문 분석 오류
ru: Ошибка при анализе адреса dns %s
tr_tr: %s dns adresinin ayrıştırılmasında hata

source: Error while reading %s
es: Error al leer %s
fr: Erreur lors de la lecture de %s
it: Errore durante le lettura di %s
ko_kr: %s을(를) 읽는 중에 오류 발생
ru: Ошибка при чтении %s
tr_tr: %s okunurken hata

source: Exceeded %s second limit waiting for address to leave the tentative state.
es: Se ha superado el límite de %s segundos esperando que la dirección abandone el estado de tentativa.
fr: Limite dépassée de %s secondes, en attente adresse pour sortie de l'état de tentative.
it: Superato il limite di %s in attesa dell'indirizzo da lasciare nello stato di tentativo.
ko_kr: 주소가 임시 상태를 벗어날 때까지 대기하는 동안 %s초 제한이 초과되어씃ㅂ니다.
ru: Превышено время ожидания выхода адреса из временного состояния ( %s секунд)

source: Exceeded maximum amount of fixed ips per port.
es: Se ha superado el número máximo de IP fijas por puerto.
fr: Nombre maximum d'IP fixes par port dépassé.
it: Superata la quantità massima di ip fissi per porta.
ko_kr: 포트당 최대 Fixed IP 수를 초과했습니다.
ru: Превышено максимально допустимое число фиксированных IP-адресов на один порт.

source: Existing prefixes must be a subset of the new prefixes
es: Los prefijos existentes deben ser una subred de los prefijos nuevos
fr: Les préfixes existants doivent être un sous-réseau des nouveaux préfixes
it: I prefissi esistenti devono essere un sottoinsieme dei nuovi prefissi
ko_kr: 기존 접두부는 새 접두부의 서브넷이어야 함
ru: Существующие префиксы должны быть подмножеством новых префиксов
tr_tr: Mevcut önekler yeni öneklerin alt kümesi olmalıdır

source: Exit code: %(returncode)d; Stdin: %(stdin)s; Stdout: %(stdout)s; Stderr: %(stderr)s
es: Código de salida: %(returncode)d; Stdin: %(stdin)s; Stdout: %(stdout)s; Stderr: %(stderr)s
fr: Code de sortie: %(returncode)d; Stdin: %(stdin)s; Stdout: %(stdout)s; Stderr: %(stderr)s
it: Codice uscita: %(returncode)d; Stdin: %(stdin)s; Stdout: %(stdout)s; Stderr: %(stderr)s
ko_kr: 종료 코드: %(returncode)d; Stdin: %(stdin)s; Stdout: %(stdout)s; Stderr: %(stderr)s
ru: Код возврата: %(returncode)d; Stdin: %(stdin)s; Stdout: %(stdout)s; Stderr: %(stderr)s

source: Extension %(driver)s failed.
es: Error en la extenxión %(driver)s.
fr: Echec de l'extension %(driver)s.
it: Estensione %(driver)s non riuscita.
ko_kr: 확장 %(driver)s이(가) 실패했습니다.
ru: Сбой расширения %(driver)s.

source: Extension driver %(driver)s required for service plugin %(service_plugin)s not found.
es: No se ha encontrado el controlador de extensión %(driver)s necesario para el plugin de servicio %(service_plugin)s.
fr: Le pilote d'extension %(driver)s requis pour le plugin de service %(service_plugin)s est introuvable.
it: Driver di estensione %(driver)s richiesto per il plugin di servizio %(service_plugin)s non trovato.
ko_kr: 서비스 플러그인 %(service_plugin)s에 필요한 확장 드라이버 %(driver)s을(를) 찾을 수 없음
ru: Не найден драйвер расширения %(driver)s, необходимый для модуля службы %(service_plugin)s.

source: Extension to use alongside ml2 plugin's l2population mechanism driver. It enables the plugin to populate VXLAN forwarding table.
es: Extensión para usar unto con el controlador de mecanismo l2population del plug-in ml2. Este habilita el plugin para completar la tabla de reenvío VXLAN.
fr: Extension à utiliser avec le pilote de mécanisme l2population du plug-in ml2. Elle permet au plug-in de remplir la table de réacheminement VXLAN.
it: Estensione per utilizzare insieme del driver del meccanismo l2population del plugin m12. Essa abilita il plugin per popolare la tabella di inoltro VXLAN.
ko_kr: ml2 플러그인의 l2population 메커니즘 드라이버와 함께 사용할 확장기능. 이를 통해플러그인이 VXLAN 전달 테이블을 채울 수 있습니다.
ru: Расширение для использования наряду с драйвером механизма l2population модуля ml2. Оно обеспечивает заполнение модулем таблицы пересылки VXLAN.
tr_tr: ml2 eklentisinin l2population mekanizma sürücüsünün yanında kullanılacak eklenti. Eklentiyi VXLAN iletim tablosunu doldurması için etkinleştirir.

source: Extension with alias %s does not exist
es: La ampliación con el alias %s no existe
fr: L'extension avec l'alias %s n'existe pas
it: L'estensione con alias %s non esiste
ko_kr: 별명이 %s인 확장이 존재하지 않음
ru: Расширение с псевдонимом %s не существует
tr_tr: %s rumuzlu eklenti mevcut değil

source: Extensions list to use
es: Lista de extensiones que se va a utilizar
fr: Liste d'extensions à utiliser.
it: Elenco estensioni da utilizzare
ko_kr: 사용할 확장 목록
ru: Список используемых расширений

source: Extensions not found: %(extensions)s.
es: Extensiones no encontradas: %(extensions)s.
fr: Extensions non trouvé: %(extensions)s
it: Estensioni non trovate: %(extensions)s.
ko_kr: 확장기능을 찾을 수 없음: %(extensions)s.
ru: Расширения не найдены: %(extensions)s.

source: External DNS driver %(driver)s could not be found.
es: No se ha podido encontrar el controlador DNS externo %(driver)s.
fr: Le pilote DNS externe %(driver)s est introuvable.
it: Impossibile trovare il driver DNS %(driver)s.
ko_kr: 외부 DNS 드라이버 %(driver)s을(를) 찾을 수 없습니다.
ru: Драйвер внешней службы DNS %(driver)s не найден.

source: External IP %s is the same as the gateway IP
es: El IP externo %s es el mismo que el IP de pasarela
fr: L'adresse IP externe %s est identique à l'adresse IP de passerelle
it: L'IP esterno %s è uguale all'IP gateway
ko_kr: 외부 IP %s이(가) 게이트웨이 IP와 같음
ru: Внешний IP-адрес %s совпадает с IP-адресом шлюза
tr_tr: Harici IP %s geçit IP ile aynı

source: External network %(external_network_id)s is not reachable from subnet %(subnet_id)s. Therefore, cannot associate Port %(port_id)s with a Floating IP.
es: No se puede alcanzar la red externa %(external_network_id)s desde la subred %(subnet_id)s. Por tanto, no se puede asociar el puerto %(port_id)s con una IP flotante.
fr: Le réseau externe %(external_network_id)s n'est pas accessible à partir du sous-réseau %(subnet_id)s. Par conséquent, il est impossible d'associer le port %(port_id)s avec une adresse IP flottante.
it: La rete esterna %(external_network_id)s non è raggiungibile dalla sottorete %(subnet_id)s. Pertanto, non è possibile associare la porta %(port_id)s a un IP mobile.
ko_kr: 서브넷 %(subnet_id)s에서 외부 네트워크 %(external_network_id)s에 도달할 수 없습니다. 따라서 포트 %(port_id)s을(를) 부동 IP와 연관시킬 수 없습니다.
ru: Внешняя сеть %(external_network_id)s недостижима из подсети %(subnet_id)s. Поэтому порт %(port_id)s невозможно связать с нефиксированным IP-адресом.
tr_tr: Harici ağ %(external_network_id)s %(subnet_id)s alt ağından erişilebilir değil. Bu yüzden, %(port_id)s bağlantı noktası bir Değişken IP ile ilişkilendirilemiyor.

source: External network %(net_id)s cannot be updated to be made non-external, since it has existing gateway ports
es: La red externa %(net_id)s no se puede actualizar para convertirla en no externa, ya que tiene puertos de pasarela existentes.
fr: Le réseau externe %(net_id)s ne peut pas être mis à jour pour devenir non externe car il a des ports de passerelle existants
it: La rete esterna %(net_id)s non può essere aggiornata per diventare una rete non esterna in quanto ha già le porte gateway esistenti
ko_kr: 기존 게이트웨이 포트가 있어서 기존 네트워크 %(net_id)s이(가) 비외부 상태가 되도록 업데이트할 수 없습니다.
ru: Невозможно изменить внешнюю сеть %(net_id)s, сделав ее не внешней, так как в ней существуют порты шлюза
tr_tr: Harici ağ %(net_id)s harici-olmayan şekilde olması için güncellenemez, çünkü mevcut geçit bağlantı noktaları var
