Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: Cannot handle subnet of type %(subnet_type)s
es: No se puede manejar la subred de tipo %(subnet_type)s
fr: Impossible de traiter le sous-réseau de type %(subnet_type)s
it: Impossibile gestire la sottorete di tipo %(subnet_type)s
ko_kr: %(subnet_type)s 유형의 서브넷을 처리할 수 없음
ru: Не удается обработать подсеть с типом %(subnet_type)s
tr_tr: %(subnet_type)s türünde alt ağ işlenemiyor

source: Cannot have multiple IPv4 subnets on router port
es: No puede tener varias subredes IPv4 en el puerto del direccionador
fr: Impossible d'avoir plusieurs sous-réseaux IPv4 sur le port de routeur
it: Impossibile avere più sottoreti IPv4 sulla porta del router
ko_kr: 라우터 포트에 IPv4 서브넷이 여러 개일 수 없음
ru: С портом маршрутизатора не может быть связано несколько подсетей IPv4

source: Cannot have multiple router ports with the same network id if both contain IPv6 subnets. Existing port %(p)s has IPv6 subnet(s) and network id %(nid)s
es: No puede tener varios puertos de direccionador con el mismo ID de red si amboscontienen subredes IPv6. El puerto existente %(p)s tiene subredes IPv6 y un id de red %(nid)s
fr: Impossible d'avoir plusieurs ports de routeur avec le même ID réseau s'ils contiennent tous des sous-réseaux IPv6. Le port %(p)s existant a un ou plusieurs sous-réseaux IPv6 et l'ID réseau %(nid)s
it: Impossibile avere più porte router con lo stesso ID di rete se entrambe contengono sottoreti IPv6. La porta esistente %(p)s ha sottoreti IPv6 e ID di rete %(nid)s
ko_kr: 모두 IPv6 서브넷이 있는 경우 같은 네트워크 ID를 사용하는 라우터 포트를 여러 개 사용할 수 없음. 기존 포트 %(p)s에 IPv6 서브넷 및 네트워크 ID %(nid)s이(가) 있음.
ru: Невозможно иметь несколько портов маршрутизатора с одинаковыми ИД сети, если обасодержат подсети IPv6. Существующий порт %(p)s имеет ИД сети и подсетей IPv6 %(nid)s
tr_tr: İkisi de IPv6 alt ağı içeriyorsa aynı ağ id'si ile birden fazla yönlendirici bağlantı noktası olamaz. Mevcut bağlantı noktası %(p)s IPv6 alt ağ(lar)ına ve %(nid)s ağ kimliğine sahip

source: Cannot host distributed router %(router_id)s on legacy L3 agent %(agent_id)s.
es: No se puede alojar el direccionador distribuido %(router_id)s en el agente L3 heredado %(agent_id)s.
fr: Impossible d'héberger un routeur distribué %(router_id)s sur l'agent L3 existant %(agent_id)s.
it: Impossibile ospitare il router distribuito %(router_id)s sull'agent legacy L3 %(agent_id)s.
ko_kr: 레거시 L3 에이전트 %(agent_id)s에서 분산된 라우터 %(router_id)s을(를) 호스팅할 수 업습니다.
ru: Распределенный маршрутизатор %(router_id)s не может работать на устаревшем агенте L3 %(agent_id)s.

source: Cannot match priority on flow deletion or modification
es: No se puede hacer coincidir la prioridad en la supresión o modificación de flujo
fr: Impossible de mettre en correspondance la priorité lors de la suppression ou de la modification de flux
it: Impossibile seguire la priorità nell'eliminazione o modifica del flusso
ko_kr: 플로우 삭제 또는 수정 시 우선순위와 일치할 수 없음
ru: Невозможно сравнить приоритет при удалении или изменении потока
tr_tr: Akış silme veya değiştirmede öncelik eşleştirilemedi

source: Cannot mix IPv4 and IPv6 prefixes in a subnet pool.
es: No se pueden mezclar prefijos IPv4 y IPv6 en una agrupación de subred.
fr: Impossible d'associer les préfixes IPv4 et IPv6 dans un pool de sous-réseau.
it: Impossibile combinare i prefissi IPv4 e IPv6 in un pool di sottorete.
ko_kr: 서브넷 풀에서 IPv4 및 IPv6 접두부를 혼합하여 사용할 수 없습니다.
ru: Нельзя смешивать префиксы IPv4 и IPv6 в пуле подсетей.

source: Cannot specify both --service and --subproject.
es: No se pueden especificar los dos: --service y --subproject.
fr: Impossible de spécifier le service et le sous-projet.
it: Impossibile specificare entrambi --service e --subproject.
ko_kr: --service와 --subproject를 모두 지정할 수 없습니다.
ru: Не удается указать обе опции --service и --subproject.

source: Cannot specify both subnet-id and port-id
es: No se puede especificar el ID de subred y el ID de puerto
fr: Impossible de spécifier l'ID sous-réseau et l'ID port
it: Impossibile specificare entrambi subnet_id e port_id
ko_kr: subnet-id와 port-id를 둘 다 지정할 수 없음
ru: subnet-id и port-id нельзя указывать одновременно
tr_tr: Hem subnet-id hem port-id belirtilemez

source: Cannot understand JSON
es: No se puede entender JSON
fr: Impossible de comprendre JSON
it: Impossibile riconoscere JSON
ko_kr: JSON을 이해할 수 없음
ru: Невозможно распознать JSON
tr_tr: JSON anlaşılamıyor

source: Cannot update read-only attribute %s
es: No se puede actualizar el atributo de sólo lectura %s
fr: Impossible de mettre à jour l'attribut en lecture seule %s
it: Impossibile aggiornare l'attributo di sola lettura %s
ko_kr: 읽기 전용 속성 %s을(를) 업데이트할 수 없음
ru: Невозможно обновить атрибут %s, доступный только для чтения
tr_tr: Yalnızca okunabilir öznitelik %s güncellenemez

source: Cannot upgrade active router to distributed. Please set router admin_state_up to False prior to upgrade.
es: No se puede actualizar el direccionador activo al distribuido. Establezca el direccionador admin_state_up en False antes de la actualización.
fr: Impossible de mettre à niveau un routeur actif vers un routeur distribué. Affectez au paramètre admin_state_up la valeur False pour le routeur avant de procéder à la mise à niveau.
it: Impossibile aggiornare il router attivo a distribuito. Impostare admin_state_up del router su False prima di aggiornare.
ko_kr: 활성 라우터를 분산 라우터로 업그레이드할 수 없습니다. 업그레이드 전에 라우터 admin_state_up을 False로 설정하십시오.
ru: Не удается изменить активный маршрутизатор на распределенный. Присвойте параметру admin_state_up маршрутизатор значение False и повторите операцию изменения.

source: Certificate Authority public key (CA cert) file for ssl
es: Archivo de clave pública de entidad emisora de certificados (cert CA) para ssl
fr: Fichier de clés publiques de l'autorité de certification (CA cert) pour SSL
it: File di chiave pubblica Certificate Authority (CA cert) per ssl
ko_kr: ssl용 인증 기관 공개 키(CA cert) 파일
ru: Файл общего ключа CA (CA cert) для ssl
tr_tr: Ssl için Sertifika Yetkilisi açık anahtarı (CA cert)

source: Change would make usage less than 0 for the following resources: %(unders)s.
es: El cambio produciría un uso inferior a 0 para los recursos siguientes: %(unders)s.
fr: Une modification entraînerait une utilisation inférieure à 0 pour les ressources suivantes : %(unders)s.
it: La modifica renderebbe l'utilizzo inferiore a 0 per le seguenti risorse: %(unders)s.
ko_kr: 변경하면 다음 자원에 대한 사용량이 0보다 작아짐: %(unders)s.
ru: В случае изменения число использования было бы меньше 0 для следующих ресурсов: %(unders)s.

source: Check ebtables installation
es: Compruebe la instalación de ebtables
fr: Vérifier l'installation ebtables
it: Controlla installazione di ebtables
ko_kr: ebtables 설치 확인
ru: Проверить установку ebtables
tr_tr: Ebtables kurulumunu kontrol et

source: Check for ARP header match support
es: Comprobar el soporte de coincidencia de cabeceras ARP
fr: Vérifier le support de correspondance d'en-tête ARP
it: Verifica il supporto di corrispondenza intestazione ARP
ko_kr: ARP 헤더 일치 지원 확인
ru: Проверить наличия поддержки сопоставления заголовка ARP
tr_tr: ARP başlık eşleştirme desteğini kontrol et

source: Check for ARP responder support
es: Comprobar el soporte de encuestado de ARP
fr: Vérifier le support de programme de réponse ARP
it: Verifica il supporto responder ARP
ko_kr: ARP 응답기 지원 확인
ru: Проверка наличия поддержки промежуточного клиента ARP
tr_tr: ARP yanıtlayıcısı desteğini kontrol et

source: Check for ICMPv6 header match support
es: Comprobar el soporte de coincidencia de cabeceras ICMPv6
fr: Vérifier le support de correspondance d'en-tête ICMPv6
it: Verifica il supporto di corrispondenza intestazione ICMPv6
ko_kr: ICMPv6 헤더 일치 지원 확인
ru: Проверить наличия поддержки сопоставления заголовка ICMPv6

source: Check for OVS Geneve support
es: Comprobar el soporte de OVS Geneve
fr: Vérifier le support OVS Geneve
it: Verifica il supporto OVS Geneve
ko_kr: OVS Geneve 지원 확인
ru: Проверить на наличие поддержки Geneve OVS

source: Check for OVS vxlan support
es: Comprobar el soporte vxlan OVS
fr: Vérifier le support OVS vxlan
it: Verifica il supporto OVS vxlan
ko_kr: OVS vxlan 지원 확인
ru: Проверить на наличие поддержки OVS vxlan
tr_tr: OVS vxlan desteğini kontrol et

source: Check for VF management support
es: Comprobar el soporte de gestión VF
fr: Vérifier le support de gestion VF
it: Verifica il supporto di gestione VF management
ko_kr: VF 관리 지원 확인
ru: Проверить наличия поддержки управления VF
tr_tr: VF yönetim desteğini kontrol et

source: Check for iproute2 vxlan support
es: Comprobar el soporte vxlan iproute2
fr: Vérifier le support iproute2 vxlan
it: Verifica il supporto iproute2 vxlan
ko_kr: iproute2 vxlan 지원 확인
ru: Проверка наличия поддержки iproute2 vxlan
tr_tr: Iproute2 vxlan desteğini kontrol et

source: Check for nova notification support
es: Comprobar el soporte de notificación nova
fr: Vérifier le support de notification de Nova
it: Verifica il supporto di notifica nova
ko_kr: nova 알림 지원 확인
ru: Проверка наличия поддержки уведомлений nova
tr_tr: Nova bildirim desteğini kontrol et

source: Check for patch port support
es: Comprobar el soporte de puerto de parche
fr: Vérifier le support de port de correctif
it: Verifica il supporto porta patch
ko_kr: 패치 포트 지원 확인
ru: Проверка наличия поддержки портов исправлений
tr_tr: Yama bağlantı noktası desteğini kontrol et

source: Check ip6tables installation
es: Compruebe la instalación de ip6tables
fr: Consultez l'installation ip6tables
it: Controlla installazione di ip6tables
ko_kr: ip6tables 설치 확인
ru: Проверить установку ip6tables

source: Check ipset installation
es: Compruebe la instalación de ipset
fr: Vérifier l'installation ipset
it: Controlla installazione di ipset
ko_kr: ipset 설치 확인
ru: Проверить установку ipset

source: Check keepalived IPv6 support
es: Compruebe el soporte keepalived IPv6
fr: Vérifier le support de keepalived IPv6
it: Controlla supporto IPv6 con keepalive
ko_kr: keepalived IPv6 지원 확인
ru: Проверить наличие поддержки IPv6 в конфигурации keepalived

source: Check minimal dibbler version
es: Compruebe la versión mínima de dibbler
fr: Vérifier la version minimale de dibbler
it: Controlla versione dibbler minima
ko_kr: 최소 dibbler 버전 확인
ru: Проверить минимальную версию dibbler

source: Check minimal dnsmasq version
es: Comprobar la versión mínima de dnsmasq
fr: Vérifier la version minimale de dnsmasq
it: Verifica versione dnsmasq minima
ko_kr: 최소 dnsmasq 버전 확인
ru: Проверить минимальную версию dnsmasq
tr_tr: Asgari dnsmasq sürümünü kontrol et

source: Check netns permission settings
es: Comprobar los valores de permiso netns
fr: Vérifier les autorisations netns
it: Verifica le impostazioni di autorizzazione netns
ko_kr: netns 권한 설정 확인
ru: Проверить параметры прав доступа netns
tr_tr: Netns izin ayarlarını kontrol et

source: Check ovs conntrack support
es: Compruebe el soporte para ovs conntrack
fr: Consultez le support ovs conntrack
it: Verifica il supporto OVS conntrack
ko_kr: ovs conntrack 지원 확인
ru: Проверить поддержку conntrack в ovs

source: Check ovsdb native interface support
es: Comprobar el soporte de interfaz nativa ovsdb
fr: Consulter le support d'interface native ovsdb
it: Verifica supporto interfaccia nativa ovsdb
ko_kr: ovsdb 네이티브 인터페이스 지원 확인
ru: Проверить поддержку собственного интерфейса ovsdb
tr_tr: Ovsdb doğal arayüz desteğini kontrol et

source: Cidr %(subnet_cidr)s of subnet %(subnet_id)s overlaps with cidr %(cidr)s of subnet %(sub_id)s
es: El Cidr %(subnet_cidr)s de la subred %(subnet_id)s se solapa con el cidr %(cidr)s de la subred %(sub_id)s
fr: Le routage CIDR %(subnet_cidr)s du sous-réseau %(subnet_id)s chevauche le routage CIDR %(cidr)s du sous-réseau %(sub_id)s
it: Cidr %(subnet_cidr)s della sottorete %(subnet_id)s si sovrappone con il cidr %(cidr)s della sottorete %(sub_id)s
ko_kr: 서브넷 %(subnet_id)s의 cidr %(subnet_cidr)s이(가) 서브넷 %(sub_id)s의 cidr %(cidr)s과(와) 겹침
ru: Cidr %(subnet_cidr)s подсети %(subnet_id)s перекрывается с cidr %(cidr)s подсети %(sub_id)s
tr_tr: %(subnet_id)s alt ağının %(subnet_cidr)s cidr'i %(sub_id)s alt ağının %(cidr)s cidr'i ile çakışıyor

source: Class not found.
es: No se ha encontrado la clase.
fr: Classe non trouvé.
it: Classe non trovata.
ko_kr: 클래스을 찾을 수 없습니다.
ru: Класс не найден.

source: Cleanup resources of a specific agent type only.
es: Limpiar solo los recursos de un tipo de agente específico.
fr: Ressources de nettoyage d'un type d'agent spécifique uniquement.
it: Ripulire solo le risorse di un tipo di agent specifico.
ko_kr: 특정 에이전트 유형의 자원만 정리합니다.
ru: Очистить ресурсы только для заданного типа агента.

source: Client certificate for nova metadata api server.
es: Certificado de cliente para el servidor de la API de metadatos de Nova
fr: Certificat client pour le serveur d'API des métadonnées nova.
it: Certificato client per il server api dei metadati nova
ko_kr: nova 메타데이터 api 서버에 대한 클라이언트 인증서입니다.
ru: Сертификат клиента для сервера API метаданных nova.
tr_tr: Nova metadata api sunucusu için istemci sertifikası.

source: Comma-separated list of <network_device>:<vfs_to_exclude> tuples, mapping network_device to the agent's node-specific list of virtual functions that should not be used for virtual networking. vfs_to_exclude is a semicolon-separated list of virtual functions to exclude from network_device. The network_device in the mapping should appear in the physical_device_mappings list.
es: Lista separada por comas de tuplas <network_device>:<vfs_to_exclude> que correlaciona network_device con la lista específica de nodo del agente de funciones virtuales que no deben utilizarse para las redes virtuales. vfs_to_exclude es una lista separada por punto y coma de funciones virtuales a excluir de network_device. El dispositivo de red (network_device) de la correlación debe aparecer en la lista physical_device_mappings.
fr: Liste des uplets <network_device>:<vfs_to_exclude>, séparés par des virgules, qui mappent network_device à la liste de fonctions spécifique à un nœud d'agent des fonctions virtuelles qui ne doivent pas être utilisées pour une mise en réseau virtuelle. vfs_to_exclude est une liste de fonctions virtuelles, séparées par des virgules, à exclure de network_device. network_device dans le mappage doit figurer dans la liste physical_device_mappings.
it: Elenco di tuple <network_device>:<vfs_to_exclude> che associano network_device all'elenco specifico del nodo dell'agent delle funzioni virtuali che non devono essere utilizzate per la rete virtuale. vfs_to_exclude è un elenco separato da punto e virgola delle funzioni virtuali da escludere da network_device. Il network_device nell'associazione deve essere presente nell'elenco physical_device_mappings.
ko_kr: 가상 네트워킹에 사용해서는 안되는 가상 함수의 에이전트 노드별 목록에 network_device를 맵핑하는 쉼표로 구분된 <network_device>:<vfs_to_exclude> 튜플 목록입니다. vfs_to_exclude는 network_device에서 제외시킬 세미콜론으로 구분된 가상 함수 목록입니다. 맵핑에 사용된 network_device는 physical_device_mappings 목록에 표시되어야 합니다.
ru: Список записей, разделенных запятыми, вида <сетевое-устройство>:<исключаемые-vfs>, связывающих сетевое устройство со списком виртуальных функций узла агента, которые не должны использоваться для виртуальных сетей. исключаемые-vfs - это список виртуальных функций, исключаемых для сетевого устройства, разделенный точкой с запятой. Связанное сетевое устройство должно входить в список physical_device_mappings.

source: Comma-separated list of <physical_network>:<bridge> tuples mapping physical network names to the agent's node-specific Open vSwitch bridge names to be used for flat and VLAN networks. The length of bridge names should be no more than 11. Each bridge must exist, and should have a physical network interface configured as a port. All physical networks configured on the server should have mappings to appropriate bridges on each agent. Note: If you remove a bridge from this mapping, make sure to disconnect it from the integration bridge as it won't be managed by the agent anymore. Deprecated for ofagent.
es: Lista separada por comas de tuplas <physical_network>:<bridge>para correlacionar nombres de red física con los nombres de puente Open vSwitch específicos de nodo del agente a utilizar para redes simples y VLAN. Todos los puentes deben existir y deben tener una interfaz de red física configurada como puerto. Todas las redes físicas configuradas en el servidor deben tener correlaciones a los puentes adecuados en cada uno de los agentes. Nota: si elimina un puente de esta correlación, asegúrese de desconectarlo del puente de integración puesto que dejará de estar gestionado por el agente. En desuso para ofagent.
fr: Liste des uplets <physical_network>:<bridge>, séparés par des virgules, qui mappent les noms de réseau physique au noms de pont Open vSwitch spécifiques à un nœud d'agent à utiliser pour les réseaux centralisés et VLAN. La longueur des noms de pont ne doit pas dépasser 11. Chaque pont doit exister et doit comporter une interface réseau physique configurée en tant que port. Tous les réseaux physiques configurés sur le serveur doivent avoir des mappages aux ponts appropriés sur chaque agent. Remarque : Si vous retirez un pont de ces mappages, assurez-vous de le déconnecter du pont d'intégration car il ne sera plus géré par l'agent. Obsolète pour ofagent.
it: Elenco di tuple <physical_network>:<bridge> separate da virgole che associano i nomi della rete fisica ai nomi dei bridge Open vSwitch specifici del nodo dell'agent da utilizzare per le reti flat e VLAN. La lunghezza dei nomi dei bridge non deve essere superiore a 11. Ciascun bridge deve esistere e deve avere un'interfaccia di rete fisica configurata come una porta. Tutte le reti fisiche configurate sul server devono avere associazioni ai bridge appropriati su ciascun agent. Nota: se si rimuove un bridge da questa associazione, disconnetterlo dal bridge di integrazione in quanto non verrà gestito dall'agent. Obsoleto per ofagent.
ko_kr: 플랫 및 VLAN 네트워크에 사용할 에이전트 노드별 Open vSwitch 브리짓 이름에 실제 네트워크 이름을 맵핑하는 쉼표로 구분된 <physical_network>:<bridge> 튜플 목록입니다. 브릿지 이름의 길이는 11보다 커야 합니다. 각 브릿지가 있어야 하며, 실제 네트워크 인터페이스가 포트로 구성되어야 합니다. 서버에 구성된 모든 실제 네트워크는 각 에이전트의 적절한 브릿지에 맵핑되어야 합니다. 참고: 이 맵핑에서 브릿지를 제거하면 더 이상 에이전트에서 관리하지 않으므로 통합 브릿지에서 연결을 끊으십시오. ofagent에서는 더 이상 사용되지 않습니다.
ru: Список записей, разделенных запятыми, вида <физическая-сеть>:<мост>, связывающих имена физических сетей с именами мостов Open vSwitch узла агента для одноуровневых сетей и сетей VLAN. Длина имени моста не должна превышать 11 символов. Все мосты должны существовать, и на каждом должен быть настроен физический сетевой интерфейс как порт. Все физические сети, настроенные на сервере, должны быть связаны с соответствующими мостами в каждом агенте. Примечание: если мост удален из этой карты связей, то его необходимо отключить от моста интеграции, так как он более не будет управляться агентом. Устарело для ofagent.

source: Comma-separated list of <physical_network>:<network_device> tuples mapping physical network names to the agent's node-specific physical network device interfaces of SR-IOV physical function to be used for VLAN networks. All physical networks listed in network_vlan_ranges on the server should have mappings to appropriate interfaces on each agent.
es: Lista separada por comas de tuplas de <physical_network>:<network_device> que correlaciona nombres de red física con las interfaces de dispositivo de red física específica de nodo del agente de la función física SR-IOV que se va a utilizar para las redes VLAN. Todas las redes físicas listadas en network_vlan_ranges en el servidor deben tener correlaciones con las interfaces adecuadas en cada agente.
fr: Liste des uplets <physical_network>:<network_device> séparés par des virgules, qui mappent les noms de réseau physique aux interfaces d'unité réseau physiques spécifiques à un nœud d'agent de la fonction physique SR-IOV à utiliser pour les réseaux VLAN. Tous les réseaux physiques répertoriés dans network_vlan_ranges sur le serveur doivent avoir des mappages aux interfaces appropriées sur chaque agent.
it: Elenco di tuple <physical_network>:<network_device> separate di virgole che associano i nomi della rete fisica alle interfacce del dispositivo di rete fisico specifico del nodo dell'agent della funzione fisica SR-IOV da utilizzare per le reti VLAN. Tutte le reti fisiche elencate in network_vlan_ranges sul server devono avere associazioni alle interfacce appropriate su ogni agent.
ko_kr: VLAN 네트워크에 사용할 SR-IOV 실제 기능의 에이전트 노드별 실제 네트워크 디바이스 인터페이스에 실제 네트워크 이름을 맵핑하는 쉼표로 구분된 <physical_network>:<network_device> 튜플 목록입니다. 서버의 network_vlan_ranges에 나열된 모든 실제 네트워크는 각 에이전트의 해당 인터페이스에 대한 맵핑이 있어야 합니다.
ru: Список записей, разделенных запятыми, вида <физическая-сеть>:<сетевое-устройство>, связывающих имена физических сетей с физическим сетевым устройством узла агента физической функции SR-IOV для сетей VLAN. Все физические сети, перечисленные в network_vlan_ranges на сервере, должны иметь связи с соответствующими интерфейсами на каждом агенте.

source: Comma-separated list of <physical_network>:<physical_interface> tuples mapping physical network names to the agent's node-specific physical network interfaces to be used for flat and VLAN networks. All physical networks listed in network_vlan_ranges on the server should have mappings to appropriate interfaces on each agent.
es: Lista separada por comas de tuplas <physical_network>:<physical_interface> para correlacionar nombres de red física con las interfaces físicas específicas de nodo del agente a utilizar para redes simples y VLAN. Todas las redes físicas que se enumeran en network_vlan_ranges en el servidor deberían tener correlaciones a las interfaces adecuadas de cada agente.
fr: Liste des uplets <physical_network>:<physical_interface> séparés par des virgules qui mappent les noms de réseau physique aux interfaces de réseau physique spécifiques à un nœud d'agent à utiliser pour les réseaux centralisés et VLAN. Tous les réseaux physiques répertoriés dans network_vlan_ranges sur le serveur doivent avoir des mappages aux interfaces appropriées sur chaque agent.
it: Elenco di tuple <physical_network>:<physical_interface> che associano i nomi della rete fisica all'interfaccia di rete fisica specifica del nodo dell'agent da utilizzare per le reti VLAN. Tutte le reti fisiche elencate in network_vlan_ranges sul server devono avere associazioni alle interfacce appropriate su ogni agent
ko_kr: 플랫 및 VLAN 네트워크에 사용할 에이전트 노드별 실제 네트워크 인터페이스에 실제 네트워크 이름을 맵핑하는 쉼표로 구분된 <physical_network>:<physical_interface> 튜플 목록입니다. 서버의 network_vlan_ranges에 나열된 모든 실제 네트워크는 각 에이전트의 해당 인터페이스에 대한 맵핑이 있어야 합니다.
ru: Список записей, разделенных запятыми, вида <физическая-сеть>:<физический-интерфейс>, связывающих имена физических сетей с физическими сетевыми интерфейсами узла агента для одноуровневых сетей и сетей VLAN. Все физические сети, перечисленные в network_vlan_ranges на сервере, должны иметь связи с соответствующими интерфейсами на каждом агенте.

source: Comma-separated list of <tun_min>:<tun_max> tuples enumerating ranges of GRE tunnel IDs that are available for tenant network allocation
es: La lista separada por comas de conjuntos de variables <tun_min>:<tun_max> enumera los rangos de Los ID de túnel GRE que están disponibles para la asignación de red de arrendatario
fr: Liste d'uplets <tun_min>:<tun_max> séparés par des virgules énumérant des plages d'ID GRE disponibles pour l'allocation de réseau locataire
it: Elenco separato da virgole di intervalli di enumerazione tuple <tun_min>:<tun_max> ID tunnel GRE disponibili per l'assegnazione di rete tenant
ko_kr: 테넌트 네트워크 할당에 사용 가능한 GRE 터널 ID의 범위를 열거한 <tun_min>:<tun_max> 튜플을 쉼표로 구분한 목록입니다.
ru: Разделенный запятой список кортежей <tun_min>:<tun_max>, в котором перечислены диапазоны ИД туннелей GRE, доступные для выделения сети арендатора
tr_tr: Kiracı ağ ayırma için kullanılabilir GRE tünel kimliklerinin aralığını numaralandıran <tun_min>:<tun_max> demetlerinin virgülle ayrılmış listesi
