Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron-log-info.po
Languages: es, it, ja, pt_br, te_in, tr_tr

source: Router %(router_id)s transitioned to %(state)s
es: El enrutador %(router_id)s ha hecho la transición a %(state)s
tr_tr: Yönlendirici %(router_id)s %(state)s durumuna geçti

source: Router %s is not managed by this agent. It was possibly deleted concurrently.
es: Router %s no es controlado por este agente.Fue posiblemente borrado concurrentemente
tr_tr: %s yönlendiricisi bu ajan tarafından yönetilmiyor. Muhtemelen eş zamanlı olarak silindi.

source: SNAT already bound to a service node.
pt_br: SNAT já conectado a um nó de serviço.
tr_tr: SNAT zaten bir servis düğümüne bağlı.

source: SNAT interface port list does not exist, so create one: %s
es: El puerto de la interfaz SNAT no existe, por lo tanto crear uno: %s
tr_tr: SNAT arayüzü bağlantı noktası listesi mevcut değil, bir tane oluştur: %s

source: SRIOV NIC Agent RPC Daemon Started!
tr_tr: SRIOV NIC Ajanı RPC Artalan İşlemleri Başlatıldı!

source: Scheduling unhosted network %s
tr_tr: Sunulmamış ağ %s zamanlanıyor

source: Security group member updated %r
es: Se ha actualizado el miembro de grupo de seguridad %r
it: Membro gruppo di sicurezza aggiornato %r
ja: セキュリティー・グループ・メンバーが %r を更新しました
pt_br: Membro do grupo de segurança atualizado %r
tr_tr: Güvenlik grubu üyesi güncellendi %r

source: Security group rule updated %r
es: Se ha actualizado la regla de grupo de seguridad %r
it: Regola gruppo di sicurezza aggiornata %r
ja: セキュリティー・グループ・ルールが %r を更新しました
pt_br: Regra do grupo de segurança atualizada %r
tr_tr: Güvenlik grubu kuralı güncellendi %r

source: Service %s is supported by the core plugin
es: El complemento principal soporta el servicio %s
pt_br: Serviço %s é suportado pelo plugin núcleo
tr_tr: Servis %s çekirdek eklenti tarafından destekleniyor

source: Set a new controller if needed.
es: Si es necesario configurar un nuevo controlador.
tr_tr: Gerekirse yeni bir kontrolcü ayarla.

source: Set the controller to a new controller: %s
es: Configurar el controlador a un nuevo controlador: %s
tr_tr: Kontrolcüyü yeni kontrolcüye ayarla: %s

source: Skipping ARP spoofing rules for port '%s' because it has port security disabled
tr_tr: '%s' bağlantı noktası için ARP aldatma kuralları atlanıyor çünkü bağlanı noktası güvenliği kapalı

source: Skipping method %s as firewall is disabled or configured as NoopFirewallDriver.
es: Saltando el método %s, ya que el cortafuegos esta inhabilitado o configurado como NoopFirewallDriver.
tr_tr: Güvenlik duvarı kapalı ya da NoopFirewallDriver olarak yapılandırıldığından %s metodu atlanıyor.

source: Skipping period L3 agent status check because automatic router rescheduling is disabled.
tr_tr: Devre L3 ajan durum kontrolü atlanıyor çünkü otomatik yönlendirici yeniden zamanlama kapalı.

source: Skipping periodic DHCP agent status check because automatic network rescheduling is disabled.
es: Omitiendo la verificación de estado del agente DHCP porque la re-planificación automática de red esta inhabilitada.
tr_tr: Aralıklı DHCP ajan durum kontrolü atlanıyor çünkü otomatik ağ yeniden zamanlama kapalı.

source: Skipping port %s as no IP is configure on it
es: Saltando el puerto %s, ya que no hay ninguna IP configurada en él
it: La porta %s viene ignorata in quanto non ha nessun IP configurato
ja: ポート %s には IP が構成されていないため、このポートをスキップします
pt_br: Ignorando a porta %s porque nenhum IP está configurado nela
tr_tr: Bağlantı noktası %s atlanıyor çünkü üzerinde yapılandırılmış IP yok

source: Specified IP addresses do not match the subnet IP version
es: Las direcciones IP especificadas no coinciden con la versión de IP de subred
it: Gli indirizzi IP specificati non corrispondono alla versione IP della sottorete
ja: 指定された IP アドレスが、サブネット IP バージョンと一致しません
pt_br: Endereços IP especificado não correspondem à versão do IP da sub-rede
tr_tr: Belirtilen IP adresleri alt ağ IP sürümüyle eşleşmiyor

source: Stopping linuxbridge agent.
es: Deteniendo agente linuxbridge.
tr_tr: Linuxbridge ajanı durduruluyor.

source: Subnet %s was deleted concurrently
tr_tr: Alt ağ %s eş zamanlı olarak silindi

source: Synchronizing state
es: Sincronizando estado
it: Stato sincronizzazione
ja: 状態の同期中
pt_br: Sincronizando estado
tr_tr: Durum eşzamanlandırılıyor

source: Synchronizing state complete
es: Sincronizando estado completado
pt_br: Sincronizando estado finalizado
tr_tr: Durum eş zamanlandırma tamamlandı

source: Tenant network_types: %s
pt_br: Tipos de network_types: %s
tr_tr: Kiracı network_types: %s

source: The IP addr of available SDN-VE controllers: %s
tr_tr: Kullanılabilir SDN-VE kontrolcülerinin IP adresi: %s

source: The SDN-VE controller IP address: %s
tr_tr: SDN-VE kontrolcüsü IP adresi: %s

source: Validation for CIDR: %(new_cidr)s failed - overlaps with subnet %(subnet_id)s (CIDR: %(cidr)s)
es: Se ha encontrado un error en validación para CIDR: %(new_cidr)s; se solapa con la subred %(subnet_id)s (CIDR: %(cidr)s)
it: Convalida per CIDR: %(new_cidr)s non riuscita - si sovrappone con la sottorete %(subnet_id)s (CIDR: %(cidr)s)
ja: CIDR %(new_cidr)s の検証が失敗しました。サブネット %(subnet_id)s (CIDR: %(cidr)s) とオーバーラップしています
pt_br: A validação para CIDR: %(new_cidr)s falhou - se sobrepõe com a sub-rede %(subnet_id)s (CIDR: %(cidr)s)
tr_tr: CIDR: %(new_cidr)s için doğrulama başarısız - %(subnet_id)s (CIDR: %(cidr)s) ile çakışıyor

source: VlanTypeDriver initialization complete
pt_br: Inicialização do VlanTypeDriver concluída
tr_tr: VlanTypeDriver ilklendirme tamamlandı

source: agent_updated by server side %s!
es: agent_updated por el lado del servidor %s!
it: agent_updated dal lato server %s!
ja: サーバー・サイド %s による agent_updated!
pt_br: agent_updated por lado do servidor %s!
tr_tr: ajan sunucu tarafında güncellendi %s!

source: port_unbound(): net_uuid %s not in local_vlan_map
tr_tr: port_unbound(): net_uuid %s local_vlan_map içinde değil

source: RPC agent_id: %s
es: agent_id de RPC: %s
it: agent-id RPC: %s
pt_br: agent_id de RPC: %s

source: Ancillary Port %s added
pt_br: Porta auxiliar %s adicionada

source: Network name changed to %s
pt_br: Nome da rede alterado para %s

source: Start IP (%(start)s) is greater than end IP (%(end)s)
it: L'IP iniziale (%(start)s) è superiore all'IP finale (%(end)s)
ja: 開始 IP (%(start)s) が終了 IP (%(end)s) より大きくなっています
pt_br: IP inicial (%(start)s) é maior que IP final (%(end)s)

source: Caught %s, exiting
it: Rilevato %s, esistente
te_in: %s క్యాచ్ నిష్క్రమించే

source: Caught %s, stopping children
it: Intercettato %s, arresto in corso dei children
te_in: పిల్లలు ఆపటం %s దోరికిను

source: Child %(pid)d killed by signal %(sig)d
it: Child %(pid)d interrotto dal segnale %(sig)d
te_in: చైల్డ్ %(pid)d సిగ్నల్ ద్వారా హత్య %(sig)d

source: Child %(pid)s exited with status %(code)d
it: Child %(pid)s terminato con stato %(code)d
te_in: చైల్డ్ %(pid)s స్థితి తో నిష్క్రమించారు %(code)d

source: Child caught %s, exiting
it: Cogliere Child %s, uscendo
te_in: చైల్డ్ నిష్క్రమించే,%s క్యాచ్

source: Eventlet backdoor listening on %(port)s for process %(pid)d
it: Ascolto di eventlet backdoor su %(port)s per il processo %(pid)d

source: Forking too fast, sleeping
it: Sblocco troppo veloce, attendere
te_in: Forking చాలా వేగంగా, పడుకుంది

source: Parent process has died unexpectedly, exiting
it: Il processo principale è stato interrotto inaspettatamente, uscire
te_in: parrent ప్రక్రియ నిష్క్రమించే, అనుకోకుండా మరణించాడు,

source: Skipping periodic task %(task)s because it is disabled
it: Abbadono dell'attività periodica %(task)s perché è disabilitata
te_in: అది అసాధ్యమని ఎందుకంటే ఆవర్తన పని %(task)s దాటవేయడం

source: Skipping periodic task %(task)s because its interval is negative
it: Abbadono dell'attività periodica %(task)s perché l'intervalo è negativo
te_in: దాని విరామం ప్రతికూల ఎందుకంటే ఆవర్తన పని %(task)s దాటవేయడం

source: Started child %d
it: Child avviato %d
te_in: మొదలైంది పిల్లల%d

source: Starting %d workers
it: Avvio %d operatori
te_in: %d కార్మికులు ప్రారంభిస్తోంది

source: Waiting on %d children to exit
it: In attesa %d degli elementi secondari per uscire
te_in: %d పిల్లల వెయిటింగ్ నిష్క్రమణ

source: Inserting policy:%(new_policy)s in place of deprecated policy:%(old_policy)s
te_in: చేర్చడం విధానం:%(new_policy)s నిరాశపర్చింది విధానం స్థానంలో :%(old_policy)s

source: Wait called after thread killed. Cleaning up.
te_in: థ్రెడ్ మృతి తర్వాత అని వేచి. క్లీనింగ్ అప్.
