Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron-log-error.po
Languages: pt_br, tr_tr

source: %(method)s to %(url)s, unexpected response code: %(status)d
tr_tr: %(url)s ye %(method)s, beklenmedik yanıt kodu: %(status)d

source: %(service)s for %(resource_type)s with uuid %(uuid)s not found. The process should not have died
tr_tr: uuid %(uuid)s ile %(resource_type)s için %(service)s bulunamadı!, İşlem sonlanmamış olmalı.

source: %s Agent terminated!
tr_tr: %s Ajanı sonlandırıldı!

source: %s failed
tr_tr: %s başarısız

source: %s used in config as ipv6_gateway is not a valid IPv6 link-local address.
tr_tr: ipv6_gateway geçerli bir IPv6 link-local adresi olmadığından yapılandırmada %s kullanıldı.

source: 'rpc_workers = %d' ignored because start_rpc_listeners is not implemented.
tr_tr: henüz start_rpc_listeners implemente edilmediği için 'rpc_workers = %d' göz ardı edildi.

source: Add interface in the rollback of a remove_router_interface operation failed %s
tr_tr: Bir remove_router_interface işleminin geri dönüşünde arayüz ekleme başarısız %s

source: Address not present on interface
tr_tr: Adres arayüzde mevcut değil

source: Agent Initialization Failed
tr_tr: Ajan İlklendirme Başarısız

source: Agent failed to create agent config map
tr_tr: Ajan ajan yapılandırma haritasını oluşturmada başarısız

source: An error occurred while communicating with async process [%s].
tr_tr: [%s] asenkron işlem ile haberleşirken bir hata oluştu.

source: An error occurred while killing [%s].
tr_tr: [%s] sonlandırılırken bir hata oluştu.

source: An exception occurred while creating the %(resource)s:%(item)s
tr_tr: %(resource)s:%(item)s oluşturulurken bir istisna oluştu

source: An interface driver must be specified
tr_tr: Bir arayüz sürücüsü belirtmeniz gerekmektedir

source: Binding info for DVR port %s not found
tr_tr: DVR bağlantı noktası %s için bağlama bilgisi bulunamadı

source: Bridge %(bridge)s for physical network %(physical_network)s does not exist. Agent terminated!
tr_tr: %(physical_network)s fiziksel ağı için %(bridge)s köprüsü mevcut değil. Ajan sonlandırıldı!

source: Bridge %s does not exist
tr_tr: Köprü %s mevcut değil

source: Brocade NOS driver error
tr_tr: Brocade NOS sürücüsü hatası

source: Cannot delete bridge %s, does not exist
tr_tr: %s köprüsü silinemiyor, mevcut değil

source: Cannot have multiple IPv4 subnets on router port
tr_tr: Yönlendirici bağlantı noktasında birden fazla IPv4 alt ağı olamaz

source: Cannot provision %(network_type)s network for net-id=%(net_uuid)s - tunneling disabled
tr_tr: net-id=%(net_uuid)s için %(network_type)s ağı hazırlanamıyor - tünelleme kapalı

source: Cannot provision VLAN network for net-id=%(net_uuid)s - no bridge for physical_network %(physical_network)s
tr_tr: net-id=%(net_uuid)s için VLAN ağı hazırlanamıyor - physical_network %(physical_network)s için köprü yok

source: Cannot provision flat network for net-id=%(net_uuid)s - no bridge for physical_network %(physical_network)s
tr_tr: net-id=%(net_uuid)s için düz ağ hazırlanamıyor - physical_network %(physical_network)s için köprü yok

source: Cannot provision unknown network type %(network_type)s for net-id=%(net_uuid)s
tr_tr: net-id=%(net_uuid)s için %(network_type)s bilinmeyen ağ türü hazırlanamıyor

source: Cannot reclaim unknown network type %(network_type)s for net-id=%(net_uuid)s
tr_tr: net-id=%(net_uuid)s için bilinmeyen ağ türü %(network_type)s iadesi istenemiyor

source: Cannot run ebtables. Please ensure that it is installed.
tr_tr: ebtables çalıştırılamadı. Lütfen kurulu olduğundan emin olun.

source: Centralized-SNAT port %(port)s on subnet %(port_subnet)s already seen on a different subnet %(orig_subnet)s
tr_tr: %(port_subnet)s alt ağındaki merkezi-SNAT %(port)s bağlantı noktası başka bir alt ağda %(orig_subnet)s görüldü

source: Check for Open vSwitch ARP responder support failed. Please ensure that the version of openvswitch being used has ARP flows support.
tr_tr: Open vSwitch ARP yanıtlayıcısı desteği kontrolü başarısız. Lütfen kullanılan openvswitch sürümünün ARP akışı desteği olduğundan emin olun.

source: Check for Open vSwitch VXLAN support failed. Please ensure that the version of openvswitch being used has VXLAN support.
tr_tr: Open vSwitch VXLAN desteği kontrolü başarısız. Lütfen kullanılan openvswitch sürümünün VXLAN desteği olduğundan emin olun.

source: Check for Open vSwitch patch port support failed. Please ensure that the version of openvswitch being used has patch port support or disable features requiring patch ports (gre/vxlan, etc.).
tr_tr: Open vSwitch yama bağlantı noktası desteği kontrolü başarısız. Lütfen kullanılan openvswitch sürümünün yama bağlantı noktası desteği olduğundan emin olun ya da yama bağlantı noktalarına ihtiyaç duyan özellikleri kapatın (gre/vxlan, vs.).

source: Check for Open vSwitch support of ARP header matching failed. ARP spoofing suppression will not work. A newer version of OVS is required.
tr_tr: Open vSwitch ARP başlığı eşleşme desteği kontrolü başarısız. ARP yanıltma önleme çalışmayacak. Daha yeni sürüm OVS gerekiyor.

source: Check for VF management support failed. Please ensure that the version of ip link being used has VF support.
tr_tr: VF yönetim desteği kontrolü başarısız. Lütfen kullanılan ip bağlantısı sürümünün VF desteği olduğundan emin olun.

source: Check for iproute2 VXLAN support failed. Please ensure that the iproute2 has VXLAN support.
tr_tr: Iproute2 VXLAN desteği kontrolü başarısız. iproute2'nin VXLAN desteği olduğundan emin olun.

source: Check for native OVSDB support failed.
tr_tr: Doğal OVSDB desteği kontrolü başarısız.

source: Connect failed to switch: %s
tr_tr: Anahtara bağlantı başarısız: %s

source: Could not delete %(res)s %(id)s.
tr_tr: %(res)s %(id)s silinemedi.

source: Could not find %s to delete.
tr_tr: %s silmek için bulunamadı.

source: Could not parse: %s
tr_tr: %s çözümlenemiyor.

source: Could not retrieve gateway port for subnet %s
tr_tr: Alt ağ %s için geçit bağlantı noktası alınamadı

source: Create floating ip failed with error %s
tr_tr: Değişken ip oluşturma %s hatasıyla başarısız

source: Create router failed in SDN-VE with error %s
tr_tr: SDN-VE'de yönlendirici oluşturma başarısız hata %s

source: DVR: Duplicate DVR router interface detected for subnet %s
tr_tr: DVR: %s alt ağı için çift DVR yönlendirici arayüzü algılandı

source: DVR: Failed to obtain a valid local DVR MAC address - L2 Agent operating in Non-DVR Mode
tr_tr: DVR: Geçerli yerel DVR MAC adresi elde etme başarısız - L2 Ajan Non-DVR kipinde işletiliyor

source: DVR: Failed updating arp entry
tr_tr: DVR: arp kayıt güncelleme hatası

source: DVR: Unable to retrieve subnet information for subnet_id %s
tr_tr: DVR: %s subnet_id için alt ağ bilgisi getirilemedi

source: DVR: error adding redirection logic
tr_tr: DVR: yönlendirme mantığı ekleme hatası

source: DVR: no map match_port found!
tr_tr: DVR: map match_port bulunamadı!

source: DVR: removed snat failed
tr_tr: DVR: kaldırılan snat hatası

source: Delete floatingip failed in SDN-VE: %s
tr_tr: Değişken ip silme SDN-VE'de başarısız oldu: %s

source: Delete net failed after deleting the network in DB: %s
tr_tr: Ağ DB'den silindikten sonra ağ silme başarısız oldu: %s

source: Delete port operation failed in SDN-VE after deleting the port from DB: %s
tr_tr: Bağlantı noktası DB'den silindikten sonra SDN-VE içinde bağlantı noktası silme başarısız oldu: %s

source: Delete router operation failed in SDN-VE after deleting the router in DB: %s
tr_tr: Yönlendirici silme işlemi SDN-VE'de yönlendirici DB'den silindikten sonra başarısız oldu: %s

source: Delete subnet operation failed in SDN-VE after deleting the subnet from DB: %s
tr_tr: Alt ağ silme işlemi SDN-VE'de alt ağ DB'den silindikten sonra başarısız oldu: %s

source: Deleting newly created neutron port %s
tr_tr: Yeni oluşturulmuş neutron bağlantısı %s siliniyor

source: Did not find tenant: %r
tr_tr: Kiracı bulunamadı: %r

source: Driver %(driver)s does not implement %(func)s
tr_tr: Sürücü %(driver)s %(func)s yi uygulamıyor

source: Driver %(driver)s:%(func)s runtime error
tr_tr: Sürücü %(driver)s:%(func)s çalışma zamanı hatası

source: Duplicate adddress detected
tr_tr: Çift adres algılandı

source: Error during notification for %(callback)s %(resource)s, %(event)s
tr_tr: %(callback)s %(resource)s için bilgilendirme sırasında hata, %(event)s

source: Error executing command
tr_tr: Komut çalıştırırken hata

source: Error fetching extended attributes for extension '%s'
tr_tr: '%s' uzantısına dair özellikler getirilirken hata oluştu.

source: Error importing interface driver '%(driver)s': %(inner)s
tr_tr: '%(driver)s': %(inner)s arayüz sürücüsü dahil edilirken hata oluştu

source: Error in agent event loop
pt_br: Erro no loop de eventos do agente
tr_tr: Ajan olay döngüsünde hata

source: Error in agent loop. Devices info: %s
tr_tr: Ajan döngüsünde hata. Aygıt bilgisi: %s

source: Error loading plugin by class, %s
tr_tr: Plugin yüklenirken %s sınıfı tarafından bir hata oluştu!

source: Error loading plugin by name, %s
tr_tr: %s isimli plugin yüklenirken bir hata oluştu!

source: Error loading provider '%(provider)s' for service %(service_type)s
tr_tr: %(service_type)s servisi için '%(provider)s' sağlayıcısını yüklemede hata

source: Error received from ovsdb monitor: %s
tr_tr: ovsdb monitör den hata alındı: %s

source: Error response returned from nova: %s
tr_tr: Nova'dan hata yanıtı döndü: %s

source: Error unable to destroy namespace: %s
tr_tr: Hata, isim uzayı: %s silinemedi

source: Error while deleting router %s
tr_tr: Yönlendirici %s silinirken hata

source: Error while handling pidfile: %s
tr_tr: %s pid dosyası işlenirken bir hata oluştu

source: Error while processing VIF ports
tr_tr: VIF bağlantı noktaları işlenirken hata

source: Error while synchronizing tunnels
tr_tr: Tüneller eş zamanlanırken hata

source: Error while writing HA state for %s
tr_tr: %s için HA durumu yazılırken hata

source: Error, plugin is not set
tr_tr: Hata, eklenti ayarlanmamış

source: Error, unable to destroy IPset: %s
tr_tr: Hata, IPset: %s silinemedi

source: Error, unable to remove iptables rule for IPset: %s
tr_tr: Hata, IPset: %s için iptables kuralı kaldırılamıyor

source: Error: Could not reach server: %(url)s Exception: %(excp)s.
tr_tr: Hata. Sunucuya erişilemedi: %(url)s İstisna: %(excp)s.

source: Exceeded %s second limit waiting for address to leave the tentative state.
tr_tr: Adresin belirsiz durumdan çıkması için %s saniye bekleme sınırı aşıldı.

source: Exceeded maximum binding levels attempting to bind port %(port)s on host %(host)s
tr_tr: %(host)s istemcisi üzerinde %(port)s bağlantı noktasına bağlanma girişiminde azami bağlanma seviyesi aşıldı

source: Exception auto-deleting port %s
tr_tr: %s bağlanı noktasını otomatik silme sırasında istisna

source: Exception auto-deleting subnet %s
tr_tr: %s alt ağını otomatik silme sırasında istisna

source: Exception deleting fixed_ip from port %s
tr_tr: %s bağlantı noktasından fixed_ip silinirken istisna

source: Exception encountered during network rescheduling
tr_tr: Ağ yeniden zamanlama sırasında istisna oluştu

source: Exception encountered during router rescheduling.
tr_tr: Yönlendirici yeniden zamanlama sırasında istisna oluştu.

source: Exception loading extension: %s
tr_tr: Uzantı yükleme hatası: %s

source: Exception occurs when timer stops
tr_tr: Zamanlayıcı durmaya çalışırken hata oluşur.

source: Exception occurs when waiting for timer
tr_tr: Zamanlayıcıyı beklerken hata oluşur

source: Exiting agent as programmed in check_child_processes_actions
tr_tr: check_child_processes_actions deki programlanan ajan/işlevden çıkılıyor

source: Exiting agent because of a malfunction with the %(service)s process identified by uuid %(uuid)s
tr_tr: %(uuid)s ile tanımlanan %(service)s işlemlerden bir uyumsuzluk hatasından dolayı çıkılıyor

source: Extension driver '%(name)s' failed in %(method)s
tr_tr: Eklenti sürücüsü '%(name)s' %(method)s içerisinde başarısız

source: Extension path '%s' doesn't exist!
tr_tr: '%s' Uzantı dizini bulunamıyor.

source: FWaaS RPC failure in %(func_name)s for fw: %(fwid)s
tr_tr: fw: %(fwid)s için %(func_name)s içinde FWaaS RPC hatası

source: FWaaS RPC info call failed for '%s'.
tr_tr: '%s' için FWaaS RPC bilgi çağrısı başarısız

source: Failed creating vxlan interface for %(segmentation_id)s
tr_tr: %(segmentation_id)s için vxlan arayüzü oluşturma başarısız

source: Failed deleting egress connection state of floatingip %s
tr_tr: %s floatingip bağlantısının çıkış sevye durumu silinmeye çalışılırken bir hata ile karşılaştı.

source: Failed deleting ingress connection state of floatingip %s
tr_tr: %s floatingip bağlantısının giris sevye durumu silinmeye çalışılırken bir hata ile karşılaştı.

source: Failed executing ip command
tr_tr: IP comutu çalıştırılamadı

source: Failed fwaas process services sync
tr_tr: fwaas süreç servisleri eş zamanlama başarısız

source: Failed on Agent configuration parse. Agent terminated!
tr_tr: Ajan yapılandırma aşamasında başarısız olundu. Ajan sonlandırıldı!

source: Failed on Agent initialisation : %s. Agent terminated!
tr_tr: Ajan ilklendirme başarısız: %s. Ajan sonlandırıldı!

source: Failed reporting state!
tr_tr: Raporlama durumu sağlanamıyor.

source: Failed sending gratuitous ARP to %(addr)s on %(iface)s in namespace %(ns)s
tr_tr: %(ns)s bilinirlik alanında bulunan %(iface)s deki %(addr)s ne gereksiz/ ARP gönderilemedi.

source: Failed synchronizing routers
tr_tr: Yönlendiricileri eş zamanlama başarısız

source: Failed synchronizing routers due to RPC error
tr_tr: RPC hatasından dolayı yönlendirici senkronizasyonu sağlanamıyor

source: Failed to bind port %(port)s on host %(host)s
tr_tr: %(host)s istemcisi üzerindeki %(port)s bağlantı noktasına bağlanılamadı

source: Failed to commit binding results for %(port)s after %(max)s tries
tr_tr: %(port)s için bağlama sonuçlarını gönderme %(max)s denemeden sonra başarısız oldu

source: Failed to create OVS patch port. Cannot have tunneling enabled on this agent, since this version of OVS does not support tunnels or patch ports. Agent terminated!
tr_tr: OVS yama bağlantı noktası oluşturma başarısız. Bu ajanda tünelleme etkinleştirilemez, çünkü bu OVS sürümü tünelleri ya da yama bağlantı noktalarını desteklemiyor. Ajan sonlandırıldı!

source: Failed to create floatingip
tr_tr: Değişken ip oluşturma başarısız

source: Failed to create router
tr_tr: Yönlendirici oluşturma başarısız

source: Failed to create subnet, deleting it from neutron
tr_tr: Alt ağ oluşturma başarısız, neutron'dan siliniyor

source: Failed to destroy stale namespace %s
tr_tr: Vadesi geçmiş isim uzayı %s silinemedi

source: Failed to fetch router information for '%s'
tr_tr: %s icin yönlendirici bilgisine erisilemiyor

source: Failed to get devices for %s
tr_tr: %s için aygıtları alma başarısız

source: Failed to get traffic counters, router: %s
tr_tr: Trafik sayaçları alınamadı, yönlendirici: %s

source: Failed to import required modules. Ensure that the python-openvswitch package is installed. Error: %s
tr_tr: Gerekli modülleri içe aktarma başarısız. python-openvswitch paketinin kurulu olduğuna emin olun. Hata: %s

source: Failed to notify nova on events: %s
tr_tr: Nova şu olaylar üzerine bilgilendirilemiyor: %s

source: Failed to parse network_vlan_ranges. Service terminated!
tr_tr: network_vlan_ranges ayrıştırma başarısız. Servis sonlandırıldı!

source: Failed to parse supported PCI vendor devices
tr_tr: Desteklenen PCI satıcı aygıtları ayrıştırma başarısız

source: Failed to parse tunnel_id_ranges. Service terminated!
tr_tr: tunnel_id_ranges ayrıştırma başarısız. Servis sonlandırıldı!

source: Failed to parse vni_ranges. Service terminated!
tr_tr: vni_ranges ayrıştırma başarısız. Servis sonlandırıldı!

source: Failed to process compatible router '%s'
tr_tr: Uyumlu '%s' yönlendirici bilgisi işlenemiyor

source: Failed to process or handle event for line %s
tr_tr: %s satırı için olay ele alınamıyor ya da işlenemiyor

source: Failed to release segment '%s' because network type is not supported.
tr_tr: '%s' dilimi bırakılamadı çünkü ağ türü desteklenmiyor.

source: Failed to reschedule router %s
tr_tr: Yönlendirici %s yeniden zamanlama başarısız

source: Failed to schedule network %s
tr_tr: Ağ %s zamanlama başarısız

source: Failed to set device %s state
tr_tr: %s aygıtı durumu ayarlama başarısız

source: Failed to set-up %(type)s tunnel port to %(ip)s
tr_tr: %(ip)s'ye %(type)s tünel bağlantı noktası kurulumu başarısız

source: Failed trying to delete namespace: %s
tr_tr: Bilinirlik alanı silme hatası: %s

source: Failed unplugging interface '%s'
tr_tr: %s arayuzu devre dışı bırakılamadı.

source: Failure applying iptables rules
tr_tr: Iptables kuralları uygulanırken başarısız olundu

source: Firewall Driver Error for %(func_name)s for fw: %(fwid)s
tr_tr: fw: %(fwid)s için %(func_name)s için Güvenlik Duvarı Hatası

source: Firewall Driver Error on fw state %(fwmsg)s for fw: %(fwid)s
tr_tr: fw: %(fwid)s için %(fwmsg)s fw durumunda Güvenlik Duvarı Sürücüsü Hatası

source: Fork failed
tr_tr: Fork yapılırken hata ile karşılaşıldı.

source: IPTablesManager.apply failed to apply the following set of iptables rules: %s
tr_tr: IPTablesManager.apply aşağıdakı iptables bilgileri uygulanamadı %s

source: Interface %(interface)s for physical network %(physical_network)s does not exist. Agent terminated!
tr_tr: %(physical_network)s fiziksel ağı için %(interface)s arayüzü mevcut değil. Ajan sonlandırıldı!

source: Interface monitor is not active
tr_tr: Arayüz izleme etkin değil

source: Internal error
tr_tr: İçsel hata

source: InvalidContentType: %s
tr_tr: UyumsuzİçerikTipi: %s

source: It was impossible to process the following extensions: %s because of missing requirements.
tr_tr: Belirtilen uzantılar çalıştırılması mümkün olamıyor: %s dair eksik ihtiyaclardan dolayı.

source: Login Failed: %s
tr_tr: Giriş Başarısız: %s

source: MAC generation error after %s attempts
tr_tr: %s denemeden sonra MAC üretme hatası

source: MalformedRequestBody: %s
tr_tr: BozukİstekGövdesi: %s

source: Mechanism driver %s failed in bind_port
tr_tr: Mekanizma sürücüsü %s bind_port başarısız

source: Mechanism driver '%(name)s' failed in %(method)s
tr_tr: Mekanizma sürücüsü '%(name)s' %(method)s içinde başarısız oldu

source: Message received from the host: %(host)s during the registration of %(agent_name)s has a timestamp: %(agent_time)s. This differs from the current server timestamp: %(serv_time)s by %(diff)s seconds, which is more than the threshold agent downtime: %(threshold)s.
tr_tr: %(agent_name)s kaydı sırasında %(host)s istemcisinden alınan iletinin %(agent_time)s zaman damgası var. Bu mevcut sunucu zaman damgası: %(serv_time)s ile %(diff)s saniye farklı, ki bu %(threshold)s eşik ajan aksama süresinden fazla.

source: Missing subnet/agent_gateway_port
tr_tr: Eksik subnet/agent_gateway_port

source: Multiple ports have port_id starting with %s
tr_tr: Birden çok bağlantı noktası %s port_id ile başlıyor

source: NETCONF error: %s
tr_tr: NETCONF hatası: %s

source: Network %s has no segments
tr_tr: %s ağının dilimi yok

source: Network %s info call failed.
tr_tr: %s ağ bilgi çağırısı yapılamıyor.

source: No FloatingIP agent gateway port returned from server for 'network-id': %s
tr_tr: Sunucudan 'network-id': %s için DeğişkenIP ajan geçit bağlantı noktası dönmedi

source: No Host supplied to bind DVR Port %s
tr_tr: %s DVR Bağlantı noktasına bağlanma için istemci sağlanmadı

source: No known API applications configured.
tr_tr: Hiçi bir tanımlı API uygulaması konfigüre edilmedi.

source: No local VLAN available for net-id=%s
tr_tr: net-id=%s için uygun yerel VLAN yok

source: No mapping for physical network %s
tr_tr: %s fiziksel ağı için eşleştirme yok

source: No plugin for L3 routing registered to handle router scheduling
tr_tr: Yönlendirici zamanlamayı işlemesi için L3 yönlendirme için kaydedilmiş eklenti yok

source: No plugin for L3 routing registered! Will reply to l3 agent with empty router dictionary.
tr_tr: L3 yönlendirme için kaydedilmiş eklenti yok. l3 ajanına boş yönlendirici sözlüğüyle yanıt verilecek.

source: No plugin for L3 routing registered. Cannot notify agents with the message %s
tr_tr: L3 yönlendirme için eklenti kaydedilmemiş. Ajanlar %s iletisiyle bilgilendirilemiyor

source: No tunnel_ip specified, cannot delete tunnels
tr_tr: tunnel_ip belirtilmemiş, tüneller silinemiyor

source: No tunnel_type specified, cannot create tunnels
tr_tr: tunnel_type belirtilmemiş, tünel oluşturulamıyor

source: No tunnel_type specified, cannot delete tunnels
tr_tr: tunnel_type belirtilmemiş, tüneller silinemiyor

source: No type driver for external network_type: %s. Service terminated!
tr_tr: Harici network_type: %s için tür sürücüsü yok. Servis sonlandırıldı!

source: No type driver for tenant network_type: %s. Service terminated!
tr_tr: Kiracı network_type: %s için tür sürücüsü yok. Servis sonlandırıldı!

source: No valid Segmentation ID to perform UCAST test.
tr_tr: UCAST testi yapmak için geçerli Dilimlendirme ID'si yok.

source: Not enough candidates, a HA router needs at least %s agents
tr_tr: Yeterli aday yok, bir HA yönlendirici en az %s ajana ihtiyaç duyar

source: Nova notifications are enabled, but novaclient is not installed. Either disable nova notifications or install python-novaclient.
tr_tr: Nova iletileri etkin, ama novaclient kurulu değil. Ya nova iletilerini kapatın ya da python-novaclient kurun.

source: OVS flows could not be applied on bridge %s
tr_tr: OVS akışları %s köprüsüne uygulanamıyor.

source: OVSDB Error: %s
tr_tr: OVSDB Hatası: %s

source: Parsing physical_interface_mappings failed: %s. Agent terminated!
tr_tr: physical_interface_mappings ayrıştırma başarısız: %s. Ajan sonlandırıldı!

source: Pidfile %s already exist. Daemon already running?
tr_tr: %s Pid zaten mevcut. Servis zaten calisiyor?

source: Policy check error while calling %s!
pt_br: Erro de verificação de políticas enquanto chamando %s!
tr_tr: %s cağrılırken politika doğrulama hatası oluştu!

source: Port %(port)s does not exist on %(bridge)s!
tr_tr: Bağlantı noktası %(port)s %(bridge)s köprüsü üzerinde mevcut değil!

source: Port %s does not exist
tr_tr: Bağlantı noktası %s mevcut değil

source: Refusing to bind port for segment ID %(id)s, segment %(seg)s, phys net %(physnet)s, and network type %(nettype)s
tr_tr: Dilim ID %(id)s, dilim %(seg)s, fiziksel ağ %(physnet)s, ve ağ türü %(nettype)s için bağlantı noktası bağlantısı reddedildi

source: Removing incompatible router '%s'
tr_tr: Uygunsuz '%s' yönlendirici bilgisi kaldırılıyor

source: Request %(method)s %(uri)s body = %(body)s failed with status %(status)s. Reason: %(reason)s)
tr_tr: İstek %(method)s %(uri)s body = %(body)s %(status)s durumu ile başarısız oldu. Sebep: %(reason)s)

source: Request failed from Controller side with Status=%s
tr_tr: İstek kontrolcü tarafından Durum=%s ile başarısız oldu

source: Response is Null, Request timed out: %(method)s to %(uri)s
tr_tr: Yanıt NULL, İstek zaman aşımına uğradı: %(uri)s ye %(method)s

source: Retrying after 1 second...
tr_tr: 1 saniye sonra tekrar deneniyor...

source: Router id is required if not using namespaces.
tr_tr: Eğer tanım alanı kullanmıyorsanız bir yönlendirici bilgisi belirtmeniz gerekmektedir,

source: RuntimeError in obtaining namespace list for namespace cleanup.
tr_tr: İsim uzayı temizliği için isim uzayı listesi elde edilirken RuntimeError.

source: SdnvePluginV2._add_router_interface_only: failed to add the interface in the roll back. of a remove_router_interface operation
tr_tr: SdnvePluginV2._add_router_interface_only: arayüzün bir remove_router_interface işleminden geri dönüş içinde eklenmesi başarısız oldu

source: Serialized profile DB value '%(value)s' for port %(port)s is invalid
tr_tr: %(port)s bağlantı noktası için serileştirilmiş profil DB değeri '%(value)s' geçersiz
