Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: Unable to provide external connectivity
es: No se puede proporcionar conectividad externa
fr: Impossible de fournir une connectivité externe
it: Impossibile fornire la connettività esterna
ko_kr: 외부 연결을 제공할 수 없음
ru: Не удалось предоставить связь со внешней сетью

source: Unable to provide tenant private network
es: No se puede proporcionar una red privada de inquilino
fr: Impossible de fournir un réseau privé locataire
it: Impossibile fornire la rete privata del tenant
ko_kr: 테넌트 개인 네트워크를 제공할 수 없음
ru: Не удалось предоставить частную сеть арендатора

source: Unable to reconfigure sharing settings for network %(network)s. Multiple tenants are using it.
es: No se ha podido volver a configurar los valores para la red %(network)s. Varios arrendatarios la están utilizando.
fr: Impossible de reconfigurer les paramètres de partage pour le réseau %(network)s. Plusieurs locataires l'utilisent.
it: Impossibile riconfigurare le impostazioni di condivisione per la rete %(network)s. Più tenants la stanno utilizzando.
ko_kr: %(network)s 네트워크에 대한 공유 설정을 재구성할 수 없습니다. 여러 개의 테넌트가 이를 사용 중입니다.
ru: Не удается изменить конфигурацию общих параметров для сети %(network)s. Она используется несколькими арендаторами.

source: Unable to update address scope %(address_scope_id)s : %(reason)s
es: No se puede actualizar el ámbito de dirección %(address_scope_id)s : %(reason)s
fr: Impossible de mettre à jour la portée d'adresse %(address_scope_id)s : %(reason)s
it: Impossibile aggiornare l'ambito indirizzo %(address_scope_id)s : %(reason)s
ko_kr: 주소 범위 %(address_scope_id)s을(를) 업데이트할 수 없음: %(reason)s
ru: Не удалось изменить адресную область %(address_scope_id)s : %(reason)s
tr_tr: Adres kapsamı %(address_scope_id)s güncellenemiyor: %(reason)s

source: Unable to update the following object fields: %(fields)s
es: No se han podido actualizar los siguientes campos de objetos: %(fields)s
fr: Impossible de mettre à jour les zones d'objet suivantes : %(fields)s
it: Impossibile aggiornare i seguenti campi oggetto: %(fields)s
ko_kr: 다음 오브젝트 필드를 업데이트할 수 없음: %(fields)s
ru: Не удалось обновить следующие поля объекта: %(fields)s

source: Unable to verify match:%(match)s as the parent resource: %(res)s was not found
es: No se ha podido verificar la coincidencia:%(match)s como recurso primario: %(res)s no se ha encontrado
fr: Impossible de vérifier la correspondance %(match)s comme ressource parent : %(res)s n'a pas été trouvée
it: Impossibile verificare la corrispondenza:%(match)s come risorsa parent: %(res)s non è stata trovata
ko_kr: 상위 소스로서 일치 %(match)s을(를) 확인할 수 없음. %(res)s을(를) 찾을 수 없음
ru: Невозможно проверить совпадение %(match)s, так как родительский ресурс %(res)s не найдено
tr_tr: Eşleşme:%(match)s doğrulanamadı çünkü üst kaynak: %(res)s bulunamadı

source: Unexpected label for script %(script_name)s: %(labels)s
es: Etiqueta inesperada para el script %(script_name)s: %(labels)s
fr: Libellé inattendu pour le script %(script_name)s : %(labels)s
it: Etichetta imprevista per lo script %(script_name)s: %(labels)s
ko_kr: 스크립트 %(script_name)s에 대해 예상치 않은 레이블: %(labels)s
ru: Непредвиденная метка для сценария %(script_name)s: %(labels)s

source: Unexpected number of alembic branch points: %(branchpoints)s
es: Número inesperado de puntos de bifurcación alémbica: %(branchpoints)s
fr: Nombre de points de branche alembic inattendu : %(branchpoints)s
it: Numero non previsto di punti di ramo alembic: %(branchpoints)s
ko_kr: 예상치 못한 수의 변형 장치(alembic) 분기점: %(branchpoints)s
ru: Непредвиденное число переходных точек ветвления: %(branchpoints)s

source: Unexpected response code: %s
es: Código de respuesta inesperado: %s
fr: Code de réponse inattendu : %s
it: Imprevisto codice di risposta: %s
ko_kr: 예기치 않은 응답 코드: %s
ru: Непредвиденный код ответа: %s
tr_tr: Beklenmedik yanıt kodu: %s

source: Unexpected response: %s
es: Respuesta inesperada : %s
fr: Réponse inattendue : %s
it: Risposta imprevista: %s
ko_kr: 예상치 않은 응답: %s
ru: Непредвиденный ответ: %s
tr_tr: Beklenmeyen yanıt: %s

source: Unit name '%(unit)s' is not valid.
es: El nombre de unidad '%(unit)s' no es válido.
fr: Le nom d'unité '%(unit)s' n'est pas valide.
it: Il nome unità '%(unit)s' non è valido.
ko_kr: 단위 이름 '%(unit)s'이(가) 올바르지 않습니다.
ru: Недопустимое имя модуля '%(unit)s'.

source: Unknown API version specified
es: Versión API desconocida especificada
fr: Version de l'API spécifié inconnu
it: Specificata versione API sconosciuta
ko_kr: 알 수 없는 API 버전이 지정됨
ru: Указана неизвестная версия API
tr_tr: Bilinmeyen API sürümü belirtildi

source: Unknown address type %(address_type)s
es: Tipo de dirección desconocido %(address_type)s
fr: Type d'adresse inconnu %(address_type)s
it: Tipo di indirizzo sconosciuto %(address_type)s
ko_kr: 알 수 없는 주소 유형 %(address_type)s
ru: Неизвестный тип адреса %(address_type)s
tr_tr: Bilinmeyen adres türü %(address_type)s

source: Unknown attribute '%s'.
es: Atributo desconocido '%s'.
fr: Attribut inconnu '%s'.
it: Attributo sconosciuto '%s'.
ko_kr: 알 수 없는 속성 '%s'입니다.
ru: Неизвестный атрибут '%s'.
tr_tr: Bilinmeyen öznitelik '%s'.

source: Unknown chain: %r
es: Cadena desconocida: %r
fr: Chaîne inconnue : %r
it: Catena sconosciuta: %r
ko_kr: 알 수 없는 체인: %r
ru: Неизвестная цепочка: %r
tr_tr: Tanınmayan zincir: %r

source: Unknown network type %(network_type)s.
es: Tipo de red desconocido %(network_type)s.
fr: Type de réseau inconnu %(network_type)s.
it: Tipo di rete %(network_type)s sconosciuto.
ko_kr: 알 수 없는 네트워크 유형 %(network_type)s.
ru: Неизвестный тип сети %(network_type)s.

source: Unknown quota resources %(unknown)s.
es: Recursos de cuota desconocidos %(unknown)s.
fr: Ressources de quota inconnues %(unknown)s.
it: Risorse quota sconosciute %(unknown)s.
ko_kr: 알 수 없는 할당량 자원 %(unknown)s.
ru: Неизвестные ресурсы квоты: %(unknown)s.
tr_tr: Bilinmeyen kota kaynakları %(unknown)s.

source: Unmapped error
es: Error no correlacionado
fr: Erreur de non-correspondance
it: Errore non associato
ko_kr: 맵핑되지 않은 오류
ru: Ошибка без преобразования
tr_tr: Unmapped hata

source: Unrecognized action
es: Acción no reconocida
fr: Action inconnu
it: Azione non riconosciuta
ko_kr: 인식되지 않는 조치
ru: Неизвестное действие
tr_tr: Tanınmayan eylem

source: Unrecognized attribute(s) '%s'
es: Atributo(s) no reconocido(s) '%s'
fr: Attribut(s) non reconnu(s) '%s'
it: Attributi non riconosciuti '%s'
ko_kr: 인식되지 않는 속성 '%s'
ru: Нераспознаваемые атрибуты '%s'
tr_tr: Tanınmayan öznitelik(ler) '%s'

source: Unrecognized field
es: Campo no reconocido
fr: Champ non reconnu
it: Campo non riconosciuto
ko_kr: 인식되지 않는 필드
ru: Неизвестное поле

source: Unspecified minimum subnet pool prefix.
es: Prefijo de agrupación de subred mínimo sin especificar.
fr: Préfixe de pool de sous-réseau minimum non spécifié.
it: Prefisso minimo pool di sottorete non specificato.
ko_kr: 최소 서브넷 풀 접두부가 지정되지 않았습니다.
ru: Не указан минимальный префикс пула подсетей.

source: Unsupported Content-Type
es: Tipo de contenido no soportado
fr: Type de contenu non pris en charge
it: Tipo-contenuto non supportato
ko_kr: 지원되지 않는 Content-Type
ru: Не поддерживаемый тип содержимого
tr_tr: Desteklenmeyen içerik türü

source: Unsupported network type %(net_type)s.
es: Tipo de red no soportado %(net_type)s.
fr: Le type de réseau %(net_type)s n'est pas pris en charge.
it: Tipo di rete non supportato %(net_type)s.
ko_kr: 지원되지 않는 네트워크 유형 %(net_type)s입니다.
ru: Неподдерживаемый тип сети %(net_type)s.
tr_tr: Desteklenmeyen ağ türü %(net_type)s.

source: Unsupported port state: %(port_state)s.
es: Estado de puerto no soportado: %(port_state)s.
fr: L'état du port n'est pas supporté: %(port_state)s.
it: Stato porta non supportato: %(port_state)s.
ko_kr: 지원되지 않는 포트 상태: %(port_state)s
ru: Неподдерживаемое состояние порта: %(port_state)s.

source: Unsupported request type
es: Tipo de solicitud no soportado
fr: Type de demande non pris en charge
it: Tipo di richiesta non supportato
ko_kr: 지원되지 않는 요청 유형
ru: Неподдерживаемый тип запроса
tr_tr: Desteklenmeyen istek türü

source: Updating default security group not allowed.
es: Actualización del grupo de seguridad predeterminado no permitida.
fr: Mise à jour du groupe de sécurité par défaut non autorisée
it: L'aggiornamento del gruppo di sicurezza predefinito non è consentito.
ko_kr: 기본 보안 그룹 업데이트가 허용되지 않습니다.
ru: Обновление группы защиты по умолчанию не разрешено.
tr_tr: Varsayılan güvenlik grubunu güncellemeye izin verilmiyor.

source: Use ML2 l2population mechanism driver to learn remote MAC and IPs and improve tunnel scalability.
es: Use el controlador del mecanismo ML2 l2population para aprender el uso remoto MAC e IPs y mejorar la escalabilidad del túnel.
fr: Utilisez le pilote de mécanisme l2population ML2 pour connaître les adresses MAC et IP et pour améliorer l'évolutivité du tunnel.
it: utilizzare il driver del meccanismo ML2 l2population per conoscere MAC e IP remoti e migliorare la scalabilità del tunnel.
ko_kr: 원격 MAC 및 IP를 학습하고 터널 확장성을 개선하려면 ML2 l2population 메커니즘 드라이버를 사용하십시오.
ru: Использовать драйвер механизма ML2 l2population для определения удаленных MAC- и IP-адресов и улучшения масштабируемости туннеля.
tr_tr: Uzak MAC ve IP'leri öğrenmek ve tünel ölçeklenebilirliğini artırmak için ML2 l2population mekanizması sürücüsünü kullan.

source: Use broadcast in DHCP replies.
es: Utilizar la difusión en respuestas DHCP.
fr: Utilisez la diffusion dans les réponses DHCP.
it: Utilizzare broadcast nelle risposte DHCP.
ko_kr: DHCP 복제본에서 브로드캐스팅을 사용하십시오.
ru: Использовать широковещательные пакеты в ответах DHCP.

source: Use either --delta or relative revision, not both
es: Utilice --delta o la revisión relativa, pero no ambas
fr: Utiliser soit un --delta, soit une révision relative, mais pas les deux
it: Utilizzare --revisione delta o relativa, non entrambe
ko_kr: --델타 또는 상대적 개정판 중 하나 사용
ru: Используйте или --delta, или относительную ревизию, но не оба
tr_tr: Ya --delta ya ilişkili sürüm kullanın, ikisini birden değil

source: Use ipset to speed-up the iptables based security groups. Enabling ipset support requires that ipset is installed on L2 agent node.
es: Utilice ipset para agilizar los grupos de seguridad basados en iptables. Para habilitar el soporte para ipset es necesario que ipset esté instalado en el nodo agente L2.
fr: Utiliser ipset pour accélérer les groupes de sécurité basés sur iptables. L'activation du support ipset nécessite l'installation d'ipset sur le noeud d'agent L2.
it: Utilizzare ipset per velocizzare i gruppi di sicurezza basati su iptable. L'abilitazione del supporto ipset richiede che ipset sia installato sul nodo dell'agent L2.
ko_kr: ipset을 사용하여 iptables 기반 보안 그룹의 속도를 높입니다. ipset 지원을 사용하려면 ipset이 L2 에이전트 노드에 설치되어야 합니다.
ru: Использовать ipset для ускорения обработки групп защиты на основе iptables. Поддержка ipset требует, чтобы ipset был установлен в узле агента L2.

source: Use the root helper when listing the namespaces on a system. This may not be required depending on the security configuration. If the root helper is not required, set this to False for a performance improvement.
es: Utilice el ayudante raíz para listar los espacios de nombres en un sistema. Esto puede no ser necesario dependiendo de la configuración de seguridad. Si el ayudante raíz no es necesario, establézcalo en False para mejorar el rendimiento.
fr: Utilisez l'assistant racine lors de l'affichage de la liste des espaces de noms sur un système. Cette opération n'est peut-être pas obligatoire selon la configuration de sécurité. Si l'assistant racine n'est pas requis, définissez cette option sur False afin d'améliorer les performances.
it: Utilizzare il root helper per visualizzare gli spazi dei nomi in un sistema operativo. Ciò potrebbe non essere richiesto in base alla configurazione di sicurezza. Se il root helper non è richiesto, impostare su False per un miglioramento delle prestazioni.
ko_kr: 시스템에 네임스페이스를 나열할 때 루트 헬퍼를 사용하십시오. 보안 구성에 따라 이 작업은 필요하지 않을 수 있습니다. 루트 헬퍼가 필요하지 않으면 성능이 향상되도록 False로 설정하십시오.
ru: Использовать вспомогательное приложение для получения прав root для чтения пространств имен в системе. Это может не потребоваться при соответствующим образом настроенной конфигурации защиты. Если вспомогательное приложение для получения прав root не используется, присвойте параметру значение false для повышения производительности.

source: Use veths instead of patch ports to interconnect the integration bridge to physical networks. Support kernel without Open vSwitch patch port support so long as it is set to True.
es: Utilice veths en lugar de puertos de parche para interconectar el puente de integración con las redes físicas. Se admite kernel sin soporte de puertos de parche Open vSwitch siempre y cuando esté definido a True.
fr: Utilisez veths au lieu de ports de correctif pour interconnecter le pont d'intégration avec des réseaux physiques. Le noyau sans port de correctif Open vSwitch est pris en charge si le paramètre est défini sur True.
it: Utilizzare veths invece delle porte patch per interconnettere il bridge di integrazione alle reti fisiche. Supporta kernel senza supporto per porta patch Open vSwitch se impostato su True.
ko_kr: 패치 포트 대신 veth를 사용하여 통합 브릿지와 실제 브릿지를 상호연결하십시오. True로 설정된 경우에 한해 Open vSwitch 패치 포트가 없는 커널이 지원됩니다.
ru: Использовать интерфейсы veth вместо коммутационных портов для связи моста интеграции с физическими мостами. Если параметр равен True, то может использоваться ядро без поддержки коммутационных портов Open vSwitch.

source: User (uid or name) running metadata proxy after its initialization
es: Usuario (uid o nombre) que ejecuta el proxy de metadatos después de su inicialización
fr: Utilisateur (UID ou nom) exécutant le proxy de métadonnées après son initialisation
it: Utente (uid o nome) che esegue il proxy di metadati dopo la relativa inizializzazione
ko_kr: 초기화 후에 메타데이터 프록시를 실행하는 사용자(uid 또는 이름)
ru: Пользователь (uid или имя) использует proxy метаданных после инициализации
tr_tr: İlklendirilmesinden sonra metadata vekili çalıştıran kullanıcı (uid veya isim)

source: User (uid or name) running metadata proxy after its initialization (if empty: agent effective user).
es: Usuario (uid o nombre) que ejecuta el proxy de metadatos después de su inicialización (si está vacío: usuario efectivo del agente).
fr: Utilisateur (UID ou nom) exécutant le proxy de métadonnées après son initialisation (si vide : utilisateur effectif de l'agent).
it: Utente (uid o nome) che esegue il proxy di metadati dopo la relativa inizializzazione (se vuoto: utente operativo dell'agent).
ko_kr: 초기화 후에 메타데이터 프록시를 실행하는 사용자(uid 또는 이름)(비어 있는 경우: 에이전트 유효 사용자).
ru: Пользователь (uid или имя) использует proxy метаданных после инициализации (если пустое, используется пользователь агента).
tr_tr: İlklendirilmesinden sonra metadata vekilini çalıştıran kullanıcı (uid veya isim) (boşsa: ajan etkin kullanıcı).

source: User (uid or name) running this process after its initialization
es: Usuario (uid o nombre) que ejecuta este proceso después de su inicialización
fr: Utilisateur (UID ou nom) exécutant ce process après son initialisation
it: Utente (uid o name) che esegue questo processo dopo la relativa inizializzazione
ko_kr: 초기화 이후 이 프로세스를 실행하는 사용자(uid 또는 이름)
ru: Пользователь (uid или имя) запускает этот процесс после инициализации
tr_tr: İlklendirilmesinden sonra bu süreci çalıştıran kullanıcı (uid veya isim)

source: Username for connecting to designate in admin context
es: Nombre de usuario para establecer conexión con el designado en el contexto de administración
fr: Nom d'utilisateur pour la connexion au réseau désigné dans un contexte admin
it: Nome utente per la connessione da designare nel contesto admin
ko_kr: 관리 컨텍스트에서 지정하기 위해 연결할 사용자 이름
ru: Имя пользователя для подключения к назначенному объекту в административном контексте

source: Uses veth for an OVS interface or not. Support kernels with limited namespace support (e.g. RHEL 6.5) so long as ovs_use_veth is set to True.
es: Si utiliza veth para una interfaz o no. Admite núcleos con soporte limitado para espacios de nombres (p.e. RHEL 6.5) siempre y cuando ovs_use_veth esté definido a True.
fr: Indique si veth est utilisé ou non pour une interface OVS. Les noyaux avec support limité de l'espace de noms sont pris en charge (par exemple, RHEL 6.5) tant que le paramètre ovs_use_veth est défini sur True.
it: Utilizza o meno veth per un'interfaccia OVS. Supporta kernel con supporto dello spazio dei nomi limitato (ad esempio RHEL 6.5) se ovs_use_veth è impostato su True.
ko_kr: OVS 인터페이스에 veth를 사용하거나 사용하지 않습니다. ovs_use_veth가 True로 설정된 경우 네임스페이스 지원이 제한된 커널을 지원합니다(예: RHEL 6.5).
ru: Указывает, следует ли использовать интерфейс veth для интерфейса OVS. Обеспечивает работу с ядрами с ограниченной поддержкой пространств имен, например, в RHEL 6.5, если ovs_use_veth задан равным True.

source: VRRP authentication password
es: Contraseña de autenticación de VRRP
fr: Mot de passe pour l'authentification VRRP
it: Password di autenticazione VRRP
ko_kr: VRRP 인증 비밀번호
ru: Пароль идентификации VRRP
tr_tr: VRRP kimlik doğrulama parolası

source: VRRP authentication type
es: Tipo de autenticación VRRP
fr: Type d'authentification VRRP
it: Tipo di autenticazione VRRP
ko_kr: VRRP 인증 유형
ru: Тип идентификации VRRP
tr_tr: VRRP kimlik doğrulama türü

source: VXLAN network unsupported.
es: Red VXLAN no soportada.
fr: Réseau VXLAN non supporté.
it: Rete VXLAN non supportata.
ko_kr: VXLAN 네트워크가 지원되지 않습니다.
ru: Сеть VXLAN не поддерживается.

source: Validation of dictionary's keys failed. Expected keys: %(expected_keys)s Provided keys: %(provided_keys)s
es: La validación de las claves del diccionario ha fallado. Claves esperadas: %(expected_keys)s Claves proporcionadas: %(provided_keys)s
fr: Echec de la validation des clés du dictionnaire. Clés attendues : %(expected_keys)s Clés fournies : %(provided_keys)s
it: La convalida delle chiavi del dizionario non è riuscita. Chiavi previste: %(expected_keys)s Chiavi fornite: %(provided_keys)s
ko_kr: 사전의 키를 유효성 검증하지 못했습니다. 예상 키: %(expected_keys)s 제공된 키: %(provided_keys)s
ru: Проверка ключей словаря не выполнена. Ожидаемые ключи: %(expected_keys)s Заданные ключи: %(provided_keys)s
tr_tr: Sözlük anahtarlarının doğrulanması başarısız. Beklenen anahtarlar: %(expected_keys)s Sağlanan anahtarlar: %(provided_keys)s

source: Validator '%s' does not exist.
es: El validador '%s' no existe.
fr: Le validateur '%s' n'existe pas.
it: Il programma di convalida '%s' non eiste.
ko_kr: 유효성 검증기 '%s'이(가) 없습니다.
ru: Валидатор '%s' не существует.
tr_tr: Onaylayan '%s' mevcut değil.

source: Value %(value)s in mapping: '%(mapping)s' not unique
es: Valor %(value)s en correlación: '%(mapping)s' no exclusiva
fr: Valeur %(value)s non unique dans le mappage '%(mapping)s'
it: Valore %(value)s nell'associazione: '%(mapping)s' non univoco
ko_kr: '%(mapping)s' 맵핑의 %(value)s 값이 고유하지 않음
ru: Значение %(value)s в отображении '%(mapping)s' не уникально
tr_tr: '%(mapping)s' eşleştirmesindeki %(value)s değeri benzersiz değil

source: Value of %(parameter)s has to be multiple of %(number)s, with maximum value of %(maximum)s and minimum value of %(minimum)s
es: El valor de %(parameter)s tiene que ser un múltiplo de %(number)s, con un valor máximo de %(maximum)s y un valor mínimo de %(minimum)s
fr: La valeur de %(parameter)s doit être un multiple de %(number)s, avec la valeur maximum %(maximum)s et la valeur minimum %(minimum)s
it: Il valore di %(parameter)s deve essere multiplo di %(number)s, con valore massimo di %(maximum)s e valore minimo di %(minimum)s
ko_kr: %(parameter)s의 값은 %(number)s의 배수여야 하며, 최대값은 %(maximum)s이고 최소값은 %(minimum)s입니다.
ru: Значение %(parameter)s должно быть кратным %(number)s, при этом максимальное значение - %(maximum)s и минимальное - %(minimum)s

source: Value of host kernel tick rate (hz) for calculating minimum burst value in bandwidth limit rules for a port with QoS. See kernel configuration file for HZ value and tc-tbf manual for more information.
es: Valor del tickrate del kernel host para calcular el valor mínimo de ráfaga en las reglas de limitación de ancho de banda para un puerto con QoS, Consulte en el archivo de configuración el valor de HZ y consulte el manual de tc-tbf para obtener más información.
fr: Valeur du rythme de noyau hôte (hz) pour le calcul de la valeur de rafale minimum dans les règles de limite de bande passante pour un port avec QoS. Consultez le fichier de configuration du noyau pour la valeur HZ et le manuel tc-tbf pour plus d'informations.
it: Il valore della velocità di tick (hz) del kernel host per il calcolo del valore burst minimo nelle regole del limite di larghezza di banda per una porta con QoS. Vedere il file di configurazione kernel per il valore HZ e il manuale tc-tbf per ulteriori informazioni.
ko_kr: QoS가 있는 포트의 대역폭 한계 규칙에서 최소 버스트 값을 계산하기 위한 호스트 커널 틱(tick) 속도(hz) 값입니다. 자세한 내용은 HZ 값 및 tc-tbf 매뉴얼의 커널 구성 파일을 참조하십시오.
ru: Частота отсчетов времени в ядре (в Гц) для вычисления минимального значения пакета в правилах ограничения пропускной способности канала для порта с QoS. За дополнительной информацией обратитесь к описанию параметра ядра HZ и руководству по tc-tbf.

source: Value of latency (ms) for calculating size of queue for a port with QoS. See tc-tbf manual for more information.
es: Valor de latencia (ms) para calcular el tamaño de la cola para un puerto con QoS. Consulte el manual de tc-tbf para obtener más información.
fr: Valeur de latence (ms) pour le calcul de la taille de file d'attente d'un port avec QoS. Consultez le manuel tc-tbf pour plus d'informations.
it: Il valore di latenza (ms) per il calcolo della dimensione della coda per una porta con QoS. Per ulteriori informazioni, vedere il manuale tc-tbf.
ko_kr: QoS가 있는 포트의 큐 크기를 계산하기 위한 지연 시간 값(ms)입니다. 자세한 정보는 tc-tbf 매뉴얼을 참조하십시오.
ru: Задержка в миллисекундах для вычисления размера очереди для порта с QoS. За дополнительной информацией обратитесь к руководству по tc-tbf.

source: Watch file log. Log watch should be disabled when metadata_proxy_user/group has no read/write permissions on metadata proxy log file.
es: Registro de archivo de observador. El observador de registro debe inhabilitarse cuandometadata_proxy_user/group no tiene permisos de lectura-grabación en el archivo de registro de proxy de metadatos.
fr: Surveillance des fichiers journaux. La surveillance des journaux doit être désactivée lorsque metadata_proxy_user/group ne dispose pas des droits de lecture/d'écriture sur le fichier journal du proxy de métadonnées.
it: Osserva log file. Logwatch deve essere disabilitato quando metadata_proxy_user/group non dispone delle autorizzazioni di lettura/scrittura sul file di logdel proxy di metadati.
ko_kr: 감시 파일 로그. metadata_proxy_user/group에 메타데이터 프록시 로그 파일에 대한 읽기/쓰기 권한이 없는 경우 로그 감시를 사용 안함으로 설정해야 합니다.
ru: Отслеживать протокол. Отслеживание протокола должно быть выключено, когда metadata_proxy_user/group не имеет прав доступа на чтение/запись файла протокола прокси метаданных.
tr_tr: Dosya kaydını izle. Kayıt izleme metadata_proxy_user/group metadata vekil kayıt dosyasına okuyamıyorsa/yazamıyorsa kapatılmalıdır.
