Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron-log-warning.po
Languages: ko_kr, tr_tr

source: Server does not support metadata RPC, fallback to using neutron client
tr_tr: Sunucu metadata RPC desteklemiyor, neutron istemcisine geri dönülüyor

source: The router %s had no physical representation, likely already deleted
tr_tr: %s yönlendiricisinin fiziksel temsili yoktu, muhtemelen zaten silinmiş

source: Unable to retrieve the agent ip, check the agent configuration.
tr_tr: Ajan ip'si alınamıyor, ajan yapılandırmasını kontrol edin.

source: VXLAN is enabled, a valid local_ip must be provided
tr_tr: VXLAN etkin, geçerli bir local_ip sağlanmalı

source: vlan_id %(vlan)s on physical network %(network)s not found
tr_tr: %(network)s fiziksel ağındaki vlan_id %(vlan)s bulunamadı

source: vxlan_id %s not found
tr_tr: vxlan_id %s bulunamadı
