Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: The subproject to execute the command against. Can be one of: '%s'.
es: Subproyecto con el que ejecutar el mandato. Puede ser uno de: '%s'.
fr: Sous-projet sur lequel la commande doit être exécutée. Valeurs possibles : '%s'.
it: Il sottoprogetto su cui eseguire il comando. Può essere uno di: '%s'.
ko_kr: 명령을 실행할 하위 프로젝트입니다. 다음 중 하나가 될 수 있음: '%s'.
ru: Подпроект для выполнения команды. Допустимые значения: '%s'.

source: The type of authentication to use
es: El tipo de autenticación a utilizar
fr: Type d'authentification à utiliser
it: Il tipo di autenticazione da utilizzare
ko_kr: 사용할 인증 유형
ru: Применяемый тип идентификации
tr_tr: Kullanılacak kimlik doğrulama türü

source: The value '%(value)s' for %(element)s is not valid.
es: El valor de '%(value)s' para %(element)s no es válido.
fr: La valeur '%(value)s' pour %(element)s n'est pas valide.
it: Il valore '%(value)s' per %(element)s non è valido.
ko_kr: %(element)s의 '%(value)s' 값이 올바르지 않습니다.
ru: Значение %(value)s для %(element)s недопустимо.
tr_tr: %(element)s için '%(value)s' değeri geçerli değil.

source: The working mode for the agent. Allowed modes are: 'legacy' - this preserves the existing behavior where the L3 agent is deployed on a centralized networking node to provide L3 services like DNAT, and SNAT. Use this mode if you do not want to adopt DVR. 'dvr' - this mode enables DVR functionality and must be used for an L3 agent that runs on a compute host. 'dvr_snat' - this enables centralized SNAT support in conjunction with DVR. This mode must be used for an L3 agent running on a centralized node (or in single-host deployments, e.g. devstack)
es: La modalidad de trabajo del agente. Las modalidades permitidas son: 'heredada' - conserva el comportamiento existente, donde el agente L3 se despliega en un nodo de red centralizado para proporcionar servicios de L3 como DNAT y SNAT. Utilice esta modalidad si no desea adoptar DVR. 'dvr' - esta modalidad habilita la funcionalidad DVR y debe utilizarse para un agente L3 que se ejecuta en un host de cálculo. 'dvr_snat' - habilita el soporte SNAT centralizado conjuntamente con DVR. Esta modalidad debe utilizarse para un agente L3 que se ejecuta en un nodo centralizado (o en despliegues de un solo host, por ejemplo, devstack)
fr: Mode de fonctionnement de l'agent. Les modes sont : 'legacy' - ceci préserve le comportement existant où l'agent de niveau 3 est déployé sur un noeud centralisé de mise en réseau pour fournir des services de niveau 3 comme DNAT et SNAT. Utilisez ce mode si vous ne voulez pas adopter le routeur virtuel distribué (DVR). 'dvr' - ce mode active la fonctionnalité DVR et doit être utilisé pour un agent de niveau 3 qui s'exécute sur un hôte de traitement. 'dvr_snat' - active la prise en charge SNAT centralisée conjointement avec DVR. Ce mode doit être utilisé pour un agent de niveau 3 fonctionnant sur un noeud centralisé (ou dans des déploiements à un seul hôte, par ex. devstack)
it: Modalità di funzionamento per l'agent. le modalità consentite sono: 'legacy' - questa conserva il comportamento esistente in cui l'agent L3 viene distribuito in un nodo di rete centralizzato per fornire i servizi L3 come DNAT e SNAT. Utilizzare questa modalità se non si desidera adottare DVR. 'dvr' - questa modalità consente la funzionalità DVR e deve essere utilizzata per un agent L3 che viene eseguito su un host di elaborazione. 'dvr_snat' - questa consente il supporto SNAT centralizzato insieme a DVR. Questa modalità deve essere utilizzata per un agent L3 in esecuzione su un nodo centralizzato (o in distribuzioni a singolo host, ad esempio devstack)
ko_kr: 에이전트에 대한 작업 모드입니다. 허용되는 모드는 다음과 같습니다. '레거시' - 이 모드는 L3 에이전트가 중앙 네트워킹 노드에 배치되어 SNAT와 DNAT 같은 L3 서비스를 제공하는 기존 동작을 유지합니다. DVR을 채택하지 않으려면 이 모드를 사용하십시오. 'dvr' - 이 모드는 DVR 기능을 사용하며 컴퓨터 호스트에서 실행되는 L3 에이전트에 사용해야 합니다. 'dvr_snat' - 이 모드는 DVR과 함께 중앙 SNAT 지원을 사용합니다. 중앙 노드에서(또는 devstack과 같은 단일 호스트 배치에서) 실행 중인 L3 에이전트에는 이 모드를 사용해야 합니다.
ru: Режим работы агента. Допустимые режимы: 'legacy' - сохраняет поведение, при котором агент L3 развернут на централизованном сетевом узле для предоставления служб L3, таких как DNAT и SNAT. Этот режим используется, если внедрять DVR не целесообразно. 'dvr' - этот режим включает функциональность DVR и должен использоваться для агентов L3, работающих на вычислительном хосте. 'dvr_snat' - этот режим включает поддержку централизованного SNAT в дополнение к DVR. Данный режим должен использоваться для агентов L3, работающих на централизованном узле (или в однохостовых развертываниях, таких как devstack)
tr_tr: Ajanın çalışma kipi. İzin verilen kipler: 'legacy' - Bu L3 ajanının DNAT, ve SNAT gibi L3 servisleri sağlamak için merkezi ağ düğümüne kurulduğu mevcut davranışı korur. DVR'a geçmek istemiyorsanız bu kipi kullanın. 'dvr' - bu kip DVR işlevini etkinleştirir ve bir hesap istemcisi üzerinde çalışan L3 ajanı için kullanılmalıdır. 'dvr_snat' - bu DVR ile beraber merkezi SNAT desteğini etkinleştirir. Bu kip merkezi bir düğümde çalışan L3 ajanı için kullanılmalıdır (veya tek-istemcili kurulumlarda, örn. devstack)

source: There are routers attached to this network that depend on this policy for access.
es: Hay direccionadores conectados a esta red que dependen de esta política para su acceso.
fr: Certains routeurs connectés à ce réseau dépendent de cette stratégie pour l'accès.
it: Sono presenti router collegati a questa rete che dipendono da questa politica per l'accesso.
ko_kr: 이 네트워크에 연결된 라우터가 있으며, 해당 라우터에는 액세스를 위해 이 정책이 필요합니다.
ru: К сети подключены маршрутизаторы, доступ к которым зависит от этой стратегии.

source: This will choose the web framework in which to run the Neutron API server. 'pecan' is a new experiemental rewrite of the API server.
es: Con esta opción se elegirá la infraestructura web en la que ejecutar el servidor de la API Neutron. 'pecan' es una nueva reescritura experimental del servidor de API.
fr: Permet de choisir l'infrastructure Web dans laquelle exécuter le serveur API de Neutron. 'pecan' est une nouvelle réécriture expérimentale du serveur API.
it: Verrà scelto il framework web in cui eseguire il server Neutron API. 'pecan' è una nuova scrittura sperimentale del server API.
ko_kr: 그러면 Neutron API 서버를 실행할 웹 프레임워크를 선택합니다. 'pecan'은 API 서버를 실험적으로 새로 재작성합니다.
ru: Укажите веб-среду, а которой работает сервер API Neutron. 'pecan' - это новый экспериментальный вариант сервера API.

source: Timeout
es: Tiempo de espera
fr: Délai d'expiration
ko_kr: 제한시간
ru: Таймаут

source: Timeout in seconds for ovs-vsctl commands. If the timeout expires, ovs commands will fail with ALARMCLOCK error.
es: Tiempo de espera en segundos para mandatos ovs-vsctl. Si se excede el tiempo de espera, los mandatos ovs fallarán y darán un error de ALARMCLOCK.
fr: Délai en secondes pour les commandes ovs-vsctl. Si ce délai expire, les commandes ovs échouent avec une erreur ALARMCLOCK.
it: Timeout in secondi per i comandi ovs-vsctl. Se il timeout scade, i comandi ovs non riescono e restituiscono l'errore ALARMCLOCK.
ko_kr: ovs-vsctl 명령의 제한시간(초)입니다. 제한시간이 초과하면 ALARMCLOCK 오류로 인해 ovs 명령이 실패합니다.
ru: Тайм-аут команд ovs-vsctl в секундах. По истечении этого времени команды ovs завершаются с ошибкой ALARMCLOCK.

source: Timeout in seconds to wait for a single OpenFlow request. Used only for 'native' driver.
es: Tiempo en segundos que se espera una solicitud OpenFlow. Se utiliza sólo para el controlador 'native'.
fr: Délai d'attente en secondes pour une seule demande OpenFlow. Utilisé uniquement pour le pilote 'natif'.
it: Timeout in secondi da attendere per una singola richiesta OpenFlow. Utilizzato solo per driver 'native'.
ko_kr: 단일 OpenFlow 요청을 기다리는 제한시간(초)입니다. '네이티브' 드라이버에만 사용됩니다.
ru: Тайм-аут (в секундах) ожидания одиночного запроса OpenFlow. Используется только для 'встроенного' драйвера.

source: Timeout in seconds to wait for the local switch connecting the controller. Used only for 'native' driver.
es: Tiempo en segundos que se espera a que el conmutador local se conecte al controlador. Sólo se utiliza para el controlador 'native'.
fr: Délai d'attente en secondes pour la connexion du commutateur local au contrôleur. Utilisé uniquement pour le pilote 'natif'.
it: Timeout in secondi da attendere per la connessione dello switch locale al controller. Utilizzato solo per driver 'native'.
ko_kr: 제어기에 연결되는 로컬 스위치를 기다리는 제한시간(초)입니다. '네이티브' 드라이버에만 사용됩니다.
ru: Тайм-аут (в секундах) ожидания соединения локального переключателя с контроллером. Используется только для 'встроенного' драйвера.

source: Too long prefix provided. New name would exceed given length for an interface name.
es: Se ha proporcionado un prefijo demasiado largo. El nuevo nombre superaría la longitud indicada para un nombre de interfaz.
fr: Le préfixe fourni est trop long. Un nouveau nom dépasserait la longueur indiquée pour un nom d'interface.
it: Fornito prefisso troppo lungo. Il nuovo nome supererebbe la lunghezza specificata per un nome di interfaccia.
ko_kr: 너무 긴 접두어가 제공되었습니다. 새 이름이 인터페이스 이름에 지정된 길이를 초과합니다.
ru: Слишком длинный префикс. Новое имя превысило бы заданную длину для имени интерфейса.

source: Too many availability_zone_hints specified
es: Se han especificado demasiadas availability_zone_hints
fr: Trop d'éléments availability_zone_hints spécifiés
it: Troppi availability_zone_hints specificati
ko_kr: availability_zone_hints가 너무 많이 지정됨
ru: Слишком много availability_zone_hints

source: True to delete all ports on all the OpenvSwitch bridges. False to delete ports created by Neutron on integration and external network bridges.
es: Verdadero para suprimir todos los puertos en todos los puentes OpenvSwitch. Falso para suprimir puertos creados por Neutron por los puentes de red externos y de integración.
fr: La valeur est vraie pour la suppression de tous les ports sur tous les ponts OpenvSwitch. Elle est fausse pour la suppression des ports créés par Neutron lors de l'intégration et des ponts de réseau externes.
it: True per eliminare tutte le porte su tutti i bridge OpenvSwitch. False per eliminare le porte create da Neutron nell'integrazione e i bridge di reti esterne.
ko_kr: 모든 OpenvSwitch 브릿지의 모든 포트를 삭제하려면 true입니다. 통합 및 외부 네트워크 브릿지에 Neutron이 작성한 포트를 삭제하려면 false입니다.
ru: True - удалить все порты для всех мостов OpenvSwitch. False - удалить порты, созданные Neutron для мостов интеграции и внешних сетей.
tr_tr: Tüm OpenvSwitch köprülerinde tüm bağlantı noktalarını silmek için True. Neutron tarafından tümleştirme ve harici ağ köprüleri üzerinde oluşturulan bağlantı noktalarını silmek için False.

source: Tunnel IP value needed by the ML2 plugin
es: El plugin ML2 necesita el valor de IP de túnel
fr: Valeur IP de tunnel requise par le plug-in ML2
it: Valore IP tunnel IP richiesto dal plugin ML2
ko_kr: ML2 플러그인에 터널 IP 값이 필요함
ru: Для модуля ML2 требуется значение IP-адреса туннеля
tr_tr: Tünel IP değerine ML2 eklentisi tarafından ihtiyaç duyuluyor

source: Tunnel bridge to use.
es: Puente de túnel para utilizar.
fr: Pont de tunnel à utiliser.
it: Bridge del tunnel da utilizzare.
ko_kr: 사용할 터널 브릿지입니다.
ru: Используемый мост туннеля.
tr_tr: Kullanılacak tünel köprüsü.

source: Type of the nova endpoint to use. This endpoint will be looked up in the keystone catalog and should be one of public, internal or admin.
es: Tipo de punto final de nova a utilizar. Este punto final se consultará en el catálogo de keystone y debe ser uno de los siguientes: público, interno o administrativo.
fr: Type de nœud final Nova à utiliser. Ce nœud final sera recherché dans le catalogue Keystone et il doit être de type public, interne ou admin.
it: Tipo di endpoint nova da utilizzare. Questo endpoint verrà ricercato nel catalogo keystone e deve essere public, internal o admin.
ko_kr: 사용할 nova 엔드포인트의 유형입니다. 이 엔드포인트는 keystone 카탈로그에서 검색하며 공용, 내부 또는 관리 중 하나여야 합니다.
ru: Тип используемой конечной точки nova. Поиск конечной точки выполняется в каталоге keystone, конечная точка может быть общедоступной, внутренней или административной.

source: URL for connecting to designate
es: URL para establecer conexión con el designado
fr: URL pour la connexion au réseau désigné
it: URL per la connessione da designare
ko_kr: 지정하기 위해 연결할 URL
ru: URL для подключения к назначенному объекту

source: URL to database
es: URL en base de datos
fr: URL de la base de données
it: URL per il database
ko_kr: 데이터베이스에 대한 URL
ru: URL базы данных
tr_tr: Veri tabanı URL'si

source: Unable to access %s
es: No se puede acceder a %s
fr: Impossible d'accéder à %s
it: Impossibile accedere a %s
ko_kr: %s에 액세스할 수 없음
ru: Ошибка доступа к %s
tr_tr: %s'e erişilemiyor

source: Unable to allocate subnet with prefix length %(prefixlen)s, maximum allowed prefix is %(max_prefixlen)s.
es: No se puede asignar la subred con la longitud de prefijo %(prefixlen)s, el prefijo máximo permitido es %(max_prefixlen)s
fr: Impossible d'allouer le sous-réseau avec la longueur de préfixe %(prefixlen)s, la longueur de préfixe maximum autorisée est de %(max_prefixlen)s.
it: Impossibile assegnare la sottorete con lunghezza del prefisso %(prefixlen)s, il prefisso massimo consentito è %(max_prefixlen)s.
ko_kr: 접두부 길이가 %(prefixlen)s인 서브넷을 할당할 수 없습니다. 허용되는 최대 접두부 길이는 %(max_prefixlen)s입니다.
ru: Невозможно выделить подсеть с длиной префикса %(prefixlen)s, максимальный разрешенный префикс - %(max_prefixlen)s.

source: Unable to allocate subnet with prefix length %(prefixlen)s, minimum allowed prefix is %(min_prefixlen)s.
es: No se puede asignar la subred con la longitud de prefijo %(prefixlen)s, el prefijo mínimo permitido es %(min_prefixlen)s.
fr: Impossible d'allouer le sous-réseau avec la longueur de préfixe %(prefixlen)s, la longueur de préfixe minimum autorisée est de %(min_prefixlen)s.
it: Impossibile assegnare la sottorete con lunghezza del prefisso %(prefixlen)s, il prefisso minimo consentito è %(min_prefixlen)s.
ko_kr: 접두부 길이가 %(prefixlen)s인 서브넷을 할당할 수 없습니다. 허용되는 최소 접두부 길이는 %(min_prefixlen)s입니다.
ru: Невозможно выделить подсеть с длиной префикса %(prefixlen)s, минимальный разрешенный префикс - %(min_prefixlen)s.

source: Unable to calculate %(address_type)s address because of:%(reason)s
es: No se puede calcular la dirección %(address_type)s debido a: %(reason)s
fr: Impossible de calculer l'adresse %(address_type)s. Motif : %(reason)s
it: Impossibile calcolare l'indirizzo %(address_type)s a causa di: %(reason)s
ko_kr: 다음 원인으로 인해 %(address_type)s 주소를 계산할 수 없음: %(reason)s
ru: Не удалось вычислить адрес %(address_type)s, причина:%(reason)s
tr_tr: %(reason)s sebebiyle %(address_type)s adresi hesaplanamıyor

source: Unable to complete operation for %(router_id)s. The number of routes exceeds the maximum %(quota)s.
es: No se ha podido completar la operación para %(router_id)s. El número de rutas supera el máximo de %(quota)s.
fr: Impossible de terminer l'opération pour %(router_id)s. Le nombre de routes dépasse le maximum %(quota)s.
it: Impossibile completare l'operazione per %(router_id)s. Il numero di instradamenti supera la quota massima %(quota)s.
ko_kr: %(router_id)s에 대한 조작을 완료할 수 없습니다. 라우트 수가 최대 %(quota)s을(를) 초과했습니다.
ru: Не удалось выполнить операцию для %(router_id)s. Число маршрутизаторов превышает допустимый максимум, равный %(quota)s.
tr_tr: %(router_id)s için işlem tamamlanamıyor. Rota sayısı %(quota)s azami sayısını aşıyor.

source: Unable to complete operation for %(subnet_id)s. The number of DNS nameservers exceeds the limit %(quota)s.
es: No se ha podido completar la operación para %(subnet_id)s. El número de servidores de nombres de DNS supera el límite %(quota)s.
fr: Impossible de terminer l'opération pour le sous-réseau %(subnet_id)s. Le nombre de serveurs DNS dépasse la limite %(quota)s.
it: Impossibile completare l'operazione per %(subnet_id)s. Il numero di server nome DNS supera il limite %(quota)s.
ko_kr: %(subnet_id)s에 대한 조작을 완료할 수 없습니다. DNS 네임서버 수가 %(quota)s 한계를 초과했습니다.
ru: Невозможно выполнить операцию для %(subnet_id)s. Число серверов имен DNS превышает допустимый максимум %(quota)s.
tr_tr: %(subnet_id)s için işlem tamamlanamadı. DNS isim sunucuları sayısı %(quota)s sayısını aşıyor.

source: Unable to complete operation for %(subnet_id)s. The number of host routes exceeds the limit %(quota)s.
es: No se ha podido completar la operación para %(subnet_id)s. El número de rutas de host supera el límite %(quota)s.
fr: Impossible de terminer l'opération pour le sous-réseau %(subnet_id)s. Le nombre de routes hôtes dépasse la limite %(quota)s.
it: Impossibile completare l'operazione per %(subnet_id)s. Il numero di route host supera il limite %(quota)s.
ko_kr: %(subnet_id)s에 대한 조작을 완료할 수 없습니다. 호스트 라우트 수가 %(quota)s 한계를 초과했습니다.
ru: Невозможно выполнить операцию для %(subnet_id)s. Число маршрутов хоста превышает допустимый максимум %(quota)s.
tr_tr: %(subnet_id)s için işlem tamamlanamadı. İstemci rotaları sayısı %(quota)s sınırını aşıyor.

source: Unable to complete operation on address scope %(address_scope_id)s. There are one or more subnet pools in use on the address scope
es: No es posible completar la operación en el ámbito de dirección %(address_scope_id)s. Hay una o más agrupaciones de subredes en uso en el ámbito de dirección
fr: Impossible de terminer l'opération sur la portée d'adresse %(address_scope_id)s. Un ou plusieurs pools de sous-réseau supplémentaires sont utilisés sur la portée d'adresse
it: Impossibile completare l'operazione nell'ambito indirizzo %(address_scope_id)s. Esiste uno o più pool di sottoreti in uso nell'ambito indirizzo
ko_kr: 주소 범위 %(address_scope_id)s에 대한 조작을 완료할 수 없습니다. 주소 범위에 사용 중인 서브넷 풀이 하나 이상 있습니다.
ru: Не удалось выполнить операцию в адресной области %(address_scope_id)s. В адресной области существует один или несколько используемых пулов подсетей

source: Unable to convert value in %s
es: No se puede convertir el valor en %s
fr: Impossible de convertir la valeur en %s
it: Impossibile convertire il valore in %s
ko_kr: %s의 값을 변환할 수 없음
ru: Невозможно преобразовать значение в %s
tr_tr: %s degeri dönüştürülemiyor

source: Unable to create the Agent Gateway Port
es: No se puede crear el puerto de pasarela de agente
fr: Impossible de créer le port de passerelle d'agent
it: Impossibile creare la porta gateway agent
ko_kr: 에이전트 게이트웨이 포트를 작성할 수 없음
ru: Не удалось создать порт шлюза агента
tr_tr: Ajan Geçit Bağlantı Noktası oluşturulamıyor

source: Unable to create the SNAT Interface Port
es: No se puede crear el puerto de interfaz SNAT
fr: Impossible de créer l'interface du port SNAT
it: Impossibile creare la porta dell'interfaccia SNAT
ko_kr: SNAT 인터페이스 포트를 작성할 수 없음
ru: Не удалось создать порт интерфейса SNAT
tr_tr: SNAT Arayüz Bağlantı Noktası oluşturulamıyor

source: Unable to create the flat network. Physical network %(physical_network)s is in use.
es: No se ha podido crear la red plana. La red física %(physical_network)s está en uso.
fr: Impossible de créer le réseau centralisé. Le réseau physique %(physical_network)s est en cours d'utilisation
it: Impossibile creare la rete flat. La rete fisica %(physical_network)s è in uso.
ko_kr: 일반 네트워크를 작성할 수 없습니다. 실제 네트워크 %(physical_network)s이(가) 사용 중입니다.
ru: Невозможно создать одноуровневую сеть. Физическая сеть %(physical_network)s занята.
tr_tr: Düz ağ oluşturulamıyor. Fiziksel ağ %(physical_network)s kullanımda.

source: Unable to create the network. No available network found in maximum allowed attempts.
es: No se ha podido crear la red. No se ha encontrado ninguna red disponible en el máximo de intentos permitidos.
fr: Impossible de créer le réseau. Aucun réseau disponible trouvé dans le maximum de tentatives autorisées.
it: Impossibile creare la rete. Non è stata trovata alcuna rete nel numero massimo di tentativi consentiti.
ko_kr: 네트워크를 작성할 수 없습니다. 허용되는 최대 시도 수만큼 시도한 후 사용 가능한 네트워크를 찾을 수 없습니다.
ru: Не удалось создать сеть. Не найдена доступная сеть за максимальное число попыток.
tr_tr: Ağ oluşturulamıyor. İzin verilen azami deneme içinde kullanılabilir ağ bulunamadı.

source: Unable to delete subnet pool: %(reason)s.
es: No se puede suprimir la agrupación de subred: %(reason)s.
fr: Impossible de supprimer le pool de sous-réseau : %(reason)s.
it: Impossibile eliminare il pool di sottorete: %(reason)s.
ko_kr: 서브넷 풀을 삭제할 수 없음: %(reason)s.
ru: Невозможно удалить пул подсетей: %(reason)s.

source: Unable to determine mac address for %s
es: No se ha podido determinar la dirección mac para %s
fr: Impossible de déterminer l'adresse mac pour %s
it: Impossibile determinare l'indirizzo mac per %s
ko_kr: %s의 맥 주소를 확인할 수 없습니다
ru: Невозможно определить mac-адрес для %s
tr_tr: %s içim mac adresi tanımlanamadı

source: Unable to find '%s' in request body
es: No se puede encontrar '%s' en el cuerpo de solicitud
fr: Impossible de trouver '%s' dans la corps de demande
it: Impossibile trovare '%s' nel corpo della richiesta
ko_kr: 요청 본문에서 '%s'을(를) 찾을 수 없음
ru: Отсутствует '%s' в теле запроса
tr_tr: İstek gövdesinde '%s' bulunamadı

source: Unable to find IP address %(ip_address)s on subnet %(subnet_id)s
es: No se ha encontrado la dirección IP %(ip_address)s en la subred %(subnet_id)s
fr: Impossible de trouver l'adresse IP %(ip_address)s dans le sous réseau %(subnet_id)s
it: Impossibile trovare l'indirizzo IP %(ip_address)s nella sottorete %(subnet_id)s
ko_kr: 서브넷 %(subnet_id)s에서 IP 주소 %(ip_address)s을(를) 찾을 수 없음
ru: Не удалось найти IP-адрес %(ip_address)s в подсети %(subnet_id)s
tr_tr: %(subnet_id)s alt ağında %(ip_address)s IP adresi bulunamıyor

source: Unable to find resource name in %s
es: No se ha podido encontrar el nombre del recurso en %s
fr: Impossible de trouver le nom de la ressource dans %s
it: Impossibile trovare il nome risorsa in %s
ko_kr: %s에서 자원 이름을 찾을 수 없음
ru: В %s не найдено имя ресурса
tr_tr: %s içinde kaynak ismi bulunamadı

source: Unable to generate IP address by EUI64 for IPv4 prefix
es: No se puede generar dirección IP por EUI64 para el prefijo de IPv4
fr: Impossible de générer l'adresse IP par EUI64 pour le préfixe IPv4
it: Impossibile generare l'indirizzo IP da EUI64 per il prefisso IPv4
ko_kr: IPv4 접두부에 대해 EUI64에 의해 IP 주소를 생성할 수 없습니다.
ru: Невозможно сгенерировать IP-адрес с помощью EUI64 для префикса IPv4
tr_tr: IPv4 öneki için EUI64 ile IP adresi üretilemedi

source: Unable to generate unique DVR mac for host %(host)s.
es: No se puede generar la mac DVR exclusiva para el host %(host)s.
fr: Impossible de générer une adresse MAC unique pour l'hôte %(host)s.
it: Impossibile generare mac DVR univoco per l'host %(host)s.
ko_kr: %(host)s 호스트에 대한 고유 DVR mac을 생성할 수 없습니다.
ru: Не удалось создать уникальный MAC-адрес DVR для хоста %(host)s.
tr_tr: %(host)s istemcisi için benzersiz DVR mac üretilemedi.

source: Unable to generate unique mac on network %(net_id)s.
es: No se puede generar mac exclusivo en la red %(net_id)s.
fr: Impossible de générer une adresse MAC unique sur le réseau %(net_id)s.
it: Impossibile generare mac univoco sulla rete %(net_id)s.
ko_kr: %(net_id)s 네트워크에 고유 MAC을 생성할 수 없습니다.
ru: Невозможно сгенерировать уникальный mac в сети %(net_id)s.
tr_tr: %(net_id)s ağı üzerinde benzersiz mac üretilemedi.

source: Unable to identify a target field from:%s. Match should be in the form %%(<field_name>)s
es: No se ha podido identificar un campo destino desde: %s. La coincidencia debe tener la forma %%(<field_name>)s
fr: Impossible d'identifier une zone cible à partir de : %s. La correspondance doit être au format %%(<field_name>)s
it: Impossibile identificare un campo di destinazione da:%s. La corrispondenza deve essere presente nel modulo %%(<field_name>)s
ko_kr: %s에서 대상 필드를 식별할 수 없음. 일치가 다음 양식이어야 함.%%(<field_name>)s
ru: Невозможно идентифицировать целевое поле из %s. Совпадение должно быть в форме %%(<field_name>)s
tr_tr: %s den bir hedef alan tanımlanamadı. Eşleşme %%(<field_name>)s biçiminde olmalı
