Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: Command: %(cmd)s Exit code: %(code)s Stdin: %(stdin)s Stdout: %(stdout)s Stderr: %(stderr)s
es: Mandato: %(cmd)s Código de salida: %(code)s Stdin: %(stdin)s Salida estándar: %(stdout)s Error estándar: %(stderr)s
fr: Commande : %(cmd)s Code de sortie : %(code)s Stdin : %(stdin)s Stdout : %(stdout)s Stderr : %(stderr)s
it: Comando: %(cmd)s Codice di uscita: %(code)s Stdin: %(stdin)s Stdout: %(stdout)s Stderr: %(stderr)s
ko_kr: 명령: %(cmd)s 종료 코드: %(code)s Stdin: %(stdin)s Stdout: %(stdout)s Stderr: %(stderr)s
ru: Команда: %(cmd)s Код выхода: %(code)s Stdin: %(stdin)s Stdout: %(stdout)s Stderr: %(stderr)s
tr_tr: Komut: %(cmd)s Çıkış kodu: %(code)s Stdin: %(stdin)s Stdout: %(stdout)s Stderr: %(stderr)s

source: %(branch)s HEAD file does not match migration timeline head, expected: %(head)s
es: El archivo HEAD de %(branch)s no coincide con el head de la línea de tiempo de migración, se esperaba: %(head)s
fr: Le fichier HEAD %(branch)s ne correspond pas à l'élément Head de calendrier de migration, attendu : %(head)s
it: Il file HEAD %(branch)s non corrisponde all'head di durata della migrazione, previsto: %(head)s
ko_kr: %(branch)s HEAD 파일이 마이그레이션 타임라인 헤드와 일치하지 않음, 예상값: %(head)s
ru: Файл HEAD %(branch)s отличается от ожидаемого для графика миграции: %(head)s

source: %(driver)s: Internal driver error.
es: %(driver)s: Error de controlador interno.
fr: %(driver)s: erreur pilote interne.
it: %(driver)s: errore di driver interno.
ko_kr: %(driver)s: 내부 드라이버 오류.
ru: %(driver)s: Внутренняя ошибка драйвера.
tr_tr: %(driver)s: Dahili sürücü hatası.

source: %(id)s is not a valid %(type)s identifier
es: %(id)s no es un identificador %(type)s válido
fr: %(id)s n'est pas un identificateur %(type)s valide
it: %(id)s non è un identificativo %(type)s valido
ko_kr: %(id)s이(가) 올바른 %(type)s ID가 아님
ru: %(id)s не является допустимым идентификатором %(type)s
tr_tr: %(id)s geçerli bir %(type)s tanımlayıcı değil

source: %(invalid_dirs)s is invalid value for sort_dirs, valid value is '%(asc)s' and '%(desc)s'
es: %(invalid_dirs)s es un valor no válido para sort_dirs, los valores válidos son '%(asc)s' y '%(desc)s'
fr: %(invalid_dirs)s est une valeur non valide pour sort_dirs ; les valeurs valides sont '%(asc)s' et '%(desc)s'
it: %(invalid_dirs)s non è un valore valido per sort_dirs, il valore valido è '%(asc)s' e '%(desc)s'
ko_kr: %(invalid_dirs)s은(는) sort_dirs에 대해 올바르지 않은 값이며, 올바른 값은 '%(asc)s' 및 '%(desc)s'입니다.
ru: Значение %(invalid_dirs)s недопустимо для sort_dirs; допустимое значение: '%(asc)s' и '%(desc)s'
tr_tr: %(invalid_dirs)s sort_dirs için geçersiz değer, geçerli değer '%(asc)s' ve '%(desc)s'

source: %(key)s prohibited for %(tunnel)s provider network
es: %(key)s prohibido para red de proveedor %(tunnel)s
fr: %(key)s interdit pour le réseau de fournisseur %(tunnel)s
it: %(key)s non consentito per la rete del provider %(tunnel)s
ko_kr: %(tunnel)s 제공자 네트워크에 대해 %(key)s이(가) 금지됨
ru: %(key)s запрещен для сети поставщика %(tunnel)s
tr_tr: %(key)s %(tunnel)s sağlayıcı ağı için yasaklanmış

source: %(method)s called with network settings %(current)s (original settings %(original)s) and network segments %(segments)s
es: %(method)s llamado con configuraciones de red %(current)s (valores originales %(original)s) y segmentos de red %(segments)s
fr: %(method)s appelé avec les paramètres réseau %(current)s (paramètres d'origine %(original)s) et segments de réseau %(segments)s
it: %(method)s è stato chiamato con le impostazioni di rete %(current)s (impostazioni originali %(original)s) e segmenti di rete %(segments)s
ko_kr: 네트워크 설정 %(current)s과(와) 함께 %(method)s이(가) 호출됨(원래 설정 %(original)s) 및 네트워크 세그먼트 %(segments)s
ru: Метод %(method)s вызывался с параметрами сети %(current)s (исходные параметры %(original)s) и сетевыми сегментами %(segments)s
tr_tr: %(method)s ağ ayarları %(current)s (asıl ayarlar %(original)s) ve %(segments)s ağ dilimleri ile çağrıldı

source: %(method)s called with port settings %(current)s (original settings %(original)s) host %(host)s (original host %(original_host)s) vif type %(vif_type)s (original vif type %(original_vif_type)s) vif details %(vif_details)s (original vif details %(original_vif_details)s) binding levels %(levels)s (original binding levels %(original_levels)s) on network %(network)s with segments to bind %(segments_to_bind)s
es: %(method)s llamado con ajustes de puerto %(current)s (ajustes originales %(original)s) host %(host)s (host original %(original_host)s) tipo de VIF %(vif_type)s (tipo de VIF original %(original_vif_type)s) detalles de VIF %(vif_details)s (detalles de VIF originales %(original_vif_details)s) niveles de enlace %(levels)s (niveles de enlace originales %(original_levels)s) en la red %(network)s con segmentos a enlazar %(segments_to_bind)s
fr: %(method)s appelée avec les paramètres de port %(current)s (paramètres d'origine %(original)s) hôte %(host)s (hôte d'origine %(original_host)s) type vif %(vif_type)s (type vif d'origine %(original_vif_type)s) détails vif %(vif_details)s (détails vif d'origine %(original_vif_details)s) niveaux de liaison %(levels)s (niveaux de liaison d'origine %(original_levels)s) sur le réseau %(network)s avec des segments de liaison %(segments_to_bind)s
it: %(method)s chiamato con le impostazioni di porta %(current)s (impostazioni originali %(original)s) host %(host)s (host originale %(original_host)s) tipo vif %(vif_type)s (tipo vif originale %(original_vif_type)s) dettagli vif %(vif_details)s (dettagli vif originale %(original_vif_details)s) livelli di collegamento %(levels)s (livelli di collegamento originali %(original_levels)s) sulla rete %(network)s con segmenti da collegare %(segments_to_bind)s
ko_kr: 다음으로 호출된 %(method)s 메소드. 포트 설정 %(current)s(원래 설정 %(original)s) 호스트 %(host)s(원래 호스트 %(original_host)s) vif 유형 %(vif_type)s (원래 vif 유형 %(original_vif_type)s) vif 세부 사항 %(vif_details)s(원래 vif 세부 사항 %(original_vif_details)s) 바인딩 레벨 %(levels)s(원래 바인딩 레벨 %(original_levels)s) - %(segments_to_bind)s을(를) 바인드하기 위한 세그먼트가 있는 네트워크 %(network)s에서 호출
ru: %(method)s вызван с параметрами порта %(current)s (исходные параметры %(original)s) хост %(host)s (исходный хост %(original_host)s) тип vif %(vif_type)s (исходный тип vif %(original_vif_type)s) сведения vif %(vif_details)s (исходные сведения vif %(original_vif_details)s) уровни связывания %(levels)s (исходные уровни связывания %(original_levels)s) в сети %(network)s с сегментами для связывания %(segments_to_bind)s
tr_tr: %(method)s bağlantı noktası ayarları %(current)s (asıl ayarlar %(original)s) istemci %(host)s (asıl istemci %(original_host)s) vif türü %(vif_type)s (asıl vif türü %(original_vif_type)s) vif detayları %(vif_details)s (asıl vif detayları %(original_vif_details)s) bağlama seviyeleri %(levels)s (asıl bağlama seviyeleri %(original_levels)s) %(network)s ağı üzerinde bağlanacak %(segments_to_bind)s dilimleriyle çağrıldı

source: %(method)s called with subnet settings %(current)s (original settings %(original)s)
es: %(method)s llamado con ajustes de subred %(current)s (ajustes originales %(original)s)
fr: %(method)s a appelé les paramètres de sous-réseau %(current)s (paramètres d'origine %(original)s)
it: %(method)s è stato chiamato con le impostazioni di sottorete %(current)s (impostazioni originali %(original)s)
ko_kr: %(method)s이(가) 서브넷 설정 %(current)s과(와) 함께 호출됨(원래 설정 %(original)s)
ru: Метод %(method)s вызывался с параметрами подсети %(current)s (исходные параметры %(original)s)
tr_tr: %(method)s alt ağ ayarları %(current)s (asıl ayarlar %(original)s) ile çağrıldı

source: %(method)s failed.
es: %(method)s ha fallado.
fr: %(method)s a échoué.
it: %(method)s non riuscito.
ko_kr: %(method)s이(가) 실패함
ru: Не удалось выполнить %(method)s.
tr_tr: %(method)s başarısız.

source: %(name)s '%(addr)s' does not match the ip_version '%(ip_version)s'
es: %(name)s '%(addr)s' no coincide con la versión de IP '%(ip_version)s'
fr: %(name)s '%(addr)s' ne correspond pas à ip_version '%(ip_version)s'
it: %(name)s '%(addr)s' non corrisponde alla ip_version '%(ip_version)s'
ko_kr: %(name)s '%(addr)s'이(가) ip_version '%(ip_version)s'과(와) 일치하지 않음
ru: %(name)s '%(addr)s' не соответствует версии IP '%(ip_version)s'
tr_tr: %(name)s '%(addr)s' ip_version '%(ip_version)s' ile eşleşmiyor

source: %(param)s must be in %(range)s range.
es: %(param)s debe estar dentro del rango %(range)s.
fr: %(param)s doit figurer dans la plage %(range)s.
it: %(param)s deve essere nell'intervallo %(range)s.
ko_kr: %(param)s의 범위는 %(range)s이어야 합니다.
ru: %(param)s должен быть в диапазоне %(range)s.

source: %s cannot be called while in offline mode
es: %s no puede invocarse en la modalidad fuera de línea
fr: %s ne peut pas être appelé en mode hors ligne
it: %s Impossibile chiamare durante la modalità offline
ko_kr: %s은(는) 오프라인 모드 중 호출할 수 없습니다.
ru: %s нельзя вызывать в режиме без подключения
tr_tr: %s çevrim dışı kipte çağrılamaz

source: %s is invalid attribute for sort_key
es: %s es un atributo no válido para sort_key
fr: %s est un attribut non valide pour sort_key
it: %s è un attributo non valido per sort_key
ko_kr: %s이(는) sort_keys에 대해 올바르지 않은 속성입니다.
ru: Атрибут %s недопустим для sort_key
tr_tr: %s sort_key için geçersiz özniteliktir

source: %s is invalid attribute for sort_keys
es: %s es un atributo no válido para sort_keys
fr: %s est un attribut non valide pour sort_keys
it: %s è un attributo non valido per sort_keys
ko_kr: %s이(는) sort_keys에 대해 올바르지 않은 속성입니다.
ru: Атрибут %s недопустим для sort_keys
tr_tr: %s sort_keys için geçersiz öznitelik

source: %s is not a valid VLAN tag
es: %s no es una etiqueta VLAN válida
fr: %s n'est pas une balise VLAN (réseau local virtuel) valide
it: %s non un tag VLAN valido
ko_kr: %s이(가) 올바른 VLAN 태그가 아님
ru: %s не является допустимым тегом VLAN
tr_tr: %s geçerli bir VLAN etiketi değil

source: %s must be specified
es: Se debe especificar %s
fr: %s doit être spécifié
it: %s deve essere specificato
ko_kr: %s을(를) 지정해야 함
ru: Необходимо указать %s

source: %s must implement get_port_from_device or get_ports_from_devices.
es: %s debe implementar get_port_from_device o get_ports_from_devices.
fr: %s doit implémenter get_port_from_device ou get_ports_from_devices.
it: %s deve implementare get_port_from_device o get_ports_from_devices.
ko_kr: %s은(는) get_port_from_device 또는 get_ports_from_devices를 구현해야 합니다.
ru: %s должен реализовать get_port_from_device или get_ports_from_devices.
tr_tr: %s get_port_from_device veya get_ports_from_devices uygulamalıdır.

source: %s prohibited for VLAN provider network
es: %s prohibido para la red de proveedor VLAN
fr: %s interdit pour le réseau de fournisseurs de réseau local virtuel
it: %s vietato per la rete del provider VLAN
ko_kr: VLAN 제공자 네트워크에 대해 %s이(가) 금지됨
ru: %s запрещено для сети VLAN провайдера
tr_tr: %s VLAN sağlayıcı ağı için yasaklanmış

source: %s prohibited for flat provider network
es: %s prohibido para la red de proveedor simple
fr: %s interdit pour le réseau de fournisseurs non hiérarchique
it: %s vietato per rete flat del provider
ko_kr: 플랫 제공자 네트워크에 대해 %s이(가) 금지됨
ru: %s запрещено для одноуровневой сети провайдера
tr_tr: %s düz sağlayıcı ağı için yasaklanmış

source: %s prohibited for local provider network
es: %s prohibido para la red de proveedor local
fr: %s interdit pour le réseau de fournisseurs local
it: %s è vietato per la rete del provider locale
ko_kr: 로컬 제공자 네트워크에 대해 %s이(가) 금지됨
ru: %s запрещено для локальной сети провайдера
tr_tr: %s yerel sağlayıcı ağı için yasaklanmış

source: '%(data)s' contains '%(length)s' characters. Adding a domain name will cause it to exceed the maximum length of a FQDN of '%(max_len)s'
es: '%(data)s' contiene '%(length)s' caracteres. Si se añade un nombre de dominio se superará la longitud máxima de un FQDN, que es de '%(max_len)s'
fr: '%(data)s' contient '%(length)s' caractères. L'ajout d'un nom de domaine va entraîner un dépassement de la longueur maximum de '%(max_len)s' pour un nom de domaine complet
it: '%(data)s' contiene caratteri di '%(length)s'. Con l'aggiunta di un nome dominio la lunghezza massima di un FQDN di '%(max_len)s' verrà superata
ko_kr: '%(data)s'에 '%(length)s'개의 문자가 포함됩니다. 도메인 이름을 추가하면 FQDN의 최대 길이인 '%(max_len)s'이(가) 초과됩니다.
ru: Длина '%(data)s' составляет '%(length)s' символов. Добавление доменного имени приведет к превышению максимальной длины полного имени домена, '%(max_len)s'

source: '%(data)s' contains '%(length)s' characters. Adding a sub-domain will cause it to exceed the maximum length of a FQDN of '%(max_len)s'
es: '%(data)s' contiene '%(length)s' caracteres. Si se añade un subdominio se superará la longitud máxima de un FQDN, que es de '%(max_len)s'
fr: '%(data)s' contient '%(length)s' caractères. L'ajout d'un sous-domaine va entraîner le dépassement de la longueur maximum de '%(max_len)s' pour un nom de domaine complet
it: '%(data)s' contiene caratteri di '%(length)s'. Con l'aggiunta di un sottodominio la lunghezza massima di un FQDN di '%(max_len)s' verrà superata
ko_kr: '%(data)s'에 '%(length)s'개의 문자가 포함됩니다. 하위 도메인을 추가하면 FQDN의 최대 길이인 '%(max_len)s'이(가) 초과됩니다.
ru: Длина '%(data)s' составляет '%(length)s' символов. Добавление поддомена приведет к превышению максимальной длины полного имени домена, '%(max_len)s'

source: '%(data)s' exceeds maximum length of %(max_len)s
es: '%(data)s' supera la longitud máxima de %(max_len)s
fr: '%(data)s' dépasse la longueur maximale de %(max_len)s.
it: '%(data)s' supera la lunghezza massima di %(max_len)s
ko_kr: '%(data)s'이(가) %(max_len)s의 최대 길이를 초과함
ru: '%(data)s' превышает максимальную длину %(max_len)s
tr_tr: '%(data)s' %(max_len)s azami uzunluğunu aşıyor

source: '%(data)s' is not an accepted IP address, '%(ip)s' is recommended
es: '%(data)s' no es una dirección IP aceptada, se recomienda '%(ip)s'
fr: '%(data)s' n'est pas une adresse IP acceptée, '%(ip)s' recommandée
it: '%(data)s' non è un indirizzo IP accettato, è consigliato '%(ip)s'
ko_kr: '%(data)s'은(는) 허용되는 IP 주소가 아님, '%(ip)s'이(가) 권장됨
ru: IP-адрес '%(data)s' неприемлем, рекомендуется использовать '%(ip)s'

source: '%(data)s' is not in %(valid_values)s
es: '%(data)s' no está en %(valid_values)s
fr: '%(data)s' n'est pas dans %(valid_values)s
it: '%(data)s' non è valido in %(valid_values)s
ko_kr: '%(data)s'이(가) %(valid_values)s에 없음
ru: '%(data)s' отсутствует в %(valid_values)s
tr_tr: '%(data)s' %(valid_values)s içinde değil

source: '%(data)s' is too large - must be no larger than '%(limit)d'
es: '%(data)s' es muy grande, no debe ser más grande que '%(limit)d'
fr: '%(data)s' est trop grand - ne doit pas être supérieur à '%(limit)d'
it: '%(data)s' è troppo esteso - non deve superare '%(limit)d'
ko_kr: '%(data)s'이(가) 너무 큼 - '%(limit)d' 이하여야 함
ru: Слишком большое значение '%(data)s' - требуется значение не больше '%(limit)d'
tr_tr: '%(data)s' çok büyük - en çok '%(limit)d' olmalı

source: '%(data)s' is too small - must be at least '%(limit)d'
es: '%(data)s' es muy pequeño, debe ser al menos '%(limit)d'
fr: '%(data)s' est trop petit - doit être au moins '%(limit)d'
it: '%(data)s' è troppo piccolo - deve essere almeno '%(limit)d'
ko_kr: '%(data)s'이(가) 너무 작음 - 최소 '%(limit)d'이어야 함
ru: Слишком низкое значение '%(data)s' - требуется значение не меньше '%(limit)d'
tr_tr: '%(data)s' çok küçük - en az '%(limit)d' olmalı

source: '%(data)s' isn't a recognized IP subnet cidr, '%(cidr)s' is recommended
es: '%(data)s' no es un cidr de subred IP reconocido, se recomienda '%(cidr)s'
fr: '%(data)s' n'est pas un routage CIDR de sous-réseau IP reconnu, '%(cidr)s' est recommandé
it: '%(data)s' non è un cidr della sottorete IP riconosciuto, si consiglia '%(cidr)s'
ko_kr: '%(data)s'이(가) 인식된 IP 서브넷 cidr이 아닙니다. '%(cidr)s'이(가) 권장됩니다.
ru: Данные '%(data)s' не распознаются как cidr IP-подсети; рекомендуется '%(cidr)s'
tr_tr: '%(data)s' tanınan bir IP alt ağı cidr'i değil, '%(cidr)s' öneriliyor

source: '%(data)s' not a valid PQDN or FQDN. Reason: %(reason)s
es: '%(data)s' no es un PQDN o FQDN válido. Razón: %(reason)s
fr: '%(data)s' n'est pas un nom PQDN ou un nom de domaine complet valide. Motif : %(reason)s
it: '%(data)s' non è PQDN o FQDN valido. Motivo: %(reason)s
ko_kr: '%(data)s'이(가) 올바른 PQDN 또는 FQDN이 아님, 이유: %(reason)s
ru: '%(data)s' не является допустимым PQDN или FQDN. Причина: %(reason)s

source: '%(host)s' is not a valid nameserver. %(msg)s
es: '%(host)s' no es un servidor de nombres válido. %(msg)s
fr: '%(host)s' n'est pas un serveur de noms valide. %(msg)s
it: '%(host)s' non è un nameserver valido. %(msg)s
ko_kr: '%(host)s'은(는) 올바른 이름 서버가 아닙니다. %(msg)s
ru: '%(host)s' не является допустимым сервером имен. %(msg)s
tr_tr: '%(host)s' geçerli bir isim sunucu değil. %(msg)s

source: '%s' Blank strings are not permitted
es: No se permiten '%s' series en blanco
fr: '%s' les chaines de caractères vides ne sont pas autorisés
it: '%s' stringhe vuote non consentite
ko_kr: '%s' 공백 문자열이 허용되지 않음
ru: '%s' - Пустые строки недопустимы
tr_tr: '%s' boş karakter dizilerine izin verilmez

source: '%s' cannot be converted to boolean
es: '%s' no se puede convertir a booleano
fr: '%s' ne peut pas être converti en valeur booléenne.
it: '%s' impossibile convertirlo in booleano
ko_kr: '%s'은(는) 부울로 변환될 수 없음
ru: '%s' невозможно преобразовать в булевский тип
tr_tr: '%s' bool değere çevrilemez

source: '%s' cannot be converted to lowercase string
es: '%s' no se puede convertir a serie en minúscula
fr: '%s' ne peut pas être converti en une chaîne minuscule
it: '%s' non può essere convertito in stringa di caratteri minuscoli
ko_kr: '%s'은(는) 소문자 문자열로 변환할 수 없음
ru: '%s' невозможно преобразовать в строку в нижнем регистре

source: '%s' contains whitespace
es: '%s' contiene espacios en blanco
fr: '%s' contient des espaces blanc
it: '%s' contiene spazi vuoti
ko_kr: '%s'에 공백 문자가 있습니다
ru: '%s' содержит пробел, символ табуляции или пустой строки
tr_tr: '%s' boşluk içeriyor

source: '%s' exceeds the 255 character FQDN limit
es: '%s' supera el límite FQDN de 255 caracteres
fr: '%s' dépasse la limite de nom de domaine complet (255 caractères)
it: '%s' supera il limite FQDN di 255 caratteri
ko_kr: '%s'이(가) 255자 FQDN 한계를 초과함
ru: Длина '%s' превышает ограничение FQDN в 255 символов

source: '%s' is a FQDN. It should be a relative domain name
es: '%s' es un FQDN. Debería ser un nombre de dominio relativo
fr: '%s' est un nom de domaine complet. Cela devrait être un nom de domaine relatif
it: '%s' è un FQDN. Deve essere un nome dominio relativo
ko_kr: '%s'이(가) FQDN입니다. 상대적 도메인 이름이어야 합니다.
ru: '%s' - это полное имя домена. Должно быть указано относительное имя домена

source: '%s' is not a FQDN
es: '%s' no es un FQDN
fr: '%s' n'est pas un nom de domaine complet
it: '%s' non è un FQDN
ko_kr: '%s'이(가) FQDN이 아님
ru: '%s' - это не полное имя домена

source: '%s' is not a dictionary
es: '%s' no es un diccionario
fr: '%s' n'est pas un dictionnaire.
it: '%s' non è un dizionario
ko_kr: '%s'이(가) 사전이 아님
ru: '%s' не является словарем
tr_tr: '%s' bir dizin değil

source: '%s' is not a list
es: '%s' no es una lista
fr: '%s' n'est pas une liste.
it: '%s' non è un elenco
ko_kr: '%s'이(가) 목록이 아님
ru: '%s' не является списком
tr_tr: '%s' liste değil

source: '%s' is not a valid IP address
es: '%s' no es una dirección IP válida
fr: '%s' n'est pas une adresse IP valide.
it: '%s' non è un indirizzo IP valido
ko_kr: '%s'이(가) 올바른 IP 주소가 아님
ru: '%s' не является допустимым IP-адресом
tr_tr: '%s' geçerli bir IP adresi değil

source: '%s' is not a valid IP subnet
es: '%s' no es una subred IP válida
fr: '%s' n'est pas un sous-réseau IP valide.
it: '%s' non è una sottorete IP valida
ko_kr: '%s'이(가) 올바른 IP 서브넷이 아님
ru: '%s' не является допустимой IP-подсетью
tr_tr: '%s' geçerli IP alt ağ değil

source: '%s' is not a valid MAC address
es: '%s' no es una dirección MAC válida
fr: '%s' n'est pas une adresse MAC valide.
it: '%s' non è un'indirizzo MAC valido
ko_kr: '%s'이(가) 올바른 MAC 주소가 아님
ru: '%s' не является допустимым MAC-адресом
tr_tr: '%s' geçerli bir MAC adresi değil

source: '%s' is not a valid RBAC object type
es: '%s' no es un tipo de objeto RBAC válido
fr: '%s' n'est pas un type d'objet RBAC valide
it: '%s' non è un tipo di oggetto valido
ko_kr: '%s'은(는) 올바른 RBAC 오브젝트 유형이 아님
ru: '%s' не является допустимым типом объекта RBAC

source: '%s' is not a valid UUID
es: '%s' no es un UUID válido
fr: '%s' n'est pas un identificateur unique universel valide.
it: '%s' non è un valido UUID
ko_kr: '%s'이(가) 올바른 UUID가 아님
ru: '%s' не является допустимым UUID
tr_tr: '%s' geçerli bir UUID değil

source: '%s' is not a valid boolean value
es: '%s' no es un valor booleano
fr: '%s' n'est pas une valeur booléen valide
it: '%s' non è un valore booleano valido
ko_kr: '%s'은(는) 올바른 부울린 값이 아닙니다
ru: '%s' не является допустимым булевским значением
tr_tr: '%s' geçerli bir bool değer değil

source: '%s' is not a valid input
es: '%s' no es una entrada válida
fr: '%s' n'est pas une entrée valide.
it: '%s' non è un input valido
ko_kr: '%s'이(가) 올바른 입력이 아님
ru: Недопустимые входные параметры: '%s'
tr_tr: '%s' geçerli bir girdi değil

source: '%s' is not a valid string
es: '%s' no es una serie válida
fr: '%s' n'est pas une chaîne valide.
it: '%s' non è una stringa valida
ko_kr: '%s'이(가) 올바른 문자열이 아님
ru: '%s' не является допустимой строкой
tr_tr: '%s' geçerli karakter dizisi değil

source: '%s' is not an integer
es: '%s' no es un entero
fr: '%s' n'est pas un entier.
it: '%s' non è un numero intero
ko_kr: '%s'이(가) 정수가 아님
ru: '%s' не является целым
tr_tr: '%s' tam sayı değil

source: '%s' is not an integer or uuid
es: '%s' no es un entero o uuid
fr: '%s' n'est pas un entier ou un identificateur unique universel.
it: '%s' non è un numero intero o uuid
ko_kr: '%s'이(가) 정수 또는 uuid가 아님
ru: '%s' не является целым или uuid
tr_tr: '%s' bir tam sayı ya da uuid değil

source: '%s' is not of the form <key>=[value]
es: '%s' no tiene el formato <clave>=[valor]
fr: '%s'n'a pas la forme <key> = [value]
it: '%s' non è nel formato <key>=[value]
ko_kr: '%s'의 양식이 <key>=[value]가 아님
ru: '%s' не в форме <ключ>=[значение]
tr_tr: '%s' <anahtar>=[değer] biçiminde olmalı

source: '%s' is not supported for filtering
es: '%s' no está admitido para filtrar
fr: '%s' n'est pas pris en charge pour le filtrage
it: '%s' non è supportata per il filtro
ko_kr: '%s'은(는) 필터링을 위해 지원되지 않음
ru: '%s' не поддерживает фильтрацию

source: '%s' must be a non negative decimal.
es: '%s' debe ser un decimal no negativo.
fr: '%s' doit être un nombre décimal non négatif.
it: '%s' deve essere un decimale non negativo.
ko_kr: '%s'은(는) 음수가 아닌 10진수여야 합니다.
ru: Значение '%s' должно быть неотрицательным десятичным числом.
tr_tr: '%s' negatif olmayan ondalık olmalı.

source: '%s' should be non-negative
es: '%s' debe ser no negativo
fr: '%s' ne doit pas être négatif.
it: '%s' non dovrebbe essere negativo
ko_kr: '%s'은(는) 음수가 아니어야 함
ru: Значение '%s' должно быть неотрицательным
tr_tr: '%s' negatif olmamalı

source: '.' searches are not implemented
es: Las búsquedas '.' no se implementan
fr: '.' recherches ne sont pas implémentées.
it: Le ricerche '.' non sono implementate
ko_kr: '.' 검색이 구현되지 않음
ru: Поиск '.' не реализован
tr_tr: '.' aramaları uygulanmamış

source: 'module' object has no attribute '%s'
es: El objeto 'module' no tiene ningún atributo '%s'
fr: L'objet 'module' n'a pas d'attribut '%s'
it: L'oggetto 'module' non ha un attributo '%s'
ko_kr: 'module' 오브젝트에 '%s' 속성이 없음
ru: Объект 'module' не содержит атрибута '%s'

source: 'port_max' is smaller than 'port_min'
es: 'port_max' es menor que 'port_min'
fr: 'port_max' est plus petit que 'port_min'
it: 'port_max' è più piccolo di 'port_min'
ko_kr: 'port_max'가 'port_min'보다 작음
ru: 'port_max' меньше чем 'port_min'
