Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: Invalid action '%(action)s' for object type '%(object_type)s'. Valid actions: %(valid_actions)s
es: Acción no válida '%(action)s' para el tipo de objeto '%(object_type)s'. Acciones válidas : %(valid_actions)s
fr: Action non valide %(action)s' pour le type d'objet %(object_type)s'. Actions valides : %(valid_actions)s
it: Azione non valida '%(action)s' per tipo di oggetto '%(object_type)s'. Azioni valide: %(valid_actions)s
ko_kr: 오브젝트 유형 '%(object_type)s'에 대한 조치 '%(action)s'이(가) 올바르지 않습니다. 올바른 조치: %(valid_actions)s
ru: Недопустимое действие '%(action)s' для типа объекта '%(object_type)s'. Допустимые действия: %(valid_actions)s

source: Invalid authentication type: %(auth_type)s, valid types are: %(valid_auth_types)s
es: Tipo de autenticación no válida: %(auth_type)s, los tipos válidos son: %(valid_auth_types)s
fr: Type d'authentification non valide : %(auth_type)s, les types valides sont : %(valid_auth_types)s
it: Tipo di autenticazione non valido: %(auth_type)s, i tipi validi sono: %(valid_auth_types)s
ko_kr: 올바르지 않은 인증 유형임: %(auth_type)s, 올바른 유형은 다음과 같음: %(valid_auth_types)s
ru: Недопустимый тип идентификации: %(auth_type)s. Допустимые типы: %(valid_auth_types)s
tr_tr: Geçersiz kimlik doğrulama türü: %(auth_type)s, geçerli türler: %(valid_auth_types)s

source: Invalid content type %(content_type)s.
es: Tipo de contenido no válido %(content_type)s.
fr: Le type de contenu %(content_type)s est invalide.
it: Tipo di contenuto non valido%(content_type)s.
ko_kr: 올바르지 않은 컨텐츠 유형 %(content_type)s.
ru: Недопустимый тип содержимого %(content_type)s.

source: Invalid data format for IP pool: '%s'
es: Formato de datos no válido para agrupación de IP: '%s'
fr: Format de données non valide pour le pool IP : '%s'
it: Formato dati invalido per il pool IP: '%s'
ko_kr: IP 풀에 대한 올바르지 않은 데이터 형식: '%s'
ru: Недопустимый формат данных для пула IP: '%s'
tr_tr: IP havuzu: '%s' için geçersiz veri biçimi

source: Invalid data format for extra-dhcp-opt: %(data)s
es: Formato de datos no válido para extra-dhcp-opt: %(data)s
fr: Format de données non valide pour extra-dhcp-opt : %(data)s
it: Formato di dati non valido per extra-dhcp-opt: %(data)s
ko_kr: extra-dhcp-opt의 올바르지 않은 데이터 형식: %(data)s
ru: Недопустимый формат данных для extra-dhcp-opt: %(data)s
tr_tr: extra-dhcp-opt için geçersiz veri biçimi: %(data)s

source: Invalid data format for fixed IP: '%s'
es: Formato de datos no válido para IP fija: '%s'
fr: Format de données non valide pour l'adresse IP fixe : '%s'
it: Formato dati invalido per l'IP fisso: '%s'
ko_kr: 고정 IP에 대한 올바르지 않은 데이터 형식: '%s'
ru: Недопустимый формат данных для фиксированного IP: '%s'
tr_tr: Sabit IP için geçersiz veri biçimi: '%s'

source: Invalid data format for hostroute: '%s'
es: Formato de datos no válido para ruta de host: '%s'
fr: Format de données non valide pour la route hôte : '%s'
it: Formato dati invalido per hostroute: '%s'
ko_kr: 호스트 라우트에 대한 올바르지 않은 데이터 형식: '%s'
ru: Недопустимый формат данных для маршрута к хосту: '%s'
tr_tr: İstemci rotası için geçersiz veri biçimi: '%s'

source: Invalid data format for nameserver: '%s'
es: Formato de datos no válido para servidor de nombres: '%s'
fr: Format de données non valide pour le serveur de noms : '%s'
it: Formato dati invalido per il nameserver: '%s'
ko_kr: 이름 서버에 대한 올바르지 않은 데이터 형식: '%s'
ru: Недопустимый формат данных сервера имен: '%s'
tr_tr: İsim sunucu için geçersiz veri biçimi: '%s'

source: Invalid ethertype %(ethertype)s for protocol %(protocol)s.
es: Ethertype no válido %(ethertype)s para el protocolo %(protocol)s.
fr: ethertype %(ethertype)s non valide pour le protocole %(protocol)s.
it: ethertype %(ethertype)s non valido per il protocollo %(protocol)s.
ko_kr: 프로토콜 %(protocol)s의 ethertype %(ethertype)s이(가) 올바르지 않습니다.
ru: Недопустимый тип %(ethertype)s для протокола %(protocol)s.

source: Invalid extension environment: %(reason)s.
es: Entorno de ampliación no válido: %(reason)s
fr: Environnement d'extensions non valide : %(reason)s.
it: Ambiente di estensione non valido: %(reason)s.
ko_kr: 올바르지 않은 확장 환경: %(reason)s.
ru: Недопустимая среда расширения: %(reason)s.

source: Invalid format for routes: %(routes)s, %(reason)s
es: Formato no válido: %(routes)s, %(reason)s
fr: Format de routes non valide : %(routes)s, %(reason)s
it: Formato non valido per gli instradamenti: %(routes)s, %(reason)s
ko_kr: 라우터의 형식이 올바르지 않음: %(routes)s, %(reason)s
ru: Недопустимый формат маршрутизаторов: %(routes)s, %(reason)s
tr_tr: Rotalar için geçersiz biçim: %(routes)s, %(reason)s

source: Invalid format: %s
es: Formato no válido: %s
fr: Format non valide : %s
it: Formato non valido: %s
ko_kr: 올바르지 않은 형식: %s
ru: Неправильный формат: %s
tr_tr: Geçersiz biçim: %s

source: Invalid input for %(attr)s. Reason: %(reason)s.
es: Entrada no válida para %(attr)s. Razón: %(reason)s.
fr: Entrée non valide pour %(attr)s. Cause : %(reason)s.
it: Input non valido per %(attr)s. Motivo: %(reason)s.
ko_kr: %(attr)s에 대한 올바르지 않은 입력입니다. 이유: %(reason)s.
ru: Недопустимые входные данные для %(attr)s. Причина: %(reason)s.
tr_tr: %(attr)s için geçersiz girdi. Sebep: %(reason)s.

source: Invalid input. '%(target_dict)s' must be a dictionary with keys: %(expected_keys)s
es: Entrada no válida. '%(target_dict)s' debe ser un diccionario con claves: %(expected_keys)s
fr: Entrée non valide. '%(target_dict)s' doit être un dictionnaire avec les clés : %(expected_keys)s
it: Input non valido. '%(target_dict)s' deve essere un dizionario con chiavi: %(expected_keys)s
ko_kr: 올바르지 않은 입력. '%(target_dict)s'은(는) %(expected_keys)s 키가 있는 사전이어야 함
ru: Недопустимые входные параметры. '%(target_dict)s' должен быть словарем с ключами %(expected_keys)s
tr_tr: Geçersiz girdi. '%(target_dict)s' şu anahtarları içeren bir sözlük olmalı: %(expected_keys)s

source: Invalid instance state: %(state)s, valid states are: %(valid_states)s
es: Estado de instancia no válido: %(state)s, los estados válidos son: %(valid_states)s
fr: Etat d'instance non valide : %(state)s, les états valides sont : %(valid_states)s
it: Stato istanza non valido: %(state)s, gli stati validi sono: %(valid_states)s
ko_kr: 올바르지 않은 인스턴스 상태: %(state)s, 올바른 상태는 %(valid_states)s임
ru: Недопустимое состояние экземпляра: %(state)s. Допустимые состояния: %(valid_states)s
tr_tr: Geçersiz sunucu durumu: %(state)s, geçerli durumlar: %(valid_states)s

source: Invalid mapping: '%s'
es: Correlación no válida: '%s'
fr: Mappage non valide : '%s'
it: Associazione non valida: '%s'
ko_kr: 올바르지 않은 맵핑: '%s'
ru: Недопустимое отображение: '%s'
tr_tr: Geçersiz eşleştirme: '%s'

source: Invalid network VLAN range: '%(vlan_range)s' - '%(error)s'.
es: Rango de VLAN de red no válido: '%(vlan_range)s' - '%(error)s'.
fr: Plage VLAN de réseau non valide : '%(vlan_range)s' - '%(error)s'.
it: Intervallo VLAN della rete non valido: '%(vlan_range)s' - '%(error)s'.
ko_kr: 올바르지 않은 네트워크 VLAN 범위: '%(vlan_range)s' - '%(error)s'.
ru: Недопустимый диапазон VLAN сети: '%(vlan_range)s' - '%(error)s'.

source: Invalid network VXLAN port range: '%(vxlan_range)s'.
es: Rango de puerto VXLAN de red no válido: '%(vxlan_range)s'.
fr: Réseau non valide pour le range port VXLAN: '%(vxlan_range)s'.
it: Intervallo porta VXLAN di rete non valida: '%(vxlan_range)s'.
ko_kr: 올바르지 않은 네트워크 VXLAN 포트 범위: '%(vxlan_range)s'.
ru: Недопустимый диапазон портов сети VXLAN: '%(vxlan_range)s'.

source: Invalid pci slot %(pci_slot)s
es: Ranura pci no válida %(pci_slot)s
fr: Port pci invalide %(pci_slot)s
it: pci slot non valido %(pci_slot)s
ko_kr: 올바르지 않은 pci 슬롯 %(pci_slot)s
ru: Недопустимый разъем pci %(pci_slot)s
tr_tr: Geçersiz pci yuvası %(pci_slot)s

source: Invalid provider format. Last part should be 'default' or empty: %s
es: Formato de proveedor no válido. La última parte debe ser 'predeterminado' o vacío: %s
fr: Format de fournisseur non valide. La dernière partie doit être 'default' ou vide : %s
it: Formato del provider non valido. L'ultima parte deve essere 'default' o vuota: %s
ko_kr: 올바르지 않은 제공자 형식. 마지막 부분이 '기본값'이거나 비어 있어야 함: %s
ru: Недопустимый формат поставщика. Последняя часть должна иметь вид 'default' или быть пустой: %s
tr_tr: Geçersiz sağlayıcı biçimi. Son kısım 'default' ya da boş olmalı: %s

source: Invalid resource type %(resource_type)s
es: Tipo de recurso %(resource_type)s no válido
fr: Ressource type %(resource_type)s non valide
it: Tipo di risorsa non valido %(resource_type)s
ko_kr: 올바르지 않은 자원 유형 %(resource_type)s
ru: Недопустимый тип ресурса %(resource_type)s

source: Invalid route: %s
es: Ruta no válida: %s
fr: Chemin non valide : %s
it: Route invalido: %s
ko_kr: 올바르지 않은 라우트: %s
ru: Недопустимый маршрут: %s
tr_tr: Geçersiz rota: %s

source: Invalid service provider format
es: Formato de proveedor de servicio no válido
fr: Format de fournisseur de service non valide
it: Formato del provider del servizio non valido
ko_kr: 올바르지 않은 서비스 제공자 형식
ru: Недопустимый формат поставщика службы
tr_tr: Geçersiz servis sağlayıcı biçimi

source: Invalid service type %(service_type)s.
es: Tipo de servicio no válido: %(service_type)s.
fr: Type de service non valide %(service_type)s.
it: Tipo di servizio non valido %(service_type)s.
ko_kr: 올바르지 않은 서비스 유형 %(service_type)s입니다.
ru: Недопустимый тип службы %(service_type)s.

source: Invalid value for ICMP %(field)s (%(attr)s) %(value)s. It must be 0 to 255.
es: Valor no válido para ICMP %(field)s (%(attr)s) %(value)s. Debe ser 0 a 255.
fr: Valeur non valide pour ICMP %(field)s (%(attr)s) %(value)s. Elle doit être comprise entre 0 et 255.
it: Valore non valido per ICMP %(field)s (%(attr)s) %(value)s. Deve essere compreso tra 0 e 255.
ko_kr: ICMP %(field)s (%(attr)s) %(value)s의 값이 올바르지 않음. 이 값은 0에서 255 사이여야 합니다.
ru: Недопустимое значение для ICMP %(field)s (%(attr)s) %(value)s. Значение должно лежать в диапазоне от 0 до 255.
tr_tr: ICMP %(field)s (%(attr)s) %(value)s için geçersiz değer. 0 dan 255'e kadar olmalı.

source: Invalid value for port %(port)s
es: Valor no válido para el puerto %(port)s
fr: Valeur non valide pour le port %(port)s
it: Valore invalido per la porta %(port)s
ko_kr: %(port)s 포트에 대한 올바르지 않은 값
ru: Недопустимое значение для порта %(port)s
tr_tr: %(port)s bağlantı noktası için geçersiz değer

source: Iptables mangle mark used to mark ingress from external network. This mark will be masked with 0xffff so that only the lower 16 bits will be used.
es: Marca de corte de iptables utilizada para marcar la entrada desde la red externa. Esta marca se enmascara con 0xffff de modo que sólo se utilizarán los 16 bits inferiores.
fr: Marque Mangle Iptables utilisée pour marquer les entrées du réseau externe. Cette marque sera masquée avec 0xffff de sorte que seuls les 16 bits les plus bas soient utilisés.
it: Indicatore mangle iptables per contrassegnare l'ingresso dalla rete esterna. Tale indicatoreverrà mascherato con 0xffff in modo che verranno utilizzati solo i 16 bit inferiori.
ko_kr: 외부 네트워크의 입구를 표시하는 데 사용되는 Iptables mangle 표시입니다. 이 표시는 하위 16비트만 사용되도록 0xffff로 마스크됩니다.
ru: Пометка mangle в iptables применяется для пометки входа из внешней сети. Эта пометка будет применяться с маской 0xffff для использования только младших 16 бит.

source: Iptables mangle mark used to mark metadata valid requests. This mark will be masked with 0xffff so that only the lower 16 bits will be used.
es: Marca de corte de iptables utilizada para marcar solicitudes válidas de metadatos. Esta marca se enmascara con 0xffff de modo que sólo se utilizarán los 16 bits inferiores.
fr: Marque Mangle Iptables utilisée pour marquer les demandes valides de métadonnées. Cette marque sera masquée avec 0xffff de sorte que seuls les 16 bits les plus bas soient utilisés.
it: Indicatore mangle iptables per contrassegnare le richieste valide di metadati. Tale indicatore verràmascherato con 0xffff in modo che verranno utilizzati solo i 16 bit inferiori.
ko_kr: 메타데이터 올바른 요청을 표시하는 데 사용되는 Iptables mangle 표시입니다. 이 표시는 하위 16비트만 사용되도록 0xffff로 마스크됩니다.
ru: Пометка mangle в Iptables, используемая для пометки допустимых запросов метаданных. Эта пометка будет применяться с маской 0xffff для использования только младших 16 бит.

source: Keep in track in the database of current resourcequota usage. Plugins which do not leverage the neutron database should set this flag to False
es: Realizar seguimiento en la base de datos del uso de cuota de recursos actual. Los plugins que no aprovechan la base de datos neutron deben establecer este distintivo en False
fr: Assurer le suivi de l'utilisation en cours du quota de ressources dans la base de données. Les plug-ins qui n'optimisent pas la base de données de neutron doivent affecter la valeur False à cet indicateur.
it: Tenere traccia nel database dell'utilizzo corrente della quota di risorsa. I plugin che non usano il database neutron devono impostare questo indicatore su False
ko_kr: 현재 자원 할당량 사용량의 데이터베이스를 추적하십시오. Neutron 데이터베이스를 활용하지 않는 플러그인은 이 플래그를 False로 설정해야 합니다.
ru: Отслеживает в базе данных текущее использование квоты ресурсов. Модули, которые не используют базу данных neutron, должны присваивать этому флагу значение False

source: Keepalived didn't respawn
es: Keepalived no se ha vuelto a generar
fr: Keepalived n'a pas été relancée
it: Keepalived non ha eseguito la nuova generazione
ko_kr: 유휴되면 다시 파생되지 않음
ru: Демон keepalived не выполнил повторное порождение
tr_tr: Keepalived yeniden başlamadı

source: Keepalived didn't spawn
es: Keepalived no se ha generado
fr: Keepalived n'a pas été lancé
it: Keepalived non ha eseguito la generazione
ko_kr: 활성 유지(keepalive)가 파생되지 않음
ru: Демон keepalived не запустился

source: Kernel HZ value %(value)s is not valid. This value must be greater than 0.
es: El valor de Kernel HZ %(value)s no es válido. Debe ser mayor que 0.
fr: La valeur HZ du noyau %(value)s n'est pas valide. Cette valeur doit être supérieure à 0.
it: Il valore Kernel HZ %(value)s non è valido. Questo valore deve essere maggiore di 0.
ko_kr: 커널 HZ 값 %(value)s이(가) 올바르지 않습니다. 이 값은 0보다 커야 합니다.
ru: Недопустимое значение HZ ядра %(value)s. Значение должно быть больше 0.

source: Key %(key)s in mapping: '%(mapping)s' not unique
es: Clave %(key)s en correlación: '%(mapping)s' no exclusiva
fr: Clé %(key)s non unique dans le mappage '%(mapping)s'
it: Chiave %(key)s nell'associazione: '%(mapping)s' non univoca
ko_kr: '%(mapping)s' 맵핑의 %(key)s 키가 고유하지 않음
ru: Ключ %(key)s в отображении '%(mapping)s' не уникален
tr_tr: '%(mapping)s' eşleştirmesindeki %(key)s anahtarı benzersiz değil

source: L3 agent failure to setup NAT for floating IPs
es: El agente L3 no ha podido configurar NAT para las IP flotantes
fr: L'agent L3 n'a pas pu configurer NAT pour les IP flottantes
it: Errore dell'agent L3 durante la configurazione di NAT per IP mobili
ko_kr: L3 에이전트에서 Floating IP의 NAT 설정 실패
ru: Ошибка агента L3 при настройке NAT для нефиксированных IP

source: L3 agent failure to setup floating IPs
es: El agente L3 no ha podido configurar las IP flotantes
fr: L'agent L3 n'a pas pu configurer les IP flottantes
it: Errore dell'agent L3 durante la configurazione di IP mobili
ko_kr: L3 에이전트에서 Floating IP 설정 실패
ru: Ошибка агента L3 при настройке нефиксированных IP

source: Limit must be an integer 0 or greater and not '%d'
es: El límite debe ser un entero mayor o igual a 0 y no '%d'
fr: La limite doit être un entier supérieur ou égal à 0, et non '%d'
it: Il limite deve essere un numero intero 0 o superiore e non '%d'
ko_kr: 한계는 정수 0이상 및 '%d'이(가) 아닌 수여야 함
ru: Ограничение должно быть неотрицательным целым и не равно '%d'
tr_tr: Sınır tam sayı 0 ya da daha büyüğü olmalı '%d' değil

source: Limit number of leases to prevent a denial-of-service.
es: Límite de número de alquileres para evitar denegación de servicio.
fr: Limiter le nombre de baux pour éviter un déni de service.
it: Limitare il numero di lease per evitare un denial-of-service.
ko_kr: 서비스 거부(DoS)를 막기 위해 리스 수를 제한합니다.
ru: Ограничить число выделений во избежание отказа в обслуживании.
tr_tr: Servis engellemeyi önlemek için kiralama sayısını sınırla.

source: List of <physical_network>:<physical_bridge>
es: Lista de <red_física>:<puente_físico>
fr: Liste de <physical_network>:<physical_bridge>
it: Elenco di <physical_network>:<physical_bridge>
ko_kr: <physical_network>:<physical_bridge>의 목록
ru: Список <физическая-сеть>:<физический-мост>

source: List of <physical_network>:<vlan_min>:<vlan_max> or <physical_network> specifying physical_network names usable for VLAN provider and tenant networks, as well as ranges of VLAN tags on each available for allocation to tenant networks.
es: Lista de <red_física>:<mín_vlan>:<máx_vlan> o <red_física> especificar nombres de physical_network utilizables para proveedor de VLAN y arrendatario redes, así como rangos de etiquetas VLAN en cada uno disponible para asignación para las redes de arrendatarios.
fr: Liste de <physical_network>:<vlan_min>:<vlan_max> ou <physical_network> indiquant des noms physical_network utilisables pour les réseaux de fournisseurs VLAN et de locataires, ainsi que les plages d'étiquettes VLAN disponibles dans le cadre de l'allocation aux réseaux locataires.
it: Elenco di <physical_network>:<vlan_min>:<vlan_max> o <physical_network> che specificano nomi physical_network utilizzabili per le reti tenant e provider VLAN, come anche gli intervalli di tag VLAN su ciascuno disponibile per l'assegnazione alle reti tenant.
ko_kr: 테넌트 네트워크에 대한 할당에 사용할 수 있는 각 VLAN 태그의 범위 및VLAN 제공자와 테넌트 네트워크에 사용할 수 있는 실제 네트워크 이름을 지정하는 <physical_network>:<vlan_min>:<vlan_max> 또는 <physical_network>의 목록입니다.
ru: Список <physical_network>:<vlan_min>:<vlan_max> или <physical_network>, содержащий имена физических сетей, которые могут использоваться для сетей VLAN провайдера и арендатора, а также диапазоны тегов VLAN для каждой сети, доступной для выделения арендаторам.
tr_tr: VLAN sağlayıcı ve kiracı ağlar için kullanılabilir physical_network isimlerini belirten <physical_network>:<vlan_min>:<vlan_max> veya <physical_network> listesi, aynı zamanda her birinde kiracı ağlara ayırma için VLAN etiketleri aralıkları.

source: List of network type driver entrypoints to be loaded from the neutron.ml2.type_drivers namespace.
es: Lista de puntos de entrada del controlador de tipo de red a cargar desde el espacio de nombres neutron.ml2.type_drivers.
fr: Liste des points d'entrées du pilote de type de réseau à charger à partir de l'espace de nom neutron.ml2.type_drivers.
it: Elenco dei punti di ingresso del driver del tipo di rete da caricare dallo spazio dei nomi neutron.ml2.type_drivers.
ko_kr: neutron.ml2.type_drivers 네임스페이스에서 로드할네트워크 유형 드라이버 시작점의 목록입니다.
ru: Список конечных точек драйвера типа сети, загружаемых из пространства имен neutron.ml2.type_drivers.
tr_tr: neutron.ml2.type_drivers isim uzayından yüklenecek ağ türü sürücü giriş noktaları listesi.

source: List of physical_network names with which flat networks can be created. Use default '*' to allow flat networks with arbitrary physical_network names. Use an empty list to disable flat networks.
es: Lista de nombres de physical_network con los cuales se pueden crear redes simples. Utillice el valor predeterminado '*' para permitir redes simples con nombres de physical_network arbitrarios. Utillice una lista vacía para deshabilitar las redes simples.
fr: Liste de noms de réseau physique qui peuvent être utilisés pour créer des réseaux centralisés. Utilisez par défaut '*' pour autoriser les réseaux centralisés avec des noms de réseau physique arbitraires. Utilisez une liste vide pour désactiver les réseaux centralisés.
it: Elenco di nomi physical_network con cui possono essere create reti flat. Utilizzare il valore '*' predefinito per consentire reti flat con nomi physical_network arbitrari. Utilizzare un elenco vuoto per disabilitare le reti flat.
ko_kr: 플랫 네트워크를 작성할 수 있는 실제 네트워크 이름의 목록입니다. 플랫 네트워크에 임의의 physical_network 이름을 사용하려면 기본값 '*'를 사용하십시오. 빈 목록을 사용하여 플랫 네트워크를 비활성화합니다.
ru: Список имен физических сетей, с которыми можно создавать одноуровневые сети. Для создания одноуровневых сетей с произвольными именами физических сетей используйте символ *. Пустой список запрещает создание одноуровневых сетей.

source: Local IP address of the VXLAN endpoints.
es: Dirección IP local de puntos finales VXLAN.
fr: Adresse IP locale des points de terminaison VXLAN.
it: Indirizzo IP locale degli endpoint VXLAN.
ko_kr: VXLAN 엔드포인트의 로컬 IP 주소.
ru: Локальный IP-адрес конечных точек VXLAN.
tr_tr: VXLAN son uçlarının yerel IP adresi.

source: Local IP address of tunnel endpoint.
es: Dirección IP local del punto final de túnel.
fr: Adresse IP locale de noeud final de tunnel.
it: Indirizzo IP locale dell'endpoint tunnel.
ko_kr: 터널 엔드포인트의 로컬 IP 주소입니다.
ru: Локальный IP-адрес конечной точки туннеля.
tr_tr: Tünel uç noktasının yerel IP adresi.

source: Location for Metadata Proxy UNIX domain socket.
es: Ubicación para socket de dominio UNIX de proxy de metadatos.
fr: Emplacement du socket de domaine UNIX du proxy de métadonnées.
it: Ubicazione per il socket del dominio UNIX del proxy di metadati.
ko_kr: 메타데이터 프록시 UNIX 도메인 소켓의 위치입니다.
ru: Расположение сокета домена UNIX прокси метаданных.
tr_tr: Metadata Vekil UNIX alan soketi için konum.

source: Location of Metadata Proxy UNIX domain socket
es: Ubicación de socket de dominio UNIX de proxy de metadatos
fr: Emplacement du socket de domaine UNIX du proxy de métadonnées
it: Ubicazione del socket del dominio UNIX del proxy di metadati
ko_kr: 메타데이터 프록시 UNIX 도메인 소켓의 위치
ru: Расположение сокета домена UNIX прокси метаданных
tr_tr: Metadata Vekil UNIX alan soketi konumu

source: Location of pid file of this process.
es: Ubicación del archivo pid de este proceso.
fr: Emplacement du fichier pid de ce processus.
it: Ubicazione del file pid di questo processo.
ko_kr: 이 프로세스의 pid 파일 위치입니다.
ru: Расположение файла pid этого процесса.
tr_tr: Bu sürecin pid dosyasının konumu.

source: Location to store DHCP server config files.
es: Ubicación donde almacenar los archivos de configuración de servidor DHCP.
fr: Emplacement de stockage des fichiers de configuration du serveur DHCP.
it: Ubicazione per archiviare i file di configurazione del server DHCP.
ko_kr: DHCP 서버 구성 파일을 저장할 위치.
ru: Расположение для хранения файлов конфигурации сервера DHCP.

source: Location to store IPv6 PD files.
es: Ubicación donde se almacenan los archivos PD de IPv6.
fr: Emplacement pour stocker les fichiers IPv6 PD
it: Ubicazione per archiviare i file PD IPv6.
ko_kr: IPv6 PD 파일을 저장할 위치입니다.
ru: Расположение для хранения файлов PD IPv6.

source: Location to store IPv6 RA config files
es: Ubicación para almacenar archivos de configuración de IPv6 RA
fr: Emplacement de stockage des fichiers de configuration IPv6 RA
it: Ubicazione per memorizzare i file di configurazione IPv6 RA
ko_kr: IPv6 RA 구성 파일을 저장할 위치
ru: Расположение для хранения файлов конфигурации RA IPv6
tr_tr: IPv6 RA yapılandırma dosyalarının kaydedileceği konum

source: Location to store child pid files
es: Ubicación para almacenar archivos pid hijos
fr: Emplacement de stockage des fichiers de PID enfant
it: Ubicazione per archiviare i file pid dell'elemento child
ko_kr: 하위 pid 파일을 저장할 위치
ru: Расположение для хранения дочерних файлов pid
tr_tr: Alt süreç dosyalarının kaydedileceği konum

source: Location to store keepalived/conntrackd config files
es: Ubicación para almacenar los archivos de configuración keepalived/conntrackd
fr: Emplacement de stockage des fichiers de configuration keepalived/conntrackd
it: Ubicazione per archiviare i file di configurazione keepalived/conntrackd
ko_kr: keepalived/conntrackd 구성 파일을 저장할 위치
ru: Расположение для хранения файлов конфигурации keepalived/conntrackd
tr_tr: Keepalived/conntrackd yapılandırma dosyalarının tutulacağı konum

source: Log agent heartbeats
es: Registrar señales de supervisión de agente
fr: Consigner les pulsations d'agent
it: Registra gli heartbeat dell'agent
ko_kr: 로그 에이전트 하트비트
ru: Вести протокол периодических сигналов агента
tr_tr: Ajan kalp atışlarını kaydet
