Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: Per-tenant subnet pool prefix quota exceeded.
es: Se ha superado la cuota de prefijo de agrupación de subred por inquilino.
fr: Quota de préfixes de pool de sous réseau par locataire dépassé.
it: Quota prefisso pool di sottorete per-tenant superata.
ko_kr: 테넌트당 서브넷 풀 접두부 할당량이 초과되었습니다.
ru: Превышена квота префикса подсети для арендатора.

source: Phase upgrade options do not accept revision specification
es: Las opciones de actualización de fase no aceptan la especificación de revisión
fr: Les options de mise à niveau de phase n'acceptent pas la spécification de révision
it: Le opzioni di aggiornamento fase non accettano la specifica di revisione
ko_kr: 단계 업그레이드 옵션이 개정 스펙을 승인하지 않음
ru: Опции обновления фазы не принимают спецификацию ревизии

source: Ping timeout
es: Tiempo de espera de ping
fr: Délai d'expiration de la commande ping
it: Timeout di ping
ko_kr: Ping 제한시간 초과
ru: Тайм-аут проверки связи
tr_tr: Ping zaman aşımı

source: Plugin '%s' not found.
es: No se ha encontrado el plugin '%s'.
fr: Le plugin '%s' n'est pas trouvé.
it: Plugin '%s' non trovato.
ko_kr: 플러그인 '%s'를 찾을 수 없습니다.
ru: Модуль %s не найден.

source: Plugin does not support updating provider attributes
es: El plug-in no soporta la actualización de atributos de proveedor
fr: Le plug-in ne prend pas en charge la mise à jour des attributs de fournisseur
it: Il plugin non supporta l'aggiornamento degli attributi provider
ko_kr: 플러그인이 제공자 속성 업데이트를 지원하지 않음
ru: Модуль не поддерживает обновление атрибутов поставщика
tr_tr: Eklenti sağlayıcı özniteliklerini güncellemeyi desteklemiyor

source: Port %(id)s does not have fixed ip %(address)s
es: El puerto %(id)s no tiene una IP fija %(address)s
fr: Le port %(id)s ne dispose pas de l'adresse IP fixe %(address)s.
it: La porta %(id)s non dispone di un ip fisso %(address)s
ko_kr: %(id)s 포트가 고정 IP %(address)s을(를) 갖지 않음
ru: Порт %(id)s не имеет фиксированного IP-адреса %(address)s
tr_tr: %(id)s bağlantı noktası %(address)s sabit ip'sine sahip değil

source: Port %(port)s does not exist on %(bridge)s!
es: El puerto %(port)s no existe en %(bridge)s
fr: Le port %(port)s au sein du pont %(bridge)s
it: La porta %(port)s non esiste su %(bridge)s!
ko_kr: %(port)s 포트가 %(bridge)s에 없습니다!
ru: Порт %(port)s не существует в %(bridge)s.

source: Port %(port_id)s is already acquired by another DHCP agent
es: El puerto %(port_id)s ya ha sido adquirido por otro agente DHCP
fr: Le port %(port_id)s est déjà acquis par un autre agent DHCP
it: La porta %(port_id)s è già acquisita da un altro agent DHCP
ko_kr: 다른 DHCP 에이전트에가 이미 포트 %(port_id)s을(를) 확보했습니다.
ru: Порт %(port_id)s уже занят другим агентом DHCP.

source: Port %(port_id)s is associated with a different tenant than Floating IP %(floatingip_id)s and therefore cannot be bound.
es: El puerto %(port_id)s está asociado con un arrendatario diferente a la IP flotante %(floatingip_id)s y, por lo tanto, no se puede enlazar.
fr: Le port %(port_id)s est associé à un titulaire différent de celui de l'adresse IP flottante %(floatingip_id)s et ne peut donc pas être lié.
it: La porta %(port_id)s è associata ad un diverso tenant rispetto all'IP mobile %(floatingip_id)s e pertanto non è possibile unirlo.
ko_kr: 포트 %(port_id)s이(가) 부동 IP %(floatingip_id)s과(와) 다른 테넌트와 연관되어 있어서 바운드할 수 없습니다.
ru: Порт %(port_id)s ассоциируется с арендатором, отличным от нефиксированного IP %(floatingip_id)s, поэтому его нельзя связать.
tr_tr: %(port_id)s bağlantı noktası %(floatingip_id)s değişken IP'sinden başka bir kiracı ile ilişkilendirilmiş bu yüzden bağlanamaz.

source: Port %(port_id)s is not managed by this agent.
es: El puerto %(port_id)s no está gestionado por este agente.
fr: Le port %(port_id)s n'est pas géré par cet agent.
it: La porta %(port_id)s non è gestita da questo agent.
ko_kr: 이 에이전트에서 %(port_id)s 포트를 관리하지 않습니다.
ru: Порт %(port_id)s не управляется этим агентом.

source: Port %s does not exist
es: El puerto %s no existe
fr: Le port %s est inexistant.
it: La porta %s non esiste
ko_kr: %s 포트가 없음
ru: Порт %s не существует

source: Port %s has multiple fixed IPv4 addresses. Must provide a specific IPv4 address when assigning a floating IP
es: El puerto %s tiene varias direcciones IPv4 fijas. Debe proporcionar una dirección IPv4 específica al asignar una IP flotante
fr: Le port %s comporte plusieurs adresses IPv4 fixes. Une adresse IPv4 spécifique doit être fournie lors de l'affectation d'une adresse IP flottante.
it: La porta %s dispone di più indirizzi IPv4 fissi. È necessario fornirne uno specifico durante l'assegnazione di un IP mobile
ko_kr: 포트 %s에 다중 고정 IPv4 주소가 있습니다. 부동 IP를 지정하는 경우에는 특정 IPv4 주소를 제공해야 합니다.
ru: Порт %s содержит несколько фиксированных адресов IPv4. При назначении нефиксированного IP-адреса необходимо указать конкретный адрес IPv4

source: Port Security must be enabled in order to have allowed address pairs on a port.
es: Seguridad de puerto debe habilitar para tener pares de dirección admitida en un puerto.
fr: La sécurité du port doit être activée pour avoir les paires d'adresse autorisées sur un port.
it: Abilitare la sicurezza della porta per disporre di coppie di indirizzo consentite ad una porta.
ko_kr: 포트에서 주소 쌍을 허용하려면 포트 보안을 사용 가능하게 해야 합니다.
ru: Необходимо включить защиту порта для получения разрешенных пар адресов на порту.
tr_tr: Bağlantı noktasında izin verilen adres çiftlerine sahip olmak için bağlantı noktası güvenliği etkin olmalı.

source: Port has security group associated. Cannot disable port security or ip address until security group is removed
es: El puerto tiene asociado un grupo de seguridad. No se puede inhabilitar la seguridad de puerto o la dirección IP hasta que se elimine el grupo de seguridad.
fr: Un groupe de sécurité est associé au port. Impossible de désactiver la sécurité ou l'adresse IP du port tant que le groupe de sécurité est supprimé
it: La porta ha un gruppo sicurezza associato. Impossibile disabilitare la sicurezza della porta o l'indirizzo ip finché il gruppo sicrezza non viene rimosso
ko_kr: 포트에 보안 그룹이 연관되어 있습니다. 보안 그룹이 제거될 때까지 포트 보안 또는 IP 주소를 사용 안함으로 설정할 수 없습니다.
ru: С портом связана группа защиты. Пока группа защиты не удалена, невозможно выключить защиту порта или IP-адрес
tr_tr: Bağlantı noktasıyla ilişkili güvenlik grubu var. Güvenlik grubu kaldırılana kadar bağlantı noktası güvenliği ya da ip adresi kapatılamaz

source: Port security must be enabled and port must have an IP address in order to use security groups.
es: Se debe habilitar la seguridad de puerto y el puerto debe tener una dirección IP para utilizar grupos de seguridad.
fr: La sécurité du port doit être activée et le port doit avoir une adresse IP pour utiliser les groupes de sécurité.
it: La sicurezza della porta deve essere abilitata e la porta deve avere un indirizzo IP per utilizzare i gruppi sicurezza.
ko_kr: 보안 그룹을 사용하려면 포트 보안이 사용으로 설정되고 포트에 IP 주소가 있어야 합니다.
ru: Для использования групп защиты необходимо включить защиту порта и присвоить ему IP-адрес.
tr_tr: Güvenlik gruplarını kullanmak için bağlantı noktası güvenliği etkin olmalı ve bağlantı noktası bir IP adresine sahip olmalı.

source: Port to listen on for OpenFlow connections. Used only for 'native' driver.
es: Puerto en el que se escuchan las conexiones OpenFlow. Se utiliza sólo para el controlador 'native'.
fr: Port à utiliser pour l'écoute des connexions OpenFlow. Utilisé uniquement pour le pilote 'natif'.
it: Porta di ascolto per le connessioni OpenFlow. Utilizzata solo per driver 'native'.
ko_kr: OpenFlow 연결을 위해 청취할 포트입니다. '네이티브' 드라이버에만 사용됩니다.
ru: Порт для обработки запросов на соединение OpenFlow. Используется только для 'встроенного' драйвера.

source: Prefix '%(prefix)s' not supported in IPv%(version)s pool.
es: El prefijo '%(prefix)s' no está soportado en la agrupación IPv%(version)s.
fr: Préfixe '%(prefix)s' non pris en charge dans le pool IPv%(version)s.
it: Il prefisso '%(prefix)s' non è supportato nel pool IPv%(version)s.
ko_kr: IPv%(version)s 풀에서 접두부 '%(prefix)s'이(가) 지원되지 않습니다.
ru: Префикс %(prefix)s не поддерживается в пуле IPv%(version)s.

source: Prefix Delegation can only be used with IPv6 subnets.
es: La delegación de prefijos sólo se puede utilizar con subredes IPv6.
fr: La délégation de préfixe peut uniquement être utilisée avec des sous-réseaux IPv6.
it: La delega prefisso può essere utilizzata solo con sottoreti IPv6.
ko_kr: 접두부 위임은 IPv6 서브넷에만 사용할 수 있습니다.
ru: Делегирование префикса можно использовать только в подсетях IPv6.

source: Private key of client certificate.
es: Clave privada del certificado de cliente.
fr: Clé privée pour le certificat client.
it: Chiave privata del certificato client.
ko_kr: 클라이언트 인증서의 개인 키입니다.
ru: Личный ключ сертификата клиента.
tr_tr: İstemci sertifikasının özel anahtarı.

source: Probe %s deleted
es: Se ha suprimido el analizador %s
fr: Sonde %s supprimée
it: Probe %s eliminato
ko_kr: %s 프로브가 삭제되었음
ru: Тест %s удален
tr_tr: Deneme %s silindi

source: Probe created : %s
es: Se ha creado analizador: %s
fr: Sonde créée : %s
it: Probe creato : %s
ko_kr: 프로브 작성: %s
ru: Создан тест %s
tr_tr: Deneme oluşturuldu: %s

source: Process is already started
es: El proceso ya se ha iniciado
fr: Le processus est déjà démarré
it: Processo già avviato
ko_kr: 프로세스가 이미 시작됨
ru: Процесс уже запущен
tr_tr: Süreç zaten başlamış

source: Process is not running.
es: El proceso no se está ejecutando.
fr: Le processus n'est pas en fonctionnement.
it: Il processo non è in esecuzione.
ko_kr: 프로세스가 실행 중이지 않습니다.
ru: Процесс не запущен.
tr_tr: Süreç çalışmıyor.

source: Protocol to access nova metadata, http or https
es: El protocolo para acceder a los metadatos de Nova, http o https
fr: Protocole d'accès aux métadonnées de nova, HTTP ou https
it: Protocollo per accedere ai metadati nova, http o https
ko_kr: nova 메타데이터에 액세스하기 위한 프로토콜, http 또는 https
ru: Протокол для доступа к метаданным nova (http или https)
tr_tr: Nova metadata'ya erişmek için iletişim kuralı, http veya https

source: Provider name %(name)s is limited by %(len)s characters
es: El nombre de proveedor %(name)s está limitado a %(len)s caracteres
fr: Le nom de fournisseur %(name)s est limité à %(len)s caractères
it: Il nome del provider %(name)s è limitato a %(len)s caratteri
ko_kr: 제공자 이름 %(name)s은(는) %(len)s자로 제한됨
ru: Имя поставщика %(name)s, не более %(len)s символов

source: QoS Policy %(policy_id)s is used by %(object_type)s %(object_id)s.
es: La política de calidad de servicio %(policy_id)s la está utilizando %(object_type)s %(object_id)s.
fr: Stratégie QoS %(policy_id)s est utilisée par %(object_type)s %(object_id)s.
it: La politica QoS %(policy_id)s è utilizzata da %(object_type)s %(object_id)s.
ko_kr: QoS 정책 %(policy_id)s이(가) %(object_type)s %(object_id)s에 의해 사용됩니다.
ru: Стратегия QoS %(policy_id)s используется %(object_type)s %(object_id)s.

source: QoS binding for network %(net_id)s and policy %(policy_id)s could not be found.
es: No se ha podido encontrar el enlace QoS para la red %(net_id)s y la política %(policy_id)s.
fr: La liaison QoS du réseau %(net_id)s et de la stratégie %(policy_id)s est introuvable.
it: Impossibile trovare il collegamento QoS per la rete %(net_id)s e la politica %(policy_id)s.
ko_kr: 네트워크 %(net_id)s 및 정책 %(policy_id)s의 QoS 바인딩을 찾을 수 없습니다.
ru: Не найдено связывание QoS для сети %(net_id)s и стратегии %(policy_id)s.

source: QoS binding for port %(port_id)s and policy %(policy_id)s could not be found.
es: No se ha podido encontrar el enlace QoS para el puerto %(port_id)s y la política %(policy_id)s.
fr: La liaison QoS du port %(port_id)s et de la stratégie %(policy_id)s est introuvable.
it: Impossibile trovare il collegamento QoS per la porta %(port_id)s e la politica %(policy_id)s.
ko_kr: 포트 %(port_id)s 및 정책 %(policy_id)s의 QoS 바인딩을 찾을 수 없습니다.
ru: Не найдено связывание QoS для порта %(port_id)s и стратегии %(policy_id)s.

source: QoS policy %(policy_id)s could not be found.
es: No se ha podido encontrar la política QoS %(policy_id)s.
fr: La politique de QoS %(policy_id)s est introuvable.
it: Impossibile trovare la politica QoS %(policy_id)s.
ko_kr: QoS 정책 %(policy_id)s을(를) 찾을 수 없습니다.
ru: Не найдена стратегия QoS %(policy_id)s.

source: QoS rule %(rule_id)s for policy %(policy_id)s could not be found.
es: No se ha podido encontrar la regla QoS %(rule_id)s para la política %(policy_id)s.
fr: La règle QoS %(rule_id)s pour la politique %(policy_id)s est inexistante.
it: Impossibile trovare la regola QoS %(rule_id)s for policy %(policy_id)s.
ko_kr: 정책 %(policy_id)s의 QoS 규칙 %(rule_id)s을(를) 찾을 수 없습니다.
ru: Не найдено правило QoS %(rule_id)s для стратегии %(policy_id)s.

source: RBAC policy of type %(object_type)s with ID %(id)s not found
es: No se ha encontrado la política RBAC de tipo %(object_type)s con el ID %(id)s
fr: La stratégie RBAC de type %(object_type)s avec l'ID %(id)s est introuvable
it: Politica RBAC di tipo %(object_type)s con ID %(id)s non trovata
ko_kr: ID가 %(id)s인 %(object_type)s 유형의 RBAC 정책을 찾을 수 없음
ru: Не найдена стратегия RBAC с типом %(object_type)s и ИД %(id)s

source: RBAC policy on object %(object_id)s cannot be removed because other objects depend on it. Details: %(details)s
es: No se puede eliminar la política RBAC en el objeto %(object_id)s porque otros objetos dependen de ella. Detlles: %(details)s
fr: La stratégie RBAC sur l'objet %(object_id)s ne peut pas être retirée car d'autres objets en dépendent. Détails : %(details)s
it: La politica RBAC sull'oggetto %(object_id)s non può essere rimossa perché altri oggetti dipendono da essa. Dettagli: %(details)s
ko_kr: 다른 오브젝트가 의존하고 있기 때문에 오브젝트 %(object_id)s에 대한 RBAC 정책을 제거할 수 없습니다. 세부사항: %(details)s
ru: Не удается удалить стратегию RBAC для объекта %(object_id)s, так как от нее зависят другие объекты. Сведения: %(details)s

source: Range of seconds to randomly delay when starting the periodic task scheduler to reduce stampeding. (Disable by setting to 0)
es: Rango de segundos para retrasar aleatoriamente al iniciar la tarea periódica programador para reducir avalanchas. (Inhabilitar al establecer en 0)
fr: Intervalle en secondes de retard au hasard lors du démarrage du planificateur de tâches périodiques de manière à réduire les encombrements (définissez ce chiffre sur 0 pour désactiver cette fonction).
it: Intervallo di secondi per ritardare casualmente l'avvio di attività periodiche programma di pianificazione per ridurre la modifica data/ora. (Disabilitare impostando questa opzione a 0)
ko_kr: 몰리지 않도록 주기적 태스크 스케줄러를 시작할 때 무작위로 지연할 시간의 범위(초)입니다. (0으로 설정하여 사용 안함)
ru: Диапазон случайных задержек (в секундах) при запуске планировщика периодических задач во избежание взрывного запуска. (Для выключения задайте 0)
tr_tr: Devresel görev zamanlayıcıyı başlatırken izdiham yaratmayı engellemek için beklenecek rastgele saniye aralığı. (0 olarak ayarlayıp kapatabilirsiniz)

source: Ranges must be in the same IP version
es: Los rangos deben ser de la misma versión de IP.
fr: Les plages doivent être dans la même version IP
it: Gli intervalli devono essere nella stessa versione IP
ko_kr: 범위가 동일한 IP 버전에 있어야 함
ru: Версия IP для диапазонов должна совпадать

source: Ranges must be netaddr.IPRange
es: Los rangos deben ser netaddr.IPRange
fr: Les plages doivent être netaddr.IPRange
it: Gli intervalli devono essere netaddr.IPRange
ko_kr: 범위는 netaddr.IPRange여야 함
ru: Формат диапазонов: netaddr.IPRange

source: Ranges must not overlap
es: Los rangos no se pueden solapar.
fr: Les plages ne doivent pas se chevaucher
it: Gli intervalli non devono sovrapporsi
ko_kr: 범위는 중첩되지 않아야 함
ru: Диапазоны не должны перекрываться

source: Received type '%(type)s' and value '%(value)s'. Expecting netaddr.EUI type.
es: Se ha recibido el tipo '%(type)s' y el valor '%(value)s'. Se esperaba el tipo netaddr.EUI.
fr: Type '%(type)s' et valeur '%(value)s' reçus. Type netaddr.EUI reçu.
it: Ricevuto tipo '%(type)s' e valore '%(value)s'. Previsto il tipo netaddr.EUI.
ko_kr: 유형 '%(type)s' 및 값 '%(value)s'을(를) 수신했습니다. netaddr.EUI 유형이 필요합니다.
ru: Получено: тип '%(type)s', значение '%(value)s'. Ожидался тип netaddr.EUI.

source: Received type '%(type)s' and value '%(value)s'. Expecting netaddr.IPAddress type.
es: Se ha recibido el tipo '%(type)s' y el valor '%(value)s'. Se esperaba el tipo netaddr.IPAddress.
fr: Type '%(type)s' et valeur '%(value)s' reçus. Type netaddr.IPAddress attendu.
it: Ricevuto tipo '%(type)s' e valore '%(value)s'. Previsto il tipo netaddr.IPAddress.
ko_kr: 유형 '%(type)s' 및 값 '%(value)s'을(를) 수신했습니다. netaddr.IPAddress 유형이 필요합니다.
ru: Получено: тип '%(type)s', значение '%(value)s'. Ожидался тип netaddr.IPAddress.

source: Received type '%(type)s' and value '%(value)s'. Expecting netaddr.IPNetwork type.
es: Se ha recibido el tipo '%(type)s' y el valor '%(value)s'. Se esperaba el tipo netaddr.IPNetwork.
fr: Type '%(type)s' et valeur '%(value)s' reçus. Type netaddr.IPNetwork attendu.
it: Ricevuto tipo '%(type)s' e valore '%(value)s'. Previsto il tipo netaddr.IPNetwork.
ko_kr: 유형 '%(type)s' 및 값 '%(value)s'을(를) 수신했습니다. netaddr.IPNetwork 유형이 필요합니다.
ru: Получено: тип '%(type)s', значение '%(value)s'. Ожидался тип netaddr.IPNetwork.

source: Release aware branch labels (%s) are deprecated. Please switch to expand@ and contract@ labels.
es: Las etiquetas de rama para el release (%s) están en desusuo. Cambie a las etiquetas expand@ y contract@.
fr: Les libellés de branche orientés édition (%s) sont obsolètes. Passez aux libellés expand@ et contract@.
it: Le etichette ramo che riconoscono la release (%s) sono sconsigliate. Passare alle etichette expand@ e contract@.
ko_kr: 분기 레이블(%s)은 더 이상 사용되지 않습니다. expand@ 및 contract@ 레이블로 전환하십시오.
ru: Метки ветви информации о выпуске (%s) устарели. Перейдите на использование меток expand@ и contract@.

source: Remote metadata server experienced an internal server error.
es: El servidor de metadatos remoto ha experimentado un error de servidor interno.
fr: Le serveur de métadonnées distant a subi une erreur de serveur interne.
it: Il server di metadati remoto ha rilevato un errore di server interno.
ko_kr: 원격 메타데이터 서버에서 내부 서버 오류가 발생했습니다.
ru: Внутренняя ошибка удаленного сервера метаданных.
tr_tr: Uzak metadata sunucu dahil sunucu hatası yaşadı.

source: Repository does not contain HEAD files for contract and expand branches.
es: El repositorio no contiene archivos HEAD para bifurcaciones de contratación y ampliación.
fr: Le référentiel ne contient pas les fichiers HEAD pour les branches contract et expand.
it: Il repository non contiene i file HEAD per i rami di contratto ed espansione.
ko_kr: 저장소에 계약 및 확장 분기의 HEAD 파일이 포함되지 않습니다.
ru: Хранилище не содержит файлы HEAD для ветвей contract и expand.

source: Representing the resource type whose load is being reported by the agent. This can be "networks", "subnets" or "ports". When specified (Default is networks), the server will extract particular load sent as part of its agent configuration object from the agent report state, which is the number of resources being consumed, at every report_interval.dhcp_load_type can be used in combination with network_scheduler_driver = neutron.scheduler.dhcp_agent_scheduler.WeightScheduler When the network_scheduler_driver is WeightScheduler, dhcp_load_type can be configured to represent the choice for the resource being balanced. Example: dhcp_load_type=networks
es: Representando el tipo de recurso cuya carga está notificando el agente. Puede ser "networks", "subnets" o "ports". Cuando se especifica (el valor predeterminado es redes), el servidor extraerá la carga particular enviada como parte del objeto de configuración de agentes desde el estado de informe del agente, que es el número de recursos que se está consumiendo, en cada report_interval.dhcp_load_type que puede utilizarse junto con network_scheduler_driver = neutron.scheduler.dhcp_agent_scheduler.WeightScheduler. Cuando network_scheduler_driver es WeightScheduler, dhcp_load_type se puede configurar para representar la opción para el recurso que se está equilibrando. Ejemplo: dhcp_load_type=networks
fr: Représentation du type de ressource dont la charge est signalée par l'agent. Il peut s'agir de "réseaux", "sous-réseaux" ou "ports". Lorsqu'il est spécifié (la valeur par défaut est réseaux), le serveur extrait la charge particulière envoyée en tant que composant de son objet de configuration d'agent depuis l'état de rapport d'agent, qui correspond au nombre de ressources consommées, à chaque intervalle report_interval.dhcp_load_type, et pouvant être utilisées en combinaison avec network_scheduler_driver = neutron.scheduler.dhcp_agent_scheduler.WeightScheduler Lorsque network_scheduler_driver est WeightScheduler, dhcp_load_type peut être configuré pour représenter le choix pour la ressource équilibrée. Exemple : dhcp_load_type=networks
it: Rappresentazione del tipo di risorsa il cui carico è segnalato dall'agent. Può essere "networks", "subnets" o "ports". Quando specificato (L'impostazione predefinita è networks), il server estrarrà il carico particolare inviato come parte del relativo oggetto di configurazione agent dallo stato del report agent, il quale rappresenta il numero di risorse utilizzate, ad ogni report_interval. dhcp_load_type può essere utilizzato in combinazione con network_scheduler_driver = neutron.scheduler.dhcp_agent_scheduler.WeightScheduler Quando network_scheduler_driver è WeightScheduler, dhcp_load_type può essere configurato per rappresentare la scelta per la risorsa in fase di bilanciamento. Esempio: dhcp_load_type=networks
ko_kr: 에이전트에서 로드를 보고하는 자원 유형을 나타냅니다. 이는 "네트워크", "서브넷" 또는 "포트"입니다. 이를 지정하는 경우 (기본값은 네트워크임) 서버는 network_scheduler_driver = neutron.scheduler.dhcp_agent_scheduler.WeightScheduler와의 조합에서 report_interval.dhcp_load_type을 사용할 수 있을 때마다 에이전트 보고 상태에서 에이전트 구성 오브젝트의 일부로 보낸 특정 로드를 추출하는데, 이는 이용 중인 자원 수입니다. network_scheduler_driver가 WeightScheduler인 경우 dhcp_load_type을 구성하여 밸런스 조정 중인 자원에 대한 선택을 표시할 수 있습니다. 예: dhcp_load_type=networks
ru: Представление типа ресурса, о чьей загрузке сообщает агент. Это может быть "networks", "subnets" или "ports". Когда указано (по умолчанию networks), сервер извлекает определенную загрузку, отправленную как часть его объекта конфигурации агента из состояния отчета агента, который содержит количество потребленных ресурсов за каждый интервал report_interval. dhcp_load_type можно использовать в сочетании с network_scheduler_driver = neutron.scheduler.dhcp_agent_scheduler.WeightScheduler Когда network_scheduler_driver - WeightScheduler, dhcp_load_type можно настроить для представления выбора балансируемого ресурса. Пример: dhcp_load_type=networks
tr_tr: Ajan tarafından yükü rapor edilen kaynak türünü temsil eder. Bu "ağlar", "alt ağlar", veya "bağlantı noktaları" olabilir. Belirtildiğinde (varsayılanı ağlardır), sunucu ajan yapılandırma nesnesinin parçası olarak gönderilen belirli yükü ajan rapor durumundan çıkartır, ki bu her report_interval'da tüketilen kaynak sayısıdır. dhcp_load_type network_scheduler_driver WeightScheduler olduğunda network_scheduler_driver = neutron.scheduler.WeightScheduler ile birlikte kullanılabilir, dhcp_load_type dengelenen kaynak için seçimi temsil edecek şekilde yapılandırılabilir. Örneğin: dhcp_load_type=networks

source: Request Failed: internal server error while processing your request.
es: Ha fallado la solicitar: error interno de servidor al procesar la solicitud.
fr: Echec de la demande : erreur de serveur interne lors du traitement de votre demande.
it: Richiesta non riuscita: errore server interno durante l'elaborazione della richiesta.
ko_kr: 요청 실패: 요청을 처리하는 중에 내부 서버 오류가 발생했습니다.
ru: Запрос не выполнен: при обработке запроса произошла внутренняя ошибка сервера.
tr_tr: İstek Başarısız: isteğiniz işlenirken dahili sunucu hatası oluştu.
