Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: Number of RPC worker processes dedicated to state reports queue
es: Número de procesos de trabajador RPC dedicados a la cola de informes de estado.
fr: Nombre de processus worker RPC dédiés à la file d'attente des rapports d'état
it: Numero di processi RPC worker dedicati per indicare la coda di report
ko_kr: 상태 보고서 큐 전용 RPC 작업자 프로세스 수
ru: Количество процессов обработчика RPC для очереди отчетов о состоянии

source: Number of RPC worker processes for service
es: Número de procesos de trabajador RPC para servicio
fr: Nombre de processus RPC pour le service
it: Numero di processi RPC worker per servizio
ko_kr: 서비스에 대한 RPC 작업자 프로세스 수
ru: Количество процессов обработчика RPC для службы
tr_tr: Servis için RPC işçi süreçlerinin sayısı

source: Number of backlog requests to configure the metadata server socket with
es: Número de solicitudes de retraso para configurar el socket de servidor de metadatos con
fr: Nombre de demandes en attente avec lequel configurer le socket du serveur de métadonnées
it: Numero di richieste di backlog con cui configurare il socket server dei metadati
ko_kr: 메타데이터 서버 소켓을 구성하기 위한 백로그 요청 수
ru: Количество непереданных запросов для настройки сокета сервера метаданных
tr_tr: Metadata sunucu soketinin yapılandırılacağı birikmiş isteklerin sayısı

source: Number of backlog requests to configure the socket with
es: Número de solicitudes de registro de reserva para configurar el socket con
fr: Nombre de demandes en attente avec lequel configurer le socket
it: Numero di richieste di backlog per configurare il socket con
ko_kr: 소켓을 설정하려는 백로그 요청 횟수
ru: Количество непереданных запросов для настройки сокета
tr_tr: Soketin birlikte yapılandırılacağı backlog isteklerinin sayısı

source: Number of bits in an ipv4 PTR zone that will be considered network prefix. It has to align to byte boundary. Minimum value is 8. Maximum value is 24. As a consequence, range of values is 8, 16 and 24
es: Número de bits en una zona PTR ipv4 que se considerarán prefijo de red. Tiene que estar alineado con el límite de bytes. El valor mínimo es 8. El valor máximo es 24. En consecuencia, el rango de valores es 8, 16 y 24.
fr: Nombre de bits dans une zone PTR ipv4 qui fera office de préfixe réseau. Doit s'aligner sur la frontière de bit. La valeur minimum est 8. La valeur maximum est 24. Par conséquent, la plage de valeurs est 8, 16 et 24
it: Il numero di bit in una zona PTR ipv4 che verrà considerato prefisso di rete. Deve allinearsi al limite di byte. Il valore minimo è 8. Il valore massimo è 24. Di conseguenza, l'intervallo di valori è 8, 16 e 24
ko_kr: 네트워크 접두어로 고려될 ipv4 PTR 구역의 비트 수입니다. 바이트 경계에 맞게 정렬해야 합니다. 최소값은 8이고 최대값은 24입니다. 결과적으로 값의 범위는 8, 16 및 24입니다.
ru: Число разрядов в зоне PTR ipv4, которые будут обрабатываться как префикс сети. Должно быть выравнено на границу байта. Минимальное значение: 8. Максимальное значение: 24. Допустимые значения: 8, 16 и 24

source: Number of bits in an ipv6 PTR zone that will be considered network prefix. It has to align to nyble boundary. Minimum value is 4. Maximum value is 124. As a consequence, range of values is 4, 8, 12, 16,..., 124
es: Número de bits en una zona PTR ipv6 que se considerarán prefijo de red. Tiene que estar alineado con el límite de nyble. El valor mínimo es 4. El valor máximo es 124. En consecuencia, el rango de valores es 4, 8, 12, 16,..., 124.
fr: Nombre de bits dans une zone PTR ipv6 qui fera office de préfixe réseau. Doit s'aligner sur la frontière nyble. La valeur minimum est 4. La valeur maximum est 124. Par conséquent, la plage de valeurs est 4, 8, 12, 16,..., 124
it: Il numero di bit in una zona PTR ipv6 che verrà considerato prefisso di rete. Deve allinearsi al limite nyble. Il valore minimo è 4. Il valore massimo è 124. Di conseguenza, l'intervallo di valori è 4, 8, 12, 16, ...., 124
ko_kr: 네트워크 접두어로 고려될 ipv6 PTR 구역의 비트 수입니다. nyble 경계에 맞게 정렬해야 합니다. 최소값은 4이고 최대값은 124입니다. 결과적으로 값의 범위는 4, 8, 12, 16,..., 124입니다.
ru: Число разрядов в зоне PTR ipv6, которые будут обрабатываться как префикс сети. Должно быть выравнено на границу полубайта. Минимальное значение: 4. Максимальное значение: 124. Допустимые значения: 4, 8, 12, 16,..., 124

source: Number of floating IPs allowed per tenant. A negative value means unlimited.
es: Número de IP flotantes permitidas por arrendatario. Un valor negativo significa ilimitados.
fr: Nombre d'adresses IP flottantes autorisées par locataire. Une valeur négative signifie illimité.
it: Numero di IP mobili consentiti per tenant. Un valore negativo indica un numero illimitato.
ko_kr: 테넌트당 허용된 부동 IP 수입니다. 음수 값은 무제한을 의미합니다.
ru: Количество нефиксированных IP-адресов на одного арендатора. Отрицательное значение - не ограничено.
tr_tr: Kiracı başına izin verilen değişken IP sayısı. Negatif değer sınırsız demektir.

source: Number of networks allowed per tenant. A negative value means unlimited.
es: Número de redes permitidas por arrendatario. Un valor negativo significa ilimitado.
fr: Nombre de réseaux autorisés par le locataire. Une valeur négative signifie illimité
it: Numero di reti consentite per tenant. Un valore negativo indica un numero illimitato.
ko_kr: 테넌트당 허용되는 네트워크 수입니다. 음수 값은 무제한을 의미합니다.
ru: Число разрешенных сетей на одного арендатора. Отрицательное значение означает отсутствие ограничений.
tr_tr: Kiracı başına izin verilen ağ sayısı. Negatif değer sınırsız anlamına gelir.

source: Number of ports allowed per tenant. A negative value means unlimited.
es: Número de puertos permitidos por arrendatario. Un valor negativo significa ilimitado.
fr: Nombre de ports autorisés par le locataire. Une valeur négative signifie illimité
it: Numero di porte consentite per tenant. Un valore negativo indica un numero illimitato.
ko_kr: 테넌트당 허용되는 포트 수입니다. 음수 값은 무제한을 의미합니다.
ru: Количество портов на одного арендатора. Отрицательное значение - не ограничено.
tr_tr: Kiracı başına izin verilen bağlantı noktası sayısı. Negatif değer sınırsız anlamına gelir.

source: Number of routers allowed per tenant. A negative value means unlimited.
es: Número de direccionadores permitidos por arrendatario. Un valor negativo significa ilimitado.
fr: Nombre de routeurs autorisés par locataire. Une valeur négative signifie illimité
it: Numero di router consentiti per tenant. Un valore negativo indica un numero illimitato.
ko_kr: 테넌트당 허용된 라우터 수입니다. 음수 값은 무제한을 의미합니다.
ru: Количество маршрутизаторов на одного арендатора. Отрицательное значение - не ограничено.
tr_tr: Kiracı başına izin verilen yönlendirici sayısı. Negatif değer sınırsız anlamına gelir.

source: Number of seconds between sending events to nova if there are any events to send.
es: Número de segundos entre en el envío de sucesos a nova si hay sucesos a enviar.
fr: Nombre de secondes entre deux envois d'événements à nova s'il y a des événements à envoyer.
it: Numero di secondi tra l'invio di eventi a nova se vi sono eventuali eventi da inviare.
ko_kr: 보낼 이벤트가 있는 경우 nova에 전송하는 이벤트 간의 시간(초)입니다.
ru: Интервал, в секундах, между отправкой событий nova, если имеются события, требующие отправки.
tr_tr: Gönderilecek olay varsa olayların nova'ya gönderilmesi arasında beklenecek saniye sayısı.

source: Number of seconds to keep retrying to listen
es: Número de segundos en seguir intentando escuchar
fr: Nombre de secondes a attendre avant d'essayer d'écouter à nouveau
it: Numero di secondi per trattenere i nuovi tentativi di ascolto
ko_kr: 감청 재시도 계속할 시간
ru: Интервал (в секундах) для продолжения попыток приема
tr_tr: Dinlemeye devam etmek için saniye sayısı

source: Number of security groups allowed per tenant. A negative value means unlimited.
es: Número de grupos de seguridad permitidos por arrendatario. Un valor negativo significa ilimitados.
fr: Nombre de groupes de sécurité autorisés par locataire. Une valeur négative signifie illimité.
it: Numero di gruppi di sicurezza consentiti per tenant. Un valore negativo indica un numero illimitato.
ko_kr: 테넌트당 허용된 보안 그룹 수입니다. 음수 값은 무제한을 의미합니다.
ru: Количество групп защиты на одного арендатора. Отрицательное значение - не ограничено.
tr_tr: Kiracı başına izin verilen güvenlik grubu sayısı. Negatif değer sınırsız anlamına gelir.

source: Number of security rules allowed per tenant. A negative value means unlimited.
es: Número de reglas de seguridad permitidas por arrendatario. Un valor negativo significa ilimitados.
fr: Nombre de règles de sécurité autorisées par locataire. Une valeur négative signifie illimité.
it: Numero di regole di sicurezza consentite per tenant. Un valore negativo indica un numero illimitato.
ko_kr: 테넌트당 허용된 보안 규칙 수입니다. 음수 값은 무제한을 의미합니다.
ru: Количество правил защиты на одного арендатора. Отрицательное значение - не ограничено.
tr_tr: Kiracı başına izin verilen güvenlik kuralı sayısı. Negatif bir değer sınırsız demektir.

source: Number of separate API worker processes for service. If not specified, the default is equal to the number of CPUs available for best performance.
es: Número de procesos de trabajador de API independientes para servicio. Si no se especifica, el valor predeterminado es igual al número de CPU disponible para garantizar el mejor rendimiento.
fr: Nombre de processus de traitement d'API séparés pour le service. Si ce nombre n'est pas spécifié, la valeur par défaut est égale au nombre d'UC disponibles pour optimiser les performances.
it: Il numero di processi worker API separati per il servizio. Se non specificato, il valore predefinito è uguale al numero di CPU disponibili per prestazioni ottimali.
ko_kr: 서비스에 대한 별도의 API 작업자 프로세스 수입니다. 지정되지 않은 경우 기본값은 최적 성능을 위해 사용 가능한 CPU 수와 동일합니다.
ru: Число отдельных процессов обработчиков API для службы. Если не указано, по умолчанию равно числу доступных процессоров в для достижения максимальной производительности.
tr_tr: Servis için ayrı API işçi süreçlerinin sayısı. Belirtilmezse, varsayılan olarak en iyi performans için CPU sayısına eşit değerdir.

source: Number of separate worker processes for metadata server (defaults to half of the number of CPUs)
es: Número de procesos de trabajador independientes para servidor de metadatos (por omisión es la mitad del número de CPU)
fr: Nombre de processus de traitement séparés pour le serveur de métadonnées (par défaut, la moitié du nombre d'unités centrales)
it: Numero di processi worker separati per server di metadati (il valore predefinito è metà del numero di CPU)
ko_kr: 메타데이터 서버에 대한 별도의 작업자 프로세스 수(기본값은 CPU 수의 절반으로 지정됨)
ru: Количество отдельных процессов обработчика для сервера метаданных (значение по умолчанию: половина от количества процессоров)
tr_tr: Metadata sunucu için ayrı işçi süreçleri sayısı (CPU sayısının yarısı varsayılır)

source: Number of subnets allowed per tenant, A negative value means unlimited.
es: Número de subredes permitidas por arrendatario. Un valor negativo significa ilimitado.
fr: Nombre de sous-réseaux autorisés par le locataire. Une valeur négative signifie illimité
it: Numero di sottoreti consentite per tenant. Un valore negativo indica un numero illimitato.
ko_kr: 테넌트당 허용되는 서브넷 수입니다. 음수 값은 무제한을 의미합니다.
ru: Количество подсетей на одного арендатора. Отрицательное значение - не ограничено.
tr_tr: Kiracı başına izin verilen alt ağ sayısı, negatif değer sınırsız anlamına gelir.

source: Number of threads to use during sync process. Should not exceed connection pool size configured on server.
es: Número de hebras a usar durante el proceso de sincronización. No debería exceder el tamaño de la agrupación de conexión configurado en el servidor.
fr: Nombres d'unités d'exécution à utiliser durant le processus de synchronisation. Ce nombre ne doit pas être supérieur à la taille de pool de connexion configurée sur le serveur.
it: Numero di thread da utilizzare durante il processo di sincronizzazione. Non deve superare la dimensione del pool di connessione configurata sul server.
ko_kr: 동기화 프로세스 중에 사용할 스레드 수입니다. 서버에 구성된 연결 풀 크기를 초과하지 않아야 합니다.
ru: Число нитей, используемых в процессе синхронизации. Оно не должно превышать размер пула соединений, настроенный на сервере.

source: OVS datapath to use. 'system' is the default value and corresponds to the kernel datapath. To enable the userspace datapath set this value to 'netdev'.
es: Base de datos OVS a utilizar. 'system' es el valor predeterminado y corresponde a la vía de acceso a datos del kernel. Para habilitar la vía de acceso a datos del espacio de usuario, defina este valor a 'netdev'.
fr: Chemin de données OVS à utiliser. 'system' est la valeur par défaut et elle correspond au chemin de données du noyau. Pour activer le chemin de données de l'espace utilisateur, définissez cette valeur sur 'netdev'.
it: Datapath OVS da utilizzare. 'system' è il valore predefinito e corrisponde al datapath del kernel. Per abilitare il datapath dello spazio dei nomi, impostare questo valore su 'netdev'.
ko_kr: 사용할 OVS 데이터 경로입니다. '시스템'은 기본값이며 커널 데이터 경로에 해당합니다. 사용자 공간 데이터 경로를 사용하려면 이 값을 'netdev'로 설정하십시오.
ru: Путь к данным OVS. Значение по умолчанию 'system' соответствует пути к данным, задаваемому ядром. Для того чтобы использовать пользовательский путь к данным, укажите значение netdev'.

source: OVS vhost-user socket directory.
es: Directorio del socket de vhost-user de OVS
fr: Répertoire de socket OVS vhost-user.
it: Directory socket vhost-user OVS.
ko_kr: OVS vhost-사용자 소켓 디렉토리.
ru: Каталог сокетов пользователя для виртуальных хостов OVS.

source: OVSDB Error: %s
es: Error de OVSDB: %s
fr: Erreur OVSDB: %s
it: Errore OVSDB: %s
ko_kr: OVSDB 오류: %s
ru: Ошибка OVSDB: %s

source: Object action %(action)s failed because: %(reason)s.
es: La acción objeto %(action)s falló debido a: %(reason)s.
fr: L'action de l'objet %(action)s a échoué car : %(reason)s
it: Azione dell'oggetto %(action)s non riuscita perché: %(reason)s
ko_kr: %(action)s 오브젝트 조치가 실패함. 이유: %(reason)s.
ru: Действие объекта %(action)s не выполнено, причина: %(reason)s.

source: Only admin can view or configure quota
es: Solo los administradores pueden ver o configurar cuotas
fr: Seul l'administrateur peut afficher ou configurer des quotas
it: Solo admin può visualizzare o configurare una quota
ko_kr: 관리자만이 할당량을 보거나 구성할 수 있습니다.
ru: Только администратор может просматривать и настраивать квоту
tr_tr: Yalnızca yönetici kotaları görüntüleyebilir ya da yapılandırabilir

source: Only admin is authorized to access quotas for another tenant
es: Sólo está autorizado el administrador para acceder a cuotas para otro arrendatario
fr: Seul l'administrateur est autorisé à accéder aux quotas d'un autre locataire
it: Solo l'admin è autorizzato ad accedere alle quote per un altro tenant
ko_kr: 관리자만 다른 테넌트의 할당량에 액세스할 수 있는 권한이 있음
ru: Только администратор имеет доступ к квотам других арендаторов
tr_tr: Yalnızca yönetici başka bir kiracı için kotalara erişebilir

source: Only admins can manipulate policies on networks they do not own.
es: Sólo los admin pueden manipular las políticas en las redes de las que no son propietarios
fr: Seuls les administrateurs peuvent manipuler des stratégies sur des réseaux qu'ils ne possèdent pas.
it: Solo gli admin possono gestire le politiche su reti che non possiedono.
ko_kr: 소유하지 않은 네트워크의 정책은 관리자만 조작할 수 있습니다.
ru: Только администраторы могут управлять стратегиями в сетях, владельцами которых они не являются.

source: Only admins can manipulate policies on objects they do not own
es: Sólo los admininstradores pueden manipular políticas en objetos de los que no son propietarios
fr: Seuls les administrateurs peuvent gérer des stratégies sur des objets qui ne leur appartiennent pas
it: Solo gli admin possono gestire le politiche su oggetti che non possiedono
ko_kr: 소유하지 않은 오브젝트의 정책은 관리자만 조작할 수 있음
ru: Только администраторы могут управлять стратегиями объектов, владельцами которых они не являются.

source: Only allowed to update rules for one security profile at a time
es: Solo se permite actualizar reglas para un perfil de seguridad a la vez
fr: Les règles peuvent être mises à jour pour un seul profil de sécurité à la fois.
it: Al momento è consentito solo aggiornare le regole per un profilo di sicurezza.
ko_kr: 한 번에 하나의 보안 프로파일에 대한 규칙만 업데이트하도록 허용됨
ru: Разрешено обновлять правила одновременно только для одного профайла защиты
tr_tr: Tek seferde bir güvenlik profili için kuralların güncellenmesine izin verilir

source: Only remote_ip_prefix or remote_group_id may be provided.
es: Solo se puede proporcionar remote_ip_prefix o remote_group_id.
fr: Seul remote_ip_prefix ou remote_group_id peut être fourni.
it: È possibile fornire solo remote_ip_prefix o remote_group_id.
ko_kr: remote_ip_prefix 또는 remote_group_id만이 제공될 수 있습니다.
ru: Можно задать только remote_ip_prefix или remote_group_id.
tr_tr: Yalnızca remote_ip_prefix veya remote_group_id sağlanabilir.

source: OpenFlow interface to use.
es: Interfaz OpenFlow que se va a utilizar.
fr: Interface OpenFlow à utiliser.
it: L'interfaccia OpenFlow da utilizzare.
ko_kr: 사용할 OpenFlow 인터페이스입니다.
ru: Интерфейс OpenFlow для использования.
tr_tr: Kullanılacak OpenFlow arayüzü.

source: Operation %(op)s is not supported for device_owner %(device_owner)s on port %(port_id)s.
es: No hay soporte para la operación %(op)s para device_owner %(device_owner)s en el puerto %(port_id)s.
fr: L'opération %(op)s n'est pas prise en charge pour device_owner %(device_owner)s sur le port %(port_id)s.
it: Operazione %(op)s non supportata per device_owner %(device_owner)s sulla porta %(port_id)s.
ko_kr: 다음 포트의 device_owner %(device_owner)s에 대해 조작 %(op)s이(가) 지원되지 않음. 포트: %(port_id)s.
ru: Операция %(op)s не поддерживается для device_owner %(device_owner)s, порт: %(port_id)s.
tr_tr: İşlem %(op)s %(port_id)s bağlantı noktası üzerinde %(device_owner)s device_owner için desteklenmiyor.

source: Operation not supported on device %(dev_name)s
es: Operación no admitida en el dispositivo %(dev_name)s
fr: Opération non prise en charge sur le périphérique %(dev_name)s
it: Operazione non supportata sul dispositivo %(dev_name)s
ko_kr: 디바이스 %(dev_name)s에 대한 조작이 지원되지 않음
ru: Операция не поддерживается в устройстве %(dev_name)s

source: Ordered list of network_types to allocate as tenant networks. The default value 'local' is useful for single-box testing but provides no connectivity between hosts.
es: Lista ordenada de network_types para asignar como redes de arrendatarios. El valor predeterminado 'local' es útil para pruebas en un solo recuadro, pero no proporciona ninguna conectividad entre hosts.
fr: Liste triée des éléments network_types à allouer en tant que réseaux locataires. La valeur par défaut 'local' est utile pour les tests single-box mais elle ne fournit aucune connectivité entre les hôtes.
it: Elenco ordinato di network_types da assegnare come reti tenant. Il valore predefinito 'local' è utile per la verifica single-box ma non fornisce alcuna connettività tra host.
ko_kr: 테넌트 네트워크로 할당할 network_types의 정렬된 목록입니다. 기본값 'local'은 단일 상자 테스트에 유용하지만 호스트 간 연결을 제공하지 않습니다.
ru: Упорядоченный список типов сетей для выделения в качестве сетей арендатора. Значение по умолчанию 'local' полезно для тестирования автономной системы, но не позволяет связать хосты.

source: Override the default dnsmasq settings with this file.
es: Alterar temporalmente los valores dnsmasq predeterminados con este archivo.
fr: Remplacez les paramètres dnsmasq par défaut par ce fichier.
it: Sostituire le impostazioni dnsmasq predefinite utilizzando questo file.
ko_kr: 기본 dnsmasq 설정을 이 파일로 대체합니다.
ru: Переопределите параметры по умолчанию для dnsmasq с помощью этого файла.

source: Owner type of the device: network/compute
es: Tipo de propietario del dispositivo: red/cálculo
fr: Type de propriétaire de l'unité : réseau/ordinateur
it: Tipo proprietario dell'unità: rete/compute
ko_kr: 디바이스의 소유자 유형: network/compute
ru: Тип владельца устройства: network/compute
tr_tr: Aygıt sahip türü: ağ/hesap

source: POST requests are not supported on this resource.
es: Las solicitudes de POST no son admitidas en este recurso.
fr: Les requêtes POST ne sont pas prises en charge sur cette ressource.
it: Le richieste POST non sono supportate su questa risorsa.
ko_kr: 이 자원에서 POST 요청이 지원되지 않습니다.
ru: Запросы POST не поддерживаются этим ресурсом.
tr_tr: POST istekleri bu kaynakta desteklenmiyor.

source: Package %s not installed
es: El paquete %s no se ha instalado
fr: Le package %s n'est pas installé
it: Pacchetto %s non installato
ko_kr: 패키지 %s이(가) 설치되지 않음
ru: Пакет %s не установлен

source: Parameter %(param)s must be of %(param_type)s type.
es: El parámetro %(param)s debe ser de tipo %(param_type)s.
fr: Le paramètre %(param)s doit être de type %(param_type)s.
it: Il parametro %(param)s deve essere di tipo %(param_type)s.
ko_kr: %(param)s 매개변수의 유형은 %(param_type)s이어야 합니다.
ru: Параметр %(param)s должен иметь тип %(param_type)s.

source: Parsing bridge_mappings failed: %s.
es: El análisis de bridge_mappings ha fallado: %s.
fr: Echec de l'analyse syntaxique bridge_mappings : %s.
it: Analisi bridge_mappings non riuscita: %s.
ko_kr: bridge_mappings 구문 분석 실패: %s.
ru: Синтаксический анализ bridge_mappings не выполнен: %s.
tr_tr: bridge_mappins ayrıştırma başarısız: %s.

source: Parsing supported pci_vendor_devs failed
es: El análisis de los pci_vendor_devs soportados ha fallado
fr: Echec de l'analyse syntaxique des pci_vendor_devs pris en charge
it: Analisi pci_vendor_devs supportati non riuscita
ko_kr: 지원되는 pci_vendor_devs 구문 분석 실패
ru: Ошибка анализа поддерживаемых pci_vendor_devs
tr_tr: Desteklenen pci_vendor_devs ayrıştırması başarısız

source: Password for connecting to designate in admin context
es: Contraseña para establecer conexión con el designado en el contexto de administración
fr: Mot de passe pour la connexion au réseau désigné dans un contexte admin
it: Password per la connessione da designare nel contesto admin
ko_kr: 관리 컨텍스트에서 지정하기 위해 연결할 암호
ru: Пароль для подключения к назначенному объекту в административном контексте

source: Password not specified for authentication type=%(auth_type)s.
es: No se ha especificado la contraseña para el tipo de autenticación=%(auth_type)s.
fr: Mot de passe non spécifié pour le type d'authentification=%(auth_type)s.
it: Password non specificata per il tipo di autenticazione=%(auth_type)s.
ko_kr: 인증 유형=%(auth_type)s에 암호가 지정되지 않았습니다.
ru: Пароль для идентификации типа %(auth_type)s не указан.

source: Path to PID file for this process
es: Vía de acceso al archivo de PID para este proceso
fr: Chemin d'accès au fichier PID pour ce processus
it: Percorso per il file PID per questo processo
ko_kr: 이 프로세스에 대한 PID 파일의 경로
ru: Путь к файлу PID для этого процесса
tr_tr: Bu sürecin PID dosyasının yolu

source: Path to the router directory
es: Vía de acceso al directorio del direccionador
fr: Chemin d'accès au répertoire du routeur
it: Percorso per la directory del router
ko_kr: 라우터 디렉토리의 경로
ru: Путь к каталогу маршрутизатора
tr_tr: Yönlendirici dizininin yolu

source: Peer patch port in integration bridge for tunnel bridge.
es: Puerto de parche de igual en puente de integración para puente de túnel.
fr: Port correctif homologue dans le pont d'intégration pour le pont de tunnel.
it: Porta patch peer nel bridge di integrazione per il bridge tunnel.
ko_kr: 터널 브릿지에 대한 통합 브릿지에 있는 피어 패치 포트입니다.
ru: Равноправный порт исправлений в мосте интеграции для моста туннеля.
tr_tr: Tünel köprüsü için tümleştirme köprüsündeki eş yama bağlantı noktası.

source: Peer patch port in tunnel bridge for integration bridge.
es: Puerto de parche de igual en puente de túnel para puente de integración.
fr: Port correctif homologue dans le pont d'intégration tunnel pour le pont d'intégration.
it: Porta patch peer nel bridge tunnel per il bridge di integrazione.
ko_kr: 통합 브릿지에 대한 터널 브릿지에 있는 피어 패치 포트입니다.
ru: Равноправный порт исправлений в мосте туннеля для моста интеграции.
tr_tr: Tümleştirme köprüsü için tünel köprüsündeki eş yama bağlantı noktası.
