Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: An interface driver must be specified
es: Se debe especificar un controlador de interfaz
fr: Un pilote d'interface doit être spécifié.
it: È necessario specificare un driver di interfaccia
ko_kr: 인터페이스 드라이버가 지정되어야 함
ru: Не указан драйвер интерфейса
tr_tr: Bir arayüz sürücüsü belirtmeniz gerekmektedir

source: An ordered list of extension driver entrypoints to be loaded from the neutron.ml2.extension_drivers namespace. For example: extension_drivers = port_security,qos
es: Lista de puntos de entrada del controlador de extensión para cargar desde el espacio de nombres neutron.ml2.extension_drivers. Por ejemplo: extension_drivers = port_security,qos
it: Un elenco ordinato di punti di ingresso del driver di estensione da caricare dallo spazio dei nomi neutron.ml2.extension_drivers. Ad esempio: extension_drivers = port_security,qos
ko_kr: neutron.ml2.mechanism_drivers 네임스페이스로부터 로드할 확장 드라이버 엔드포인트의 정렬된 목록입니다. 예: extension_drivers = port_security,qos
ru: Упорядоченный список конечных точек драйверов расширения, загружаемых из пространства имен neutron.ml2.extension_drivers. Пример: extension_drivers = port_security,qos

source: An ordered list of networking mechanism driver entrypoints to be loaded from the neutron.ml2.mechanism_drivers namespace.
es: Una lista ordenada de puntos de entrada de controlador de mecanismo de red a cargar desde el espacio de nombres neutron.ml2.mechanism_drivers.
fr: Liste ordonnée de points d'entrée de pilote de mécanisme à charger à partir de l'espace de nom neutron.ml2.mechanism_drivers.
it: Un elenco ordinato dei punti di ingresso del driver del meccanismo di rete da caricare dallo spazio dei nomi neutron.ml2.mechanism_drivers.
ko_kr: neutron.ml2.mechanism_drivers 네임스페이스로부터 로드할 네트워킹 메커니즘 드라이버 시작점의 정렬된 목록입니다.
ru: Упорядоченный список конечных точек драйверов механизмов создания сетей, загружаемых из пространства имен neutron.ml2.mechanism_drivers.
tr_tr: neutron.ml2.mechanism_drivers isim uzayından yüklenecek ağ mekanizması sürücü giriş noktalarının sıralı listesi.

source: An unexpected internal error occurred.
es: Se ha producido un error interno inesperado.
fr: Une erreur inattendue s'est produite.
it: Si è verificato un errore interno imprevisto.
ko_kr: 예상치 않은 내부 오류가 발생했습니다.
ru: Произошла непредвиденная внутренняя ошибка.

source: An unknown error has occurred. Please try your request again.
es: Se ha producido un error desconocido. Intente la solicitud otra vez.
fr: Une erreur inconnue s'est produite. Renouvelez votre demande.
it: Si è verificato un errore sconosciuto. Ritentare la richiesta.
ko_kr: 알 수 없는 오류가 발생했습니다. 요청을 다시 시도하십시오.
ru: Произошла неизвестная ошибка. Пожалуйста, попытайтесь повторить ваш запрос.
tr_tr: Bilinmeyen bir hata oluştu. Lütfen tekrar deneyin.

source: Async process didn't respawn
es: El proceso de asignación no se ha vuelto a generar
fr: Le processus Async n'a pas été relancé
it: Il processo async non ha eseguito la nuova generazione
ko_kr: 비동기 프로세스가 다시 파생되지 않음
ru: Асинхронный процесс не перезапустился

source: Attribute '%s' not allowed in POST
es: El atributo '%s' no está permitido en POST
fr: Attribut '%s non autorisé dans l'autotest à la mise sous tension
it: Attributo '%s' non consentito in POST
ko_kr: '%s' 속성은 POST에서 허용되지 않음
ru: Атрибут '%s' недопустим в POST
tr_tr: '%s' özniteliğine POST içinde izin verilmez

source: Authentication type not supported. Requested type=%(auth_type)s.
es: Tipo de autenticación no soportada. Tipo solicitado=%(auth_type)s.
fr: Type d'authentification non pris en charge. Type demandé=%(auth_type)s.
it: Tipo di autenticazione non supportato. Tipo richiesto=%(auth_type)s.
ko_kr: 인증 유형이 지원되지 않습니다. 요청된 유형=%(auth_type)s입니다.
ru: Тип идентификации не поддерживается. Запрошенный тип: %(auth_type)s.

source: Authorization URL for connecting to designate in admin context
es: URL de autorización para establecer conexión con el designado en el contexto de administración
fr: URL d'autorisation pour la connexion au réseau désigné dans un contexte admin
it: URL autorizzazione per la connessione da designare nel contesto admin
ko_kr: 관리 컨텍스트에서 지정하기 위해 연결할 인증 URL
ru: URL авторизации для подключения к назначенному объекту в административном контексте

source: Automatically remove networks from offline DHCP agents.
es: Eliminar automáticamente las redes de los agentes DHCP fuera de línea.
fr: Supprime automatiquement les réseaux des agents DHCP hors ligne.
it: Rimuove automaticamente le reti dagli agent DHCP offline.
ko_kr: 오프라인 DHCP 에이전트에서 네트워크를 자동으로 제거합니다.
ru: Автоматически удалять сети из отключенных агентов DHCP.
tr_tr: Ağları çevrimdışı DHCP ajanlarından otomatik olarak çıkar.

source: Automatically reschedule routers from offline L3 agents to online L3 agents.
es: Volver a planificar automáticamente los direccionadores de los agentes L3 fuera de línea a los agentes L3 en línea.
fr: Replanifier automatiquement les routeurs pour qu'ils passent d'agents L3 hors connexion aux agents L3 connectés.
it: Ripianifica automaticamente i router dagli agent L3 offline agli agent L3 online.
ko_kr: 오프라인 L3 에이전트부터 온라인 L3 에이전트까지 라우트를 자동으로 다시 스케줄합니다.
ru: Автоматически перепланировать маршрутизаторы с отключенных агентов L3 на включенные агенты L3 .
tr_tr: Yönlendiricileri çevrimdışı L3 ajanlarından çevrimiçi L3 ajanlarına otomatik olarak yeniden zamanla.

source: Availability zone of this node
es: Zona de disponibilidad de este nodo
fr: Zone de disponibilité du noeud
it: Zona di disponibilità di questo nodo
ko_kr: 이 노드의 가용 구역
ru: Зона доступности узла.

source: AvailabilityZone %(availability_zone)s could not be found.
es: No se ha podido encontrar la zona de disponibilidad %(availability_zone)s .
fr: AvailabilityZone %(availability_zone)s est introuvable.
it: Impossibile trovare la zona di disponibilità %(availability_zone)s.
ko_kr: AvailabilityZone %(availability_zone)s을(를) 찾을 수 없습니다.
ru: Не найдена зона доступности %(availability_zone)s.

source: Available commands
es: Mandatos disponibles
fr: Commandes disponibles
it: Comandi disponibili
ko_kr: 사용 가능한 명령
ru: Доступные команды
tr_tr: Kullanılabilir komutlar

source: BGP Peer %(peer_ip)s for remote_as=%(remote_as)s, running for BGP Speaker %(speaker_as)d not added yet.
es: Todavía no se ha añadido el igual de BGP %(peer_ip)s para remote_as=%(remote_as)s que se ejecuta para el hablante de BGP %(speaker_as)d.
fr: Homologue BGP %(peer_ip)s pour remote_as=%(remote_as)s, en cours d'exécution pour routeur BGP %(speaker_as)d non encore ajouté.
it: Peer BGP %(peer_ip)s per remote_as=%(remote_as)s, in esecuzione per speaker BGP %(speaker_as)d non ancora aggiunto.
ko_kr: BGP 스피커 %(speaker_as)d에 대해 실행 중인 remote_as=%(remote_as)s의 BGP 피어 %(peer_ip)s이(가) 아직 추가되지 않았습니다.
ru: Партнер BGP %(peer_ip)s для remote_as=%(remote_as)s, работающий для источника BGP %(speaker_as)d, еще не добавлен.

source: BGP Speaker %(bgp_speaker_id)s is already configured to peer with a BGP Peer at %(peer_ip)s, it cannot peer with BGP Peer %(bgp_peer_id)s.
es: El hablante de BGP %(bgp_speaker_id)s ya está configurado para emparejarse con un igual de BGP en %(peer_ip)s, no se puede emparejar con el igual de BGP %(bgp_peer_id)s.
fr: Le routeur BGP %(bgp_speaker_id)s est déjà configuré pour communiquer avec un homologue BGP à l'adresse %(peer_ip)s, il ne peut pas communiquer avec l'homologue BGP %(bgp_peer_id)s.
it: Speaker BGP %(bgp_speaker_id)s già configurato per l'associazione con un peer BGP su %(peer_ip)s, non può essere associato al peer BGP %(bgp_peer_id)s.
ko_kr: %(peer_ip)s의 BGP 피어로 감시하도록 BGP 스피커 %(bgp_speaker_id)s이(가) 이미 구성되어 있습니다. BGP 피어 %(bgp_peer_id)s(으)로 감시할 수 없습니다.
ru: Источник BGP %(bgp_speaker_id)s уже настроен как партнер BGP для %(peer_ip)s, он не может быть партнером BGP для %(bgp_peer_id)s.

source: BGP Speaker for local_as=%(local_as)s with router_id=%(rtid)s not added yet.
es: Todavía no se ha añadido el hablante de BGP para local_as=%(local_as)s con router_id=%(rtid)s.
fr: Routeur BGP pour local_as=%(local_as)s avec router_id=%(rtid)s non encore ajouté.
it: Speaker BGP per local_as=%(local_as)s con router_id=%(rtid)s non ancora aggiunto.
ko_kr: router_id=%(rtid)s인 local_as=%(local_as)s의 BGP 스피커가 아직 추가되지 않았습니다.
ru: Источник BGP для local_as=%(local_as)s с router_id=%(rtid)s еще не добавлен.

source: BGP peer %(bgp_peer_id)s is not associated with BGP speaker %(bgp_speaker_id)s.
es: El igual de BGP %(bgp_peer_id)s no está asociado al hablante de BGP %(bgp_speaker_id)s.
fr: L'homologue BGP %(bgp_peer_id)s n'est pas associé à un routeur BGP %(bgp_speaker_id)s.
it: Peer BGP %(bgp_peer_id)s non associato allo speaker BGP %(bgp_speaker_id)s.
ko_kr: BGP 피어 %(bgp_peer_id)s이(가) BGP 스피커 %(bgp_speaker_id)s과(와) 연관되지 않았습니다.
ru: Партнер BGP %(bgp_peer_id)s не связан с источником BGP %(bgp_speaker_id)s.

source: BGP peer %(bgp_peer_id)s not authenticated.
es: El igual de BGP %(bgp_peer_id)s no está autenticado.
fr: Homologue BGP %(bgp_peer_id)s non authentifié.
it: Peer BGP %(bgp_peer_id)s non autenticato.
ko_kr: BGP 피어 %(bgp_peer_id)s이(가) 인증되지 않았습니다.
ru: Партнер BGP %(bgp_peer_id)s не идентифицирован.

source: BGP peer %(id)s could not be found.
es: No se ha podido encontrar el igual de BGP %(id)s.
fr: L'homologue BGP %(id)s est introuvable.
it: Impossibile trovare il peer BGP %(id)s.
ko_kr: BGP 피어 %(id)s을(를) 찾을 수 없습니다.
ru: Не найден партнер BGP %(id)s.

source: BGP speaker %(bgp_speaker_id)s is not hosted by the BgpDrAgent %(agent_id)s.
es: El hablante de BGP %(bgp_speaker_id)s no está alojado por el BgpDrAgent %(agent_id)s.
fr: Le routeur BGP %(bgp_speaker_id)s n'est pas hébergé par BgpDrAgent %(agent_id)s.
it: Lo speaker BGP %(bgp_speaker_id)s non è ospitato dal BgpDrAgent %(agent_id)s.
ko_kr: BgpDrAgent %(agent_id)s에서 BGP 스피커 %(bgp_speaker_id)s을(를) 호스트하지 않습니다.
ru: Источник BGP %(bgp_speaker_id)s не работает в BgpDrAgent %(agent_id)s.

source: BGP speaker %(id)s could not be found.
es: No se ha podido encontrar el hablante de BGP %(id)s.
fr: Le routeur BGP %(id)s est introuvable.
it: Impossibile trovare lo speaker BGP %(id)s.
ko_kr: BGP 스피커 %(id)s을(를) 찾을 수 없습니다.
ru: Не найден источник BGP %(id)s.

source: BGP speaker driver class to be instantiated.
es: Clase de controlador de hablante de BGP a instanciar.
fr: Classe de pilote de routeur BGP à instancier.
it: Classe del driver dello speaker BGP da istanziare.
ko_kr: 인스턴스화할 BGP 스피커 드라이버 클래스.
ru: Класс драйвера источника BGP для создания экземпляра.

source: Backend does not support VLAN Transparency.
es: El programa de fondo no soporta la transparencia de VLAN.
fr: Le backend ne prend pas en charge la transparence VLAN.
it: Il backend non supporta la trasparenza VLAN.
ko_kr: 백엔드는 VLAN 투명도를 지원하지 않습니다.
ru: Базовый сервер не поддерживает прозрачный режим VLAN.
tr_tr: Arka uç VLAN şeffaflığını desteklemiyor.

source: Bad prefix or mac format for generating IPv6 address by EUI-64: %(prefix)s, %(mac)s:
es: Prefijo o formato de mac incorrecto para generar dirección IPv6 por EUI-64: %(prefix)s, %(mac)s:
fr: Mauvais type de préfixe ou mauvais format d'adresse mac pour générer une adresse IPv6 par EUI-64: %(prefix)s, %(mac)s:
it: Prefisso errato o formato rac per la generazione dell'indirizzo IPv6 da EUI-64: %(prefix)s, %(mac)s:
ko_kr: EUI-64에 의해 IPv6 주소를 생성하기 위한 접두부 또는 mac 형식이 잘못되었습니다. %(prefix)s, %(mac)s:
ru: Неверный префикс или формат mac для генерации адреса IPv6 с помощью EUI-64: %(prefix)s, %(mac)s:
tr_tr: EUI-64 ile IPv6 adresi üretmek için kötü önek ya da mac biçimi: %(prefix)s, %(mac)s:

source: Bad prefix type for generate IPv6 address by EUI-64: %s
es: Tipo de prefijo incorrecto para generar dirección IPv6 por EUI-64: %s
fr: Type de préfixe erroné pour la génération de l'adresse IPv6 par EUI-64 : %s
it: Tipo di prefisso errato per la generazione dell'indirizzo IPv6 da EUI-64: %s
ko_kr: EUI-64에 의해 IPv6 주소를 생성하기 위한 접두부 유형이 잘못됨: %s
ru: Неверный тип префикса для генерации адреса IPv6 с помощью EUI-64: %s
tr_tr: EUI-64 ile IPv6 adresi üretmek için kötü önek türü: %s

source: Base MAC: %s
es: MAC base: %s
fr: MAC de base : %s
it: MAC base: %s
ko_kr: 기본 MAC: %s
ru: Базовый MAC: %s
tr_tr: Taban MAC: %s

source: Base log dir for dnsmasq logging. The log contains DHCP and DNS log information and is useful for debugging issues with either DHCP or DNS. If this section is null, disable dnsmasq log.
es: Directorio de registro base para registro dnsmasq. El registro contiene información de registro DHCP y DNS y es útil para problemas de depuración con DHCP o DNS. Si esta sección es nula, inhabilite el registro dnsmasq.
fr: Répertoire de journaux de base pour la consignation dnsmasq. Le journal contient des informations de journal DHCP et DNS et s'avère utile pour déboguer les problèmes liés à DHCP ou DNS. Si cette section est NULL, désactivez la consignation dnsmasq.
it: Directory log di base per la registrazione dnsmasq. Il log contiene info di log DHCP e DNS ed è utile per il debug dei problemi con DHCP o DNS. Se questa sezione è null, disabilitare il log dnsmasq.
ko_kr: dnsmasq 로깅을 위한 기본 로그 디렉토리입니다. 이 로그는 DHCP 및 DNS 로그 정보를 포함하고 있으며 DHCP 또는 DNS에 대한 문제를 디버깅하는 데 유용합니다. 이 섹션이 널인 경우에는 dnsmasq 로그를 사용 안함으로 설정하십시오.
ru: Базовый каталог для файлов протокола dnsmasq. Протокол содержит сведения DHCP и DNS и используется для отладки ошибок в DHCP или DNS. Если этот раздел пуст, протокол dnsmasq отключен.

source: BgpDrAgent %(agent_id)s is already associated to a BGP speaker.
es: El BgpDrAgent %(agent_id)s ya está alsociado a un hablante de BGP.
fr: BgpDrAgent %(agent_id)s est déjà associé à un routeur BGP.
it: BgpDrAgent %(agent_id)s già associato a uno speaker BGP.
ko_kr: BgpDrAgent %(agent_id)s이(가) 이미 BGP 스피커에 이미 연관되어 있습니다.
ru: BgpDrAgent %(agent_id)s уже связан с источником BGP.

source: BgpDrAgent %(id)s is invalid or has been disabled.
es: BgpDrAgent %(id)s no es válido o se ha deshabiltado.
fr: BgpDrAgent %(id)s n'est pas valide ou il a été désactivé.
it: BgpDrAgent %(id)s non è valido o è stato disabilitato.
ko_kr: BgpDrAgent %(id)s이(가) 올바르지 않거나 비활성화되었습니다.
ru: BgpDrAgent %(id)s недопустим или выключен.

source: BgpDrAgent updated: %s
es: BgpDrAgent actualizado: %s
fr: BgpDrAgent mis à jour : %s
it: BgpDrAgent aggiornato: %s
ko_kr: BgpDrAgent가 업데이트됨: %s
ru: BgpDrAgent обновлен: %s

source: Body contains invalid data
es: El cuerpo contiene datos no válidos
fr: Le corps contient des données non valides
it: Il corpo contiene dati non validi
ko_kr: 본문에 올바르지 않은 데이터가 포함되어 있음
ru: В теле содержатся недопустимые данные
tr_tr: Gövde geçersiz veri içeriyor

source: Both network_id and router_id are None. One must be provided.
es: Tanto network_id como router_id son None. Se debe proporcionar uno.
fr: Les paramètres Both network_id et router_id sont définis sur None. L'un des deux doit obligatoirement être fourni.
it: network_id e router_id non esistono. È necessario fornirne uno.
ko_kr: network_id 및 router_id가 모두 None입니다. 하나가 제공되어야 합니다.
ru: И network_id, и router_id имеют значение None. Необходимо задать хотя бы один параметр.

source: Bridge %(bridge)s does not exist.
es: El puente %(bridge)s no existe.
fr: Le pont %(bridge)s n'existe pas.
it: Il bridge %(bridge)s non esiste.
ko_kr: %(bridge)s 브릿지가 존재하지 않습니다.
ru: Мост %(bridge)s не существует.
tr_tr: Köprü %(bridge)s mevcut değil.

source: Bridge %s does not exist
es: El puente %s no existe
fr: Le pont %s est inexistant.
it: Il bridge %s non esiste
ko_kr: 브릿지 %s이(가) 없음
ru: Мост %s не существует

source: Bulk operation not supported
es: No se soporta operación masiva
fr: Opération globale non prise en charge
it: Operazione massiccia non supportata
ko_kr: 벌크 오퍼레이션은 지원되지 않음
ru: Групповая операция не поддерживается
tr_tr: Toplu işlem desteklenmiyor

source: CIDR to monitor
es: CIDR a supervisar
fr: CIDR à surveiller
it: CIDR da monitorare
ko_kr: 모니터할 CIDR
ru: CIDR для монитора
tr_tr: İzlenecek CIDR

source: Callback for %(resource_type)s not found
es: No se ha encontrado la devolución de llamada para %(resource_type)s
fr: Rappel pour %(resource_type)s introuvable
it: Callback per %(resource_type)s non trovata
ko_kr: %(resource_type)s에 대한 콜백을 찾을 수 없음
ru: Обратный вызов для %(resource_type)s не найден

source: Callback for %(resource_type)s returned wrong resource type
es: La devolución de llamada para %(resource_type)s ha devuelto el tipo de recurso equivocado
fr: Le rappel pour %(resource_type)s a renvoyé un type de ressource incorrect
it: La callback per %(resource_type)s ha restituito un tipo risorsa errato
ko_kr: %(resource_type)s에 대한 콜백에서 잘못된 자원 유형을 리턴함
ru: Обратный вызов %(resource_type)s вернул неправильный тип ресурса

source: Cannot add floating IP to port %s that has no fixed IPv4 addresses
es: No se puede añadir una IP flotante al puerto %s que no tiene direcciones IPv4 fijas
fr: Impossible d'ajouter une adresse IP flottante au port %s qui n'a pas d'adresse IPv4 fixe
it: Impossibile aggiungere l'IP mobile alla porta %s che non ha indirizzi IPv4 fissi
ko_kr: 고정 IPv4 주소가 없는 포트 %s에 부동 IP를 추가할 수 없음
ru: Не удается добавить нефиксированный IP-адрес в порт %s, содержащий фиксированные адреса IPv4

source: Cannot add floating IP to port on subnet %s which has no gateway_ip
es: No se puede añadir IP flotante al puerto en la subred %s que no tiene IP de pasarela
fr: Impossible d'ajouter une adresse IP flottante au port sur le sous-réseau %s qui n'a pas d'adresse IP passerelle
it: Impossibile aggiungere un IP mobile alla porta sulla sottorete %s che non dispone di un gateway_ip
ko_kr: gateway_ip를 갖지 않는 %s 서브넷의 포트에 부동 IP를 추가할 수 없음
ru: Невозможно добавить нефиксированный IP-адрес для порта в подсети %s, для которой не указан gateway_ip
tr_tr: gateway_ip'ye sahip olmayan %s alt ağının bağlantı noktasına değişken IP eklenemiyor

source: Cannot add multiple callbacks for %(resource_type)s
es: No se pueden añadir varias devoluciones de llamada para %(resource_type)s
fr: Impossible d'ajouter plusieurs rappels pour %(resource_type)s
it: Impossibile aggiungere più callback per %(resource_type)s
ko_kr: %(resource_type)s에 대한 다중 콜백을 추가할 수 없음
ru: Не удалось добавить несколько обратных вызовов для %(resource_type)s

source: Cannot allocate IPv%(req_ver)s subnet from IPv%(pool_ver)s subnet pool
es: No se puede asignar una subred IPv%(req_ver)s de la agrupación de subred IPv%(pool_ver)s
fr: Impossible d'allouer le sous-réseau IPv%(req_ver)s à partir du pool de sous-réseau IPv%(pool_ver)s
it: Impossibile assegnare la sottorete IPv%(req_ver)s dal pool di sottoreti IPv%(pool_ver)s
ko_kr: IPv%(pool_ver)s 서브넷 풀에서 IPv%(req_ver)s 서브넷을 할당할 수 없음
ru: Не удалось связать подсеть IPv%(req_ver)s из пула подсетей IPv%(pool_ver)s
tr_tr: IPv%(pool_ver)s alt ağ havuzundan IPv%(req_ver)s alt ağı ayrılamaz

source: Cannot allocate requested subnet from the available set of prefixes
es: No se puede asignar la subred solicitada a partir del conjunto disponible de prefijos
fr: Impossible d'allouer le sous-réseau demandé à partir de l'ensemble de préfixes disponibles
it: Impossibile assegnare la sottorete richiesta dall'insieme di prefissi disponibili
ko_kr: 사용 가능한 접두부 세트에서 요청한 서브넷을 할당할 수 없음
ru: Невозможно выделить запрошенную подсеть из доступного набора префиксов
tr_tr: İstenen alt ağ kullanılabilir önek kümesinden ayrılamıyor

source: Cannot associate floating IP %(floating_ip_address)s (%(fip_id)s) with port %(port_id)s using fixed IP %(fixed_ip)s, as that fixed IP already has a floating IP on external network %(net_id)s.
es: No se puede asociar la IP flotante %(floating_ip_address)s (%(fip_id)s) con el puerto %(port_id)s mediante la IP fija %(fixed_ip)s, porque esa IP fija ya tiene una IP flotante en la red externa %(net_id)s.
fr: Impossible d'associer l'adresse IP flottante %(floating_ip_address)s (%(fip_id)s) avec le port %(port_id)s en utilisant l'adresse IP fixe %(fixed_ip)s, car cette adresse IP fixe a déjà une adresse IP flottante sur le réseau externe %(net_id)s.
it: Impossibile associare un IP mobile %(floating_ip_address)s (%(fip_id)s) alla porta %(port_id)s utilizzando un IP fisso %(fixed_ip)s, in quanto quell'IP fisso ha già un IP mobile nella rete esterna %(net_id)s.
ko_kr: 고정 IP는 외부 네트워크 %(net_id)s에서 부동 IP를 가지고 있기 때문에 고정 IP %(fixed_ip)s을(를) 사용하여 부동 IP %(floating_ip_address)s(%(fip_id)s)을(를) 포트 %(port_id)s과(와) 연관시킬 수 없습니다.
ru: Нефиксированный IP-адрес %(floating_ip_address)s (%(fip_id)s) невозможно связать с портом %(port_id)s, который использует фиксированный IP-адрес %(fixed_ip)s, так как для этого фиксированного IP-адреса уже есть нефиксированный IP-адрес во внешней сети %(net_id)s.
tr_tr: Değişken IP %(floating_ip_address)s (%(fip_id)s) sabit IP %(fixed_ip)s kullanılarak %(port_id)s bağlantı noktasıyla ilişkilendirilemiyor, çünkü bu sabit IP %(net_id)s harici ağında zaten bir değişken IP'ye sahip.

source: Cannot change HA attribute of active routers. Please set router admin_state_up to False prior to upgrade.
es: No se puede cambiar el atributo HA de los direccionadores activos. Defina admin_state_up en el direccionador a False antes de actualizar.
fr: Impossible de modifier l'attribut HA des routeurs actifs. Définissez le paramètre router admin_state_up sur False avant d'effectuer la mise à niveau.
it: Impossibile modificare l'attributo HA di instradamenti attivi. Impostare admin_state_up del router su False prima dell'aggiornament.
ko_kr: 활성 라우터의 HA 속성을 변경할 수 없습니다. 업그레이드 전에 라우터 admin_state_up을 False로 설정하십시오.
ru: Нельзя изменить атрибут HA для активного маршрутизатора. Присвойте параметру admin_state_up маршрутизатора значение False и повторите операцию.

source: Cannot create floating IP and bind it to %s, since that is not an IPv4 address.
es: No se puede crear IP flotante y enlazarla a %s, puesto que no es una dirección IPv4 .
fr: Impossible de créer une adresse IP flottante et de la lier à %s, car il ne s'agit pas d'une adresse IPV4.
it: Impossibile creare l'IP mobile e collegarlo a %s, poiché non è un indirizzo IPv4.
ko_kr: IPv4 주소가 아니므로 부동 IP를 작성하여 %s에 바인드할 수 없습니다.
ru: Не удается создать нефиксированный IP-адрес и связать его с %s, так как он не является IPv4 адресом.

source: Cannot create floating IP and bind it to Port %s, since that port is owned by a different tenant.
es: No se puede crear IP flotante y enlazarla al puerto %s, porque ese puerto es propiedad de un arrendatario diferente.
fr: Impossible de créer une adresse IP flottante et de la lier au port %s, car ce port appartient à un locataire différent.
it: Impossibile creare l'IP mobile e collegarlo alla porta %s, poiché tale porta è di proprietà di un tenant differente.
ko_kr: 부동 IP를 작성하여 포트 %s에 바인드할 수 없습니다. 해당 포트를 다른 테넌트가 소유하기 때문입니다.
ru: Невозможно создать нефиксированный IP-адрес и связать его с портом %s, так как этот порт принадлежит другому арендатору.
tr_tr: Değişken IP oluşturup %s bağlantı noktasına bağlanamıyor, çünkü bu bağlantı noktası başka bir kiracıya ait.

source: Cannot disable enable_dhcp with ipv6 attributes set
es: No se puede inhabilitar enable_dhcp con atributos ipv6 establecidos
fr: Impossible de désactiver enable_dhcp avec des attributs ipv6 définis
it: Impossibile disabilitare enable_dhcp con gli attributi ipv6 impostati
ko_kr: ipv6 속성이 설정된 enable_dhcp를 사용할 수 없음
ru: Невозможно отключить enable_dhcp, если заданы атрибуты ipv6
tr_tr: ipv6 öznitelikleri ayarlıyken enable_dhcp kapatılamaz

source: Cannot find %(table)s with %(col)s=%(match)s
es: No se encuentra %(table)s con %(col)s=%(match)s
fr: Impossible de trouver %(table)s avec %(col)s=%(match)s
it: Impossibile trovare %(table)s con %(col)s=%(match)s
ko_kr: %(col)s=%(match)s인 %(table)s을(를) 찾을 수 없음
ru: Не удается найти %(table)s с %(col)s=%(match)s
tr_tr: %(col)s=%(match)s olan %(table)s bulunamadı
