Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: Send this many gratuitous ARPs for HA setup, if less than or equal to 0, the feature is disabled
es: Envíe todos estos ARP innecesarios para la configuración de HA, si el número es inferior o igual a 0, la característica se inhabilita
fr: Envoyez ces nombreux protocoles de résolution d'adresse gratuits pour la configuration haute disponibilité (HA), si la valeur est inférieure ou égale à 0, la fonction est désactivée
it: Inviare questi ARPs gratuiti per la configurazione HA, se inferiore o uguale a 0, la funzione è disabilitata
ko_kr: HA 설정을 위해 불필요한 다수의 ARP를 전송합니다. 0 이하인 경우 기능이 사용 안함으로 설정됩니다.
ru: Отправить указанное количество уведомлений ARP для настройки высокой готовности. Нулевое или отрицательное значение выключает эту функцию
tr_tr: HA kurulumu için bu kadar karşılıksız ARP gönder, 0'a eşit ya da küçükse, özellik kapatılır

source: Service Profile %(sp_id)s could not be found.
es: No se ha podido encontrar el perfil de servicio %(sp_id)s.
fr: Le profil de service %(sp_id)s est introuvable.
it: Impossibile trovare il profilo di servizio %(sp_id)s.
ko_kr: 서비스 프로파일 %(sp_id)s을(를) 찾을 수 없습니다.
ru: Не найден профайл службы %(sp_id)s.

source: Service Profile %(sp_id)s is already associated with flavor %(fl_id)s.
es: El perfil de servicio %(sp_id)s ya está asociado al tipo %(fl_id)s.
fr: Le profil de service %(sp_id)s est déjà associé à la version %(fl_id)s.
it: Il profilo di servizio %(sp_id)s è già associato al flavor %(fl_id)s.
ko_kr: 서비스 프로파일 %(sp_id)s이(가) 이미 Flavor %(fl_id)s과(와) 연관되어 있습니다.
ru: Профайл службы %(sp_id)s уже связан с разновидностью %(fl_id)s.

source: Service Profile %(sp_id)s is not associated with flavor %(fl_id)s.
es: El perfil de servicio %(sp_id)s no está asociado al tipo %(fl_id)s.
fr: Le profil de service %(sp_id)s n'est pas associé à la version %(fl_id)s.
it: Il profilo di servizio %(sp_id)s non è associato al flavor %(fl_id)s.
ko_kr: 서비스 프로파일 %(sp_id)s이(가) Flavor %(fl_id)s과(와) 연관되지 않습니다.
ru: Профайл службы %(sp_id)s не связан с разновидностью %(fl_id)s.

source: Service Profile %(sp_id)s is used by some service instance.
es: El perfil de servicio %(sp_id)s lo utiliza alguna instancia de servicio.
fr: Le profil de service %(sp_id)s est utilisé par certaines instances de service.
it: Il profilo di servizio %(sp_id)s viene utilizzato dall'istanza di alcuni servizi.
ko_kr: 일부 서비스 인스턴스에서 서비스 프로파일 %(sp_id)s을(를) 사용합니다.
ru: Профайл службы %(sp_id)s используется одним из экземпляров службы.

source: Service Profile driver %(driver)s could not be found.
es: No se ha podido encontrar el controlador de perfil de servicio %(driver)s.
fr: Le pilote de profil de service %(driver)s est introuvable.
it: Impossibile trovare il driver %(driver)s del profilo di servizio.
ko_kr: 서비스 프로파일 드라이버 %(driver)s을(를) 찾을 수 없습니다.
ru: Драйвер профайла службы %(driver)s не найден.

source: Service Profile is not enabled.
es: El perfil de servicio no está habilitado.
fr: Le profil de service n'est pas activé.
it: Il profilo di servizio non è abilitato.
ko_kr: 서비스 프로파일이 사용되지 않습니다.
ru: Профайл службы не включен.

source: Service Profile needs either a driver or metainfo.
es: El perfil de servicio necesita un controlador o bien metainformación.
fr: Le profil de service a besoin d'un pilote ou d'infos de métadonnées.
it: Il profilo di servizio necessita di un driver o di meta informazioni.
ko_kr: 서비스 프로파일에 드라이버나 metainfo가 필요합니다.
ru: Для профайла службы требуется драйвер или мета-информация.

source: Service provider '%(provider)s' could not be found for service type %(service_type)s
es: El proveedor de servicio '%(provider)s' no se ha podido encontrar para el tipo de servicio %(service_type)s
fr: Fournisseur de services '%(provider)s' introuvable pour le type de service %(service_type)s
it: Provider del servizio '%(provider)s' non trovato per il tipo di servizio %(service_type)s
ko_kr: 서비스 유형에 대한 '%(provider)s' 서비스 제공자를 찾을 수 없음: %(service_type)s
ru: Поставщик службы '%(provider)s' не найден для типа службы %(service_type)s
tr_tr: %(service_type)s servis türü için '%(provider)s' servis sağlayıcı bulunamadı

source: Service to handle DHCPv6 Prefix delegation.
es: Servicio que gestiona la delegación de prefijos DHCPv6.
fr: Service de traitement de la délégation de préfixe DHCPv6.
it: Il servizio per gestire la delega prefisso DHCPv6.
ko_kr: DHCPv6 접두부 위임을 처리할 서비스입니다.
ru: Служба для обработки делегирования префикса DHCPv6.

source: Service type %(service_type)s does not have a default service provider
es: El tipo de servicio %(service_type)s no tiene un proveedor de servicio predeterminado
fr: Le type de service %(service_type)s ne possède pas de fournisseur de services par défaut
it: Il tipo del servizio %(service_type)s non ha un provider del servizio predefinito
ko_kr: %(service_type)s 서비스 유형에 기본 서비스 제공자가 없음
ru: Тип службы %(service_type)s не содержит поставщика службы по умолчанию
tr_tr: %(service_type)s servis türü varsayılan servis sağlayıcıya sahip değil

source: Set new timeout in seconds for new rpc calls after agent receives SIGTERM. If value is set to 0, rpc timeout won't be changed
es: Establecer el nuevo tiempo de espera en segundos para nuevas llamadas rpc después de que el agente reciba SIGTERM. Si el valor se establece en 0, no se modificará el tiempo de espera de rpc
fr: Redéfinir le délai d'attente (en secondes) des nouveaux appels RPC observé une fois que l'agent a reçu SIGTERM. Si la valeur est définie sur 0, le délai d'attente RPC reste inchangé
it: Impostare il nuovo timeout in secondi per le nuove chiamate rpc dopo che l'agent riceve SIGTERM. Se il valore è impostato su 0, il timeout rpc non verrà modificato
ko_kr: 에이전트에서 SIGTERM을 수신한 후에 새 rpc 호출에 대한 새 제한시간(초)을 설정합니다. 값을 0으로 설정하면 rpc 제한시간이 변경되지 않습니다.
ru: Задать новый тайм-аут (в секундах) для новых вызовов rpc после получения агентом сигнала SIGTERM. При значении 0 тайм-аут rpc не может быть изменен
tr_tr: Ajan SIGTERM aldıktan sonra yeni rpc çağrıları için saniye olarak yeni zaman aşımı ayarla. Değer 0 olarak ayarlanırsa, rpc zaman aşımı değiştirilmeyecek

source: Set or un-set the don't fragment (DF) bit on outgoing IP packet carrying GRE/VXLAN tunnel.
es: Establecer o anular el establecimiento del bit DF (don't fragment) en el paquete de IP saliente que lleva el túnel GRE/VXLAN.
fr: Définissez ou annulez la définition du bit de fragment sur le paquet IP sortant véhiculant le tunnel GRE/VXLAN.
it: Impostare o annullare l'impostazione del bit del frammento non DF sul pacchetto IP in uscita che trasporta il tunnel GRE/VXLAN.
ko_kr: GRE/VXLAN 터널을 전송하는 발신 IP 패킷에 DF(Don't Fragment) 비트를 설정하거나 설정 해제하십시오.
ru: Установка/сброс бита Не разбивать на фрагменты (DF) в исходящем пакете IP, несущем туннель GRE/VXLAN.
tr_tr: Dışa giden IP paketi taşıyan GRE/VXLAN tünelinde bölümlenme yapma (DF) bitini ayarla ya da ayarlama.

source: Set or un-set the tunnel header checksum on outgoing IP packet carrying GRE/VXLAN tunnel.
es: Establecer o anular el establecimiento de la suma de comprobación de cabecera de túnel en paquete de IP saliente que transporta el túnel GRE/VXLAN.
fr: Définir ou annuler la définition du total de contrôle de l'en-tête de tunnel sur un paquet IP en cours qui transporte le tunnel GRE/VXLAN.
it: Impostare o annullare l'impostazione del checksum intestazione tunnel sul pacchetto IP in uscita che usail tunnel GRE/VXLAN.
ko_kr: GRE/VXLAN 터널을 전달하는 발신 IP 패킷에서 터널 헤더 체크섬을 설정하거나 설정 해제하십시오.
ru: Устанавливает или сбрасывает контрольную сумму заголовка туннеля в исходящем IP-пакете, поддерживающем туннель GRE/VXLAN.

source: Shared address scope can't be unshared
es: No se puede dejar de compartir el ámbito de la dirección compartida
fr: Impossible d'annuler le partage d'une portée d'adresse partagée
it: Impossibile annullare la condivisione di un ambito indirizzo condiviso
ko_kr: 공유 주소 범위는 공유 해제할 수 없음
ru: Для общей адресной области нельзя отменить совместное использование
tr_tr: Paylaşılan adres kapsamının paylaştırılması durdurulamaz

source: Specifying 'tenant_id' other than authenticated tenant in request requires admin privileges
es: Para especificar un 'tenant_id' distinto del arrendatario autenticado en la solicitud requiere privilegios administrativos
fr: Pour indiquer un 'tenant_id' autre qu'un titulaire authentifié dans la demande, vous devez disposer de droits admin
it: La specifica di 'tenant_id' diverso da quello autenticato nella richiesta, richiede i privilegi admin
ko_kr: 요청에서 인증된 테넌트가 아닌 'tenant_id'를 지정하려면 admin 권한이 필요함
ru: Указание 'tenant_id', отличного от идентифицированного арендатора в запросе, требует прав доступа администратора
tr_tr: İstekte doğrulanmış kiracıdan başka 'tenant_id' belirtme yönetici yetkileri gerektirir

source: String prefix used to match IPset names.
es: Prefijo de serie utilizado para coincidir con nombres IPset.
fr: Préfixe de chaîne utilisé pour correspondre aux noms IPset.
it: Prefisso stringa utilizzato per la corrispondenza con i nomi IPset.
ko_kr: IPset 이름을 일치시키는 데 사용되는 문자열 접두부입니다.
ru: Префикс строки для сопоставления имен IPset.
tr_tr: IPset isimleriyle eşleştirme için kullanılan karakter dizisi önekleri.

source: Sub-project %s not installed.
es: El subproyecto %s no se ha instalado.
fr: Le sous projet %s n'est pas installé.
it: Sottoprogetto %s non installato.
ko_kr: 하위 프로젝트 %s이(가) 설치되지 않았습니다.
ru: Подпроект %s не установлен.

source: Subnet for router interface must have a gateway IP
es: La subred para la interfaz de direccionador debe tener una IP de pasarela
fr: Le sous-réseau de l'interface de routeur doit avoir une adresse IP passerelle.
it: La sottorete per l'interfaccia del router deve avere un IP gateway
ko_kr: 라우터 인터페이스에 대한 서브넷은 게이트웨이 IP를 가져야 함
ru: Маска подсети для интерфейса маршрутизатора должна иметь IP-адрес шлюза
tr_tr: Yönlendirici arayüzü için alt ağ bir geçit IP'ye sahip olmalı

source: Subnet has a prefix length that is incompatible with DHCP service enabled.
es: La subred tiene una longitud de prefijo que no es compatible con el servicio DHCP habilitado.
fr: La longueur de préfixe du sous-réseau est incompatible avec le service DHCP activé.
it: La sottorete ha una lunghezza prefisso incompatibile con il servizio DHCP abilitato.
ko_kr: 서브넷이 DHCP 서비스가 사용으로 설정된 호환 불가능한 접두부 길이를 가지고 있습니다.
ru: Длина префикса подсети несовместима с включенной службой DHCP.
tr_tr: Alt ağ etkin DHCP servisiyle uyumsz bir önek uzunluğuna sahip.

source: Subnet pool %(subnetpool_id)s could not be found.
es: No se ha podido encontrar la agrupación de subred %(subnetpool_id)s.
fr: Le pool de sous-réseaux %(subnetpool_id)s est introuvable.
it: Impossibile trovare il pool di sottorete %(subnetpool_id)s
ko_kr: 서브넷 풀 %(subnetpool_id)s을(를) 찾을 수 없습니다.
ru: Не найден пул подсетей %(subnetpool_id)s.

source: Subnet pool has existing allocations
es: La agrupación de subred tiene asignaciones existentes
fr: Le pool de sous-réseau dispose d'allocations existantes
it: Il pool di sottoreti ha assegnazioni esistenti
ko_kr: 서브넷 풀에 기존 할당이 있음
ru: Пул подсетей имеет существующие выделения
tr_tr: Alt ağ havuzunun mevcut ayırmaları var

source: Subnet used for the l3 HA admin network.
es: Subred utilizada con la red de administradores HA l3.
fr: Sous-réseau utilisé pour le réseau administrateur haute disponibilité L3.
it: Sottorete utilizzata per la rete admin HA L3
ko_kr: l3 HA 관리 네트워크에 사용된 서브넷입니다.
ru: Подсеть, используемая для сети администрирования высокой готовности L3.
tr_tr: L3 HA yönetici ağı için kullanılan alt ağ.

source: Subnets hosted on the same network must be allocated from the same subnet pool.
es: Las subredes alojadas en la misma red se deben asignar desde la misma agrupación de subredes.
fr: Les sous-réseaux hébergés sur le même réseau doivent être alloués à partir du même pool de sous-réseau.
it: Le sottoreti ospitate sulla stessa rete devono essere allocate dallo stesso pool di sottoreti.
ko_kr: 동일한 네트워크에서 호스트되는 서브넷을 동일한 서브넷 풀에서 할당해야 합니다.
ru: Подсети в одной и той же сети должны выделяться из одного пула подсетей.

source: Suffix to append to all namespace names.
es: Sufijo a agregar a todos los nombres de espacio de nombres.
fr: Suffixe à ajouter à tous les noms d'espace nom.
it: Suffisso da aggiungere a tutti i nomi dello spazio dei nomi.
ko_kr: 모든 네임스페이스 이름에 추가될 접미어입니다.
ru: Суффикс, добавляемый ко всем пространствам имен.
tr_tr: Tüm isim uzaylarına eklenecek son ek.

source: System-wide flag to determine the type of router that tenants can create. Only admin can override.
es: Distintivo en todo el sistema para determinar el tipo de direccionador que pueden crear los arrendatarios. Sólo el administrador puede alterarlo temporalmente.
fr: Indicateur système pour déterminer le type de router que les locataires peuvent créer. Seul l'administrateur peut outrepasser cela
it: L'indicatore lato sistema per determinare il tipo di router che i tenant possono creare. Solo l'Admin può sovrascrivere.
ko_kr: 테넌트가 작성할 수 있는 라우터 유형을 판별하는 시스템 범위 플래그입니다. 관리자만 대체할 수 있습니다.
ru: Общесистемный флаг для определения типа маршрутизаторов, которые арендаторы могут создавать. Может быть переопределен только администратором.
tr_tr: Kiracıların oluşturabileceği yönlendirici türünü belirlemek için sistem genelinde bayrak. Yalnızca yönetici üzerine yazabilir.

source: TCP Port to listen for metadata server requests.
es: Puerto TCP para escuchar solicitudes de servidor de metadatos.
fr: Port TCP d'écoute des demandes du serveur de métadonnées
it: Porta TCP in ascolto per le richieste del server di metadati.
ko_kr: 메타데이터 서버 요청을 청취할 TCP 포트입니다.
ru: Порт TCP для приема запросов сервера метаданных.
tr_tr: Metadata sunucu istekleri için dinlenecek TCP bağlantı noktası.

source: TCP Port used by Neutron metadata namespace proxy.
es: Puerto TCP usado por el proxy de espacio de nombre de metadatos Neutron.
fr: Port TCP utilisé par le proxy d'espace de nom de métadonnées Neutron
it: Porta TCP utilizzata dal proxy spazio dei nomi dei metadati Neutron.
ko_kr: Neutron 메타데이터 네임스페이스 프록시가 사용하는 TCP 포트입니다.
ru: Порт TCP, применяемый прокси пространства имен метаданных.
tr_tr: Neutron metadata isim uzayı vekili tarafından kullanılan TCP bağlantı noktası.

source: TCP Port used by Nova metadata server.
es: Puerto TCP utilizado por el servidor de metadatos de Nova.
fr: Port TCP utilisé par le serveur de métadonnées Nova
it: Porta TCP utilizzata dal server di metadati Nova.
ko_kr: Nova 메타데이터 서버가 사용한 TCP 포트입니다.
ru: Порт TCP, используемый сервером метаданных Nova.
tr_tr: Nova metadata sunucusu tarafından kullanılan TCP Bağlantı noktası.

source: TLD '%s' must not be all numeric
es: El TLD '%s' no debe ser enteramente numérico
fr: TLD '%s' ne doit pas être entièrement numérique
it: TLD '%s' non deve contenere tutti caratteri numerici
ko_kr: TLD '%s'에 숫자만 사용할 수 없음
ru: TLD '%s' не должен быть полностью числовым

source: TOS for vxlan interface protocol packets.
es: TOS para paquetes de protocolo de interfaz vxlan.
fr: TOS pour les paquets du protocole d'interface vxlan.
it: Pacchetti del protocollo dell'interfaccia TOS per vxlan.
ko_kr: vxlan 인터페이스 프로토콜 패킷용 TOS.
ru: TOS для пакетов протокола интерфейса vxlan.
tr_tr: Vxlan arayüz iletişim paketleri için TOS.

source: TTL for vxlan interface protocol packets.
es: TTL para paquetes de protocolo de interfaz vxlan.
fr: Durée de vie pour les paquets du protocole d'interface vxlan.
it: Pacchetti del protocollo dell'interfaccia TTL per vxlan.
ko_kr: vxlan 인터페이스 프로토콜 패킷용 TTL.
ru: TTL для пакетов протокола интерфейса vxlan.
tr_tr: Vxlan arayüz iletişim kuralı paketleri için TTL.

source: Table %s can only be queried by UUID
es: La tabla %s sólo la puede consultar UUID
fr: La table %s ne peut être interrogée que par UUID
it: La tabella %s può essere interrogata solo per UUID
ko_kr: 테이블 %s은(는) UUID로만 조회할 수 있음
ru: Запрос таблицы %s может выполняться только по UUID
tr_tr: Tablo %s yalnızca UUID ile sorgulanabilir

source: Tag %(tag)s could not be found.
es: No se ha podido encontrar la etiqueta %(tag)s.
fr: Tag %(tag)s introuvable.
it: Impossibile trovare il tag %(tag)s.
ko_kr: %(tag)s 태그를 찾을 수 없습니다.
ru: Тег %(tag)s не найден.

source: Tenant %(tenant_id)s not allowed to create %(resource)s on this network
es: El arrendatario %(tenant_id)s no está autorizado a crear %(resource)s en esta red
fr: Titulaire %(tenant_id)s non autorisé à créer %(resource)s sur ce réseau
it: Tenant %(tenant_id)s non consentito per creare %(resource)s su questa rete
ko_kr: %(tenant_id)s 테넌트는 이 네트워크에 %(resource)s을(를) 작성하도록 허용되지 않음
ru: Арендатору %(tenant_id)s не разрешено создание ресурса %(resource)s в этой сети
tr_tr: Kiracı %(tenant_id)s'in bu ağda %(resource)s oluşturmasına izin verilmiyor

source: Tenant id for connecting to designate in admin context
es: ID de inquilino para establecer conexión con el designado en el contexto de administración
fr: ID locataire pour la connexion au réseau désigné dans un contexte admin
it: ID tenant per la connessione da designare nel contesto admin
ko_kr: 관리 컨텍스트에서 지정하기 위해 연결할 테넌트 ID
ru: ИД арендатора для подключения к назначенному объекту в административном контексте

source: Tenant name for connecting to designate in admin context
es: Nombre de inquilino para establecer conexión con el designado en el contexto de administración
fr: Nom de locataire pour la connexion au réseau désigné dans un contexte admin
it: Nome tenant per la connessione da designare nel contesto admin
ko_kr: 관리 컨텍스트에서 지정하기 위해 연결할 테넌트 이름
ru: Имя арендатора для подключения к назначенному объекту в административном контексте

source: Tenant network creation is not enabled.
es: La creación de red de arrendatario no se ha habilitado.
fr: La création de réseau titulaire n'est pas activée.
it: La creazione della rete tenant non è consentita.
ko_kr: 테넌트 네트워크 작성은 사용되지 않습니다.
ru: Создание сети арендатора не разрешено.
tr_tr: Kiracı ağ oluşturma etkin değil.

source: Tenant-id was missing from quota request.
es: Faltaba el ID de arrendatario en la solicitud de cuota.
fr: ID titulaire manquant dans la demande de quota.
it: Tenant-id mancante dalla richiesta della quota.
ko_kr: 테넌트 ID가 할당량 요청에서 누락되었습니다.
ru: В запросе квоты отсутствует ИД арендатора.

source: The 'gateway_external_network_id' option must be configured for this agent as Neutron has more than one external network.
es: La opción 'gateway_external_network_id' se debe configurar para este agente ya que Neutron tiene más de una red externa.
fr: L'option 'gateway_external_network_id' doit être configuré pour cet agent car Neutron a plus d'un réseau externe.
it: L'opzione 'gateway_external_network_id' deve essere configurata per questo agent poiché Neutron ha più di una rete esterna.
ko_kr: 'gateway_external_network_id' 옵션은 Neutron이 두 개 이상의 외부 네트워크를 가지므로 이 에이전트에 대해구성되어야 합니다.
ru: Для этого агента необходимо настроить опцию 'gateway_external_network_id', так как Neutron имеет несколько внешних сетей.
tr_tr: Neutron birden fazla harici ağa sahip olduğundan 'gateway_external_network_id' seçeneği bu ajan için yapılandırılmalıdır.

source: The DHCP agent will resync its state with Neutron to recover from any transient notification or RPC errors. The interval is number of seconds between attempts.
es: El agente DHCP resincronizará su estado con Neutron para recuperarse de cualquier posible notificación transitoria o errorres de RPC. El intervalo es el número de segundos entre intentos.
fr: L'agent DHCP va resynchroniser son état avec Neutron afin de récupérer après une notification transitoire ou des erreurs RPC. L'intervalle est le nombre de secondes entre les tentatives.
it: L'agent DHCP risincronizzerà il suo stato con Neutron per il ripristino da qualsiasi notifica transitoria o errore RPC. L'intervallo è il numero di secondi tra i tentativi.
ko_kr: DHCP 에이전트가 임시 알림 또는 RPC 오류로부터 복구하기 위해 해당 상태를 Neutron과 다시 동기화합니다. 간격은 시도 사이의 초 수입니다.
ru: Агент DHCP будет заново синхронизировать свое состояние с Neutron для восстановления после временных ошибок RPC. Интервал между попытками задается в секундах.

source: The DHCP server can assist with providing metadata support on isolated networks. Setting this value to True will cause the DHCP server to append specific host routes to the DHCP request. The metadata service will only be activated when the subnet does not contain any router port. The guest instance must be configured to request host routes via DHCP (Option 121). This option doesn't have any effect when force_metadata is set to True.
es: El servidor DHCP puede ajudar a proporcionar soporte para metadatos en redes aisladas. Si se define este valor a True, provocará que el servidor DHCP añada rutas específicas de host a la solicitud DHCP. El servicio de metadatos sólo se activará cuando la subred no contenga ningún puerto de direccionador. La instancia de invitado debe estar configurada para solicitar rutas de host vía DHCP (Opción 121). Esta opción no tiene ningún efecto cuando force_metadata está definido en True.
fr: Le serveur DHCP peut contribuer à fournir un support de métadonnées sur des réseaux isolés. Si cette valeur est définie sur True, le serveur DHCP ajoute des routes hôtes spécifiques à la demande DHCP. Le service de métadonnées n'est activé que lorsque le sous-réseau ne contient aucun port de routeur. L'instance invitée doit être configurée pour la demande de routes hôtes via DHCP (Option 121). Cette option n'a aucun effet lorsque force_metadata est défini sur True.
it: Il server DHCP può fornire il supporto di metadati nelle reti isolate. L'impostazione di questo valore su True farà in modo che il server DHCP aggiunga instradamenti host specifici alla richiesta DHCP. Il servizio di metadati verrà attivato solo quando la sottorete non contiene porte del router. L'istanza guest deve essere configurata per richiedere gli instradamenti host mediante DHCP (Opzione 121). Questa opzione non ha alcun effetto quando force_metadata è impostato su True.
ko_kr: DHCP 서버는 격리된 네트워크에서 메타데이터 지원을 제공하도록 지원할 수 있습니다. 이 값을 True로 설정하면 DHCP 서버가 특정 호스트 경로를 DHCP 요청에 추가합니다. 메타데이터 서비스는 서브넷에 라우터 포트가 포함되지 않은 경우에만 활성화됩니다. DHCP를 통해 호스트 경로를 요청하려면 게스트 인스턴스가 구성되어야 합니다(옵션 121). 이 옵션은 force_metadata가 True로 설정된 경우 적용되지 않습니다.
ru: Сервер DHCP может помогать в получении метаданных в изолированных сетях. Если параметру присвоено значение True, то сервер DHCP будет добавлять маршруты к хостам в запрос DHCP. Служба метаданных активируется, только когда подсеть не содержит портов маршрутизатора. Гостевой экземпляр должен быть настроен для запросов маршрутов к хостам через DHCP (Option 121). Этот параметр ни на что не влияет, если force_metadata задан равным True.

source: The HA Network CIDR specified in the configuration file isn't valid; %(cidr)s.
es: El CIDR de red HA especificado en el archivo de configuración no es válido; %(cidr)s.
fr: Le routage CIDR du réseau haute disponibilité indiqué dans le fichier de configuration n'est pas valide ; %(cidr)s.
it: Il CIDR della rete HA specificato nel file di configurazione non è valido; %(cidr)s.
ko_kr: 구성 파일에 지정된 HA 네트워크 CIDR이 올바르지 않습니다.%(cidr)s과(와) 연관되어 있습니다.
ru: В файле конфигурации указан недопустимый адрес CIDR сети высокой готовности. %(cidr)s.
tr_tr: Yapılandırma dosyasında belirtilen HA Ağ CIDR'i geçerli değil; %(cidr)s.

source: The UDP port to use for VXLAN tunnels.
es: El puerto UDP para a usar para los túneles VXLAN.
fr: Port UDP a utiliser pour les tunnels VXLAN.
it: La porta UDP da utilizzare per i tunnel VXLAN.
ko_kr: VXLAN 터널에 사용하는 UDP 포트
ru: Порт UDP, применяемый для туннелей VXLAN.
tr_tr: VXLAN tünelleri için kullanılacak UDP bağlantı noktası.
