Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: (Deprecated. Use '--subproject neutron-SERVICE' instead.) The advanced service to execute the command against.
es: (En desuso. Utilice '--subproject neutron-SERVICE' en su lugar). Servicio avanzado contra el que ejecutar el mandato.
fr: (Obsolète. Utilisez '--subproject neutron-SERVICE' à la place.) Service avancé sur lequel exécuter la commande.
it: (Obsoleto; utilizzare '--subproject neutron-SERVICE'). Il servizio avanzato su cui eseguire il comando.
ko_kr: (더 이상 사용되지 않습니다. '--subproject neutron-SERVICE'를 대신 사용하십시오.) 명령을 실행할 고급 서비스입니다.
ru: (Устарело. Используйте параметр '--subproject neutron-SERVICE'). Дополнительная служба для выполнения команды.

source: 0 is not allowed as CIDR prefix length
es: 0 no está permitido como longitud del prefijo de CIDR
fr: La longueur 0 n'est pas autorisée pour le préfixe CIDR
it: 0 non è consentito come lunghezza del prefisso CIDR
ko_kr: 0은 CIDR 접두부 길이로 허용되지 않음
ru: Нулевое значение запрещено в качестве длины префикса CIDR
tr_tr: 0 CIDR önek uzunluğuna izin verilmez

source: 32-bit BGP identifier, typically an IPv4 address owned by the system running the BGP DrAgent.
es: Identificador de BGP de 32 bits, generalmente una dirección IPv4 propiedad del sistema que ejecuta el DrAgent de BGP.
fr: Identificateur BGP sur 32 bits, généralement une adresse IPv4 appartenant au système qui exécute BGP DrAgent.
it: Identificativo BGP da 32-bit, in genere un indirizzo IPv4 di proprietà del sistema su cui è in esecuzione BGP DrAgent.
ko_kr: 32비트 BGP 식별자로서, 일반적으로 BGP DrAgent를 실행 중인 시스템에서 소유한 IPv4 주소입니다.
ru: 32-разрядный идентификатор BGP, обычно - адрес IPv4, принадлежащий системе, в которой работает BGP DrAgent.

source: A QoS driver must be specified
es: Debe especificar un controlador de calidad de servicio
fr: Un pilote QoS doit être spécifié
it: È necessario specificare un driver QoS
ko_kr: QoS 드라이버를 지정해야 함
ru: Должен быть указан драйвер QoS

source: A cidr must be specified in the absence of a subnet pool
es: Debe especificarse un cidr en ausencia de una agrupación de subred
fr: Une valeur cidr doit être indiquée si aucun pool de sous-réseau n'est défini
it: È necessario specificare un cidr in assenza di un pool di sottoreti
ko_kr: 서브넷 풀이 없는 경우 cidr을 지정해야 함
ru: Значение cidr должно быть указано при отсутствии пула подсетей
tr_tr: Alt ağ havuzu olmadığında bir cidr belirtilmelidir

source: A decimal value as Vendor's Registered Private Enterprise Number as required by RFC3315 DUID-EN.
es: Valor decimal como número de empresa privada registrada del proveedor según lo exigido en RFC3315 DUID-EN.
fr: Valeur décimale telle que Numéro d'entreprise privé enregistré du fournisseur comme requis par RFC3315 DUID-EN.
it: Un valore decimale come il numero dell'azienda privata registrato dal fornitore come richiesto da RFC3315 DUID-EN.
ko_kr: RFC3315 DUID-EN에서 요구하는 대로 벤더의 등록된 개인용 엔터프라이즈 번호로서의 10진수 값입니다.
ru: Десятичное значение в качестве зарегистрированного номера частного предприятия производителя в соответствии с RFC3315 DUID-EN.

source: A default external network already exists: %(net_id)s.
es: Ya existe una red externa predeterminada: %(net_id)s.
fr: Un réseau externe par défaut existe déjà : %(net_id)s.
it: Una rete esterna predefinita esiste già: %(net_id)s.
ko_kr: 기본 외부 네트워크가 이미 있음: %(net_id)s.
ru: Внешняя сеть по умолчанию уже существует: %(net_id)s.

source: A default subnetpool for this IP family has already been set. Only one default may exist per IP family
es: Ya se ha definido una agrupación de subredes predeterminada para esta familia de IP. Solo puede haber un valor predeterminado por cada familia de IP
fr: Un pool de sous-réseau par défaut pour cette famille IP est déjà défini. Il ne peut y avoir qu'un seul pool par défaut par famille IP.
it: Un pool di sottorete predefinito per questa famiglia IP è già stato impostato. Solo un valore predefinito può esistere per famiglia IP
ko_kr: 이 IP 제품군의 기본 subnetpool이 이미 설정되었습니다. IP 제품군당 기본값은 하나만 있을 수 있습니다.
ru: Пул подсетей по умолчанию уже задан для этой версии IP. Для версии IP может быть задан только один пул по умолчанию

source: A list of mappings of physical networks to MTU values. The format of the mapping is <physnet>:<mtu val>. This mapping allows specifying a physical network MTU value that differs from the default segment_mtu value.
es: Una lista de correlaciones de redes físicas para valores MTU. El formato de la correlación es <physnet>:<mtu val>. Esta correlación permite especificar un valor de MUT de red físca que difiere del valor segment_mtu predeterminado.
fr: Liste de mappages de réseaux physiques en valeurs d'unité de transmission maximale. Le format du mappage est <physnet>:<mtu val>. Ce mappage permet de définir une valeur d'unité de transmission maximale de réseau physique différente de la valeur segment_mtu par défaut.
it: Un elenco di associazioni di reti fisiche ai valori MTU. Il formato dell'associazione è <physnet>:<mtu val>. Questa associazione consente di specificare un valore MTU di rete fisica che differisce dal valore segment_mtu predefinito.
ko_kr: MTU 값에 대한 실제 네트워크의 맵핑 목록입니다. 맵핑 형식은 <physnet>:<mtu val>입니다. 이 맵핑을 사용하면 기본 segment_mtu 값과 다른 실제 네트워크 MTU 값을 지정할 수 있습니다.
ru: Списки карт связей физических сетей со значениями MTU. Формат карты связей: <физическая-сеть>:<значение-MTU>. Эта карта связей позволяет, указать значение MTU физической сети, отличное от значения segment_mtu по умолчанию.
tr_tr: Fiziksel ağların MTU değerlerine eşleştirilme listesi. Eşleştirme biçimi <physnet>:<mtu val>. Bu eşleştirme varsayılan segment_mtu değerinden farklı bir fiziksel ağ MTU değeri belirtmeye izin verir.

source: A metering driver must be specified
es: Se debe especificar un controlador de medición
fr: Un pilote de mesure doit être spécifié.
it: Specificare un driver di misurazione
ko_kr: 측정 드라이버를 지정해야 함
ru: Необходимо указать драйвер измерений
tr_tr: Bir ölçme sürücüsü belirtilmeli

source: A password must be supplied when using auth_type md5.
es: Se debe especificar una contraseña al utilizar auth_type md5.
fr: Un mot de passe doit être fourni lors de l'utilisation de auth_type md5.
it: Una password deve essere fornita quando si utilizza auth_type md5.
ko_kr: auth_type md5를 사용할 때 암호를 제공해야 합니다.
ru: При использовании auth_type md5 необходимо указать пароль.

source: API for retrieving service providers for Neutron advanced services
es: API para recuperar los proveedores de servicio para servicios avanzados de Neutron
fr: API d'extraction des fournisseurs de service pour les services avancés de Neutron
it: API per il richiamo dei provider del servizio per i servizi Neutron avanzati
ko_kr: Neutron 고급 서비스에 대한 서비스 제공자를 검색하기 위한 API
ru: API для получения поставщиков служб для расширенных служб Neutron
tr_tr: Neutron gelişmiş servisleri için servis sağlayıcıları alma API'si

source: Aborting periodic_sync_routers_task due to an error.
es: Terminando anormalmente periodic_sync_routers_task debido a un error.
fr: Interruption de periodic_sync_routers_task en raison d'une erreur.
it: Interruzione di periodic_sync_routers_task a causa di un errore.
ko_kr: 오류로 인해 periodic_sync_routers_task를 중단합니다.
ru: Задача periodic_sync_routers_task прервана из-за ошибки.

source: Access to this resource was denied.
es: Se ha denegado el acceso a este recurso.
fr: L'accès a cette ressource était refusé
it: L'accesso a questa risorsa è stato negato.
ko_kr: 이 자원에 대한 액세스가 거부되었습니다.
ru: Доступ к этому ресурсу запрещен.
tr_tr: Bu kaynağa erişime izin verilmiyor.

source: Action to be executed when a child process dies
es: Acción para ejecutar cuando termina un proceso secundario
fr: Action à exécuter quand un processus enfant meurt
it: Azione da eseguire quando termina un processo child
ko_kr: 하위 프로세스가 정지될 때 조치가 실행됨
ru: Действие, выполняемое при завершении дочернего процесса
tr_tr: Alt süreç öldüğünde çalıştırılacak eylem

source: Add comments to iptables rules. Set to false to disallow the addition of comments to generated iptables rules that describe each rule's purpose. System must support the iptables comments module for addition of comments.
es: Añadir comentarios a reglas de iptables. Establézcalo en False para no permitir la adición, en las reglas de iptables generadas, de comentarios para describir el propósito de cada regla. El sistema debe admitir el módulo de comentarios de iptables para que se puedan añadir comentarios.
fr: Ajouter des commentaires aux règles iptables. Définir avec la valeur false pour interdire l'ajout de commentaires aux règles iptables générées qui décrivent l'objectif de chaque règle. Le système doit prendre en charge le module de commentaires iptables pour l'ajout de commentaires.
it: Aggiungere commenti alle regole iptables. Impostare su false per non consentire l'aggiunta di commenti alle regole iptables generate che descrivono lo scopo di ciascun ruolo. Il sistema deve supportare il modulo di commenti iptables per l'aggiunta di commenti.
ko_kr: iptables 규칙에 주석을 추가하십시오. false로 설정하면 각 규칙의 용도를 설명하는 생성된 iptables 규칙에 주석을 추가할 수 없습니다. 시스템에서 주석을 추가하기 위한 iptables 주석 모듈을 지원해야 합니다.
ru: Добавить комментарии в правила iptables. Укажите значение false, чтобы не добавлять комментарии в сгенерированные правила iptables с описанием кажого правила. Добавление комментариев возможно, только если система поддерживает модуль комментариев iptables.

source: Address not present on interface
es: La dirección no está presente en la interfaz
fr: Une adresse n'est pas présente sur l'interface
it: Indirizzo non presente sull'interfaccia
ko_kr: 인터페이스에 주소가 없음
ru: Адрес не задан для интерфейса

source: Address scope %(address_scope_id)s could not be found
es: No se ha encontrado el ámbito de dirección %(address_scope_id)s
fr: La portée d'adresse %(address_scope_id)s est introuvable
it: Impossibile trovare l'ambito indirizzo %(address_scope_id)s
ko_kr: 주소 범위 %(address_scope_id)s을(를) 찾을 수 없음
ru: Не удалось найти адресную область %(address_scope_id)s
tr_tr: Adres kapsamı %(address_scope_id)s bulunamadı

source: Address to listen on for OpenFlow connections. Used only for 'native' driver.
es: Dirección en la que se escuchan las conexiones OpenFlow. Se utiliza sólo para el controlador 'native'.
fr: Adresse à utiliser pour l'écoute des connexions OpenFlow. Utilisée uniquement pour le pilote 'natif'.
it: Indirizzo di ascolto per le connessioni OpenFlow. Utilizzato solo per driver 'native'.
ko_kr: OpenFlow 연결을 위해 청취할 주소입니다. '네이티브' 드라이버에만 사용됩니다.
ru: Адрес для обработки запросов на соединение OpenFlow. Используется только для 'встроенного' драйвера.

source: Adds external network attribute to network resource.
es: Añade atributo de red externa a recurso de red.
fr: Ajoute l'attribut de réseau externe à la ressource du réseau.
it: Aggiunge l'attributo della rete esterna alla risorsa di rete.
ko_kr: 외부 네트워크 속성을 네트워크 자원에 추가합니다.
ru: Добавляет атрибут внешней сети к сетевому ресурсу.
tr_tr: Ek ağ özniteliğini ağ kaynağına ekler.

source: Adds test attributes to core resources.
es: Añade atributos de prueba a recursos de núcleo.
fr: Ajoute les attributs de test aux ressources principales.
it: Aggiunge gli attributi di test alle risorse principali.
ko_kr: 코어 자원에 테스트 속성을 추가합니다.
ru: Добавляет атрибуты теста в базовые ресурсы.
tr_tr: Çekirdek kaynaklara test özniteliklerini ekler.

source: Agent %(id)s could not be found
es: No se ha podido encontrar el agente %(id)s.
fr: Agent %(id)s introuvable
it: Impossibile trovare l'agent %(id)s
ko_kr: %(id)s 에이전트를 찾을 수 없음
ru: Не найден агент %(id)s
tr_tr: Ajan %(id)s bulunamadı

source: Agent %(id)s is not a L3 Agent or has been disabled
es: El agente %(id)s no es un agente L3 válido o se ha inhabilitado
fr: L'agent %(id)s n'est pas un agent L3 ou a été désactivé
it: L'agent %(id)s non è un agent L3 oppure è stato disabilitato
ko_kr: %(id)s 에이전트가 L3 에이전트가 아니거나 사용 안함 상태임
ru: Агент %(id)s выключен или не является агентом L3
tr_tr: Ajan %(id)s bir L3 Ajanı değil ya da kapalı

source: Agent %(id)s is not a valid DHCP Agent or has been disabled
es: El agente %(id)s no es un agente DHCP válido o se ha inhabilitado
fr: L'agent %(id)s n'est pas un agent DHCP valide ou a été désactivé
it: Agent %(id)s non è un agent DHCP valido oppure è stato disabilitato
ko_kr: %(id)s 에이전트가 올바른 DHCP 에이전트가 아니거나 사용 안함 상태임
ru: Агент %(id)s выключен или не является допустимым агентом DHCP
tr_tr: Ajan %(id)s geçerli bir DHCP Ajanı değil veya kapalı

source: Agent has just been revived
es: El agente acaba de revivir
fr: L'agent vient d'être réactivé
it: L'agent è già stato ripristinato
ko_kr: 에이전트가 다시 활성화됨
ru: Агент был только что заново включен

source: Agent starts with admin_state_up=False when enable_new_agents=False. In the case, user's resources will not be scheduled automatically to the agent until admin changes admin_state_up to True.
es: El agente se inicia con admin_state_up=False cuando enable_new_agents=False. En ese caso, los recursos del usuario no se planificarán automáticamente en el agente hasque que admin cambie admin_state_up a True.
fr: L'agent démarre avec admin_state_up=False si enable_new_agents=False. Dans ce cas, les ressources de l'utilisateur ne sont pas planifiées automatiquement pour l'agent sauf si l'administrateur affecte la valeur True à admin_state_up.
it: L'agent inizia con admin_state_up=False quando enable_new_agents=False. In tal caso, le risorse dell'utente non saranno pianificate automaticamente per l'agent finché l'admin non modifica admin_state_up in True.
ko_kr: enable_new_agents=False인 경우 에이전트는 admin_state_up=False로 시작합니다. 이 경우 사용자의 자원은 관리자가 admin_state_up을 True로 변경할 때까지 에이전트에 대해 자동으로 스케줄되지 않습니다.
ru: Агент запускается с параметром admin_state_up=False, если включен параметр enable_new_agents=False. В этом случае пользовательские ресурсы не будут автоматически запланированы в агенте, пока администратор не изменит значение параметра admin_state_up на True.

source: Agent updated: %(payload)s
es: El agente se ha actualizado: %(payload)s
fr: Mise à jour de l'agent: %(payload)s
it: Agent aggiornato: %(payload)s
ko_kr: 업데이트된 에이전트: %(payload)s
ru: Агент обновлен: %(payload)s
tr_tr: Ajan güncellendi: %(payload)s

source: Agent with agent_type=%(agent_type)s and host=%(host)s could not be found
es: El agente con agent_type=%(agent_type)s y host=%(host)s no se ha podido encontrar
fr: Agent introuvable avec agent_type=%(agent_type)s et host=%(host)s
it: Impossibile trovare l'agent con agent_type=%(agent_type)s e host=%(host)s
ko_kr: agent_type=%(agent_type)s 및 host=%(host)s인 에이전트를 찾을 수 없음
ru: Не найден агент с agent_type=%(agent_type)s и host=%(host)s
tr_tr: agent_type=%(agent_type)s ve istemci=%(host)s olan ajan bulunamadı

source: Allow auto scheduling networks to DHCP agent.
es: Permita la planificación automática de redes para el agente DHCP.
fr: Autorise la planification automatique des réseaux de l'agent DHCP.
it: Consenti pianificazione automatica delle reti nell'agent DHCP.
ko_kr: DHCP 에이전트에 대한 네트워크 자동 스케줄링을 허용합니다.
ru: Разрешить автоматическое планирование сетей для агента DHCP.
tr_tr: Ağların DHCP ajanlarına otomatik zamanlanmasına izin ver.

source: Allow auto scheduling of routers to L3 agent.
es: Permitir auto programación de enrutadores al agente L3.
fr: Autorise la planification automatique des routeurs vers l'agent L3.
it: Consenti pianificazione automatica dei router nell'agent L3.
ko_kr: L3 에이전트에 대한 라우터 자동 스케줄링을 허용합니다.
ru: Разрешить автоматическое планирование маршрутизаторов для агента L3.
tr_tr: Yönlendiricilerin L3 ajanına otomatik zamanlanmasına izin ver.

source: Allow overlapping IP support in Neutron. Attention: the following parameter MUST be set to False if Neutron is being used in conjunction with Nova security groups.
es: Permitir soporte de solapamiento de IP en Neutron. Atención: el siguiente parámetro se DEBE definir a False si se utiliza Neutron conjuntamente con los grupos de seguridad de Nova.
fr: Autoriser la prise en charge IP du chevauchement dans Neutron. Attention : le paramètre ci-après DOIT être défini sur False si Neutron est utilisé conjointement avec des groupes de sécurité Nova.
it: Consentire la sovrapposizione del supporto IP in Neutron. Attenzione: il seguente parametro DEVE essere impostato su False se Neutron viene utilizzato insieme ai gruppi di sicurezza Nova.
ko_kr: Neutron에서 중복 IP 지원을 허용합니다. 주의: Neutron을 Nova 보안 그룹과 함께 사용하는 경우 다음 매개변수를 False로 설정해야 합니다.
ru: Разрешить поддержку перекрывающихся IP-адресов в Neutron. Внимание: следующий параметр ДОЛЖЕН быть задан равным False, если Neutron используется совместно с группами защиты Nova.

source: Allow running metadata proxy.
es: Permitir ejecutar el proxy de metadatos.
fr: Autorisez le proxy de métadonnées en cours d'exécution.
it: Consenti l'esecuzione del proxy di metadati.
ko_kr: 메타데이터 프록시 실행을 허용합니다.
ru: Разрешить выполнение прокси метаданных.
tr_tr: Metadata vekili çalıştırmaya izin ver.

source: Allow sending resource operation notification to DHCP agent
es: Notificación de la operación de permitir el envío de recurso al agente DHCP
fr: Autoriser l'envoi de notifications d'opérations de ressources à l'agent DHCP
it: Consenti notifica operazione di invio risorse all'agent DHCP
ko_kr: DHCP 에이전트에 자원 조작 알림 전송 허용
ru: Разрешить отправку уведомления об операции ресурса агенту DHCP
tr_tr: DHCP ajanına kaynak işlem bildirimi göndermeye izin ver

source: Allow the creation of PTR records
es: Permitir la creación de registros PTR
fr: Autoriser la création d'enregistrements PTR
it: Consenti la creazione di record PTR
ko_kr: PTR 레코드의 작성 허용
ru: Разрешить создание записей PTR

source: Allow the usage of the bulk API
es: Permitir el uso de la API masiva
fr: Autoriser l'utilisation de l'API de traitement en bloc
it: Consenti l'utilizzo dell'API bulk
ko_kr: 벌크 API 사용 허용
ru: Разрешить использование Bulk API
tr_tr: Toplu API'nin kullanımına izin ver

source: Allow the usage of the pagination
es: Permitir el uso de la paginación
fr: Autoriser l'utilisation de la mise en page
it: Consenti utilizzo paginazione
ko_kr: 페이지 번호 매기기 사용 허용
ru: Разрешить использование разбиения на страницы
tr_tr: Sayfalama kullanımına izin ver

source: Allow the usage of the sorting
es: Permitir el uso de la ordenación
fr: Autoriser l'utilisation du tri
it: Consenti utilizzo ordinamento
ko_kr: 정렬 사용 허용
ru: Разрешить использование сортировки
tr_tr: Sıralama kullanımına izin ver

source: Allow to perform insecure SSL (https) requests to nova metadata
es: Permitir ejecutar solicitudes SSL (https) no seguras en los metadatos de Nova
fr: Permet d'effectuer des requêtes (https) non sécurisées aux métadonnées de nova
it: Consentire l'esecuzione di richieste SSL (https) non protette sui metadati nova
ko_kr: nova 메타데이터에 대한 비보안 SSL(https) 요청 수행 허용
ru: Разрешить незащищенные запросы SSL (https) метаданных nova
tr_tr: Nova metadata'ya güvensiz SSL (https) istekleri yapmaya izin ver

source: Allowed address pairs must be a list.
es: Los pares de dirección permitidos deben ser una lista.
fr: Les paires d'adresses autorisées doivent figurer dans une liste.
it: Le coppie di indirizzi consentite devono essere un elenco.
ko_kr: 허용되는 주소 쌍은 목록이어야 합니다.
ru: Разрешенные пары адресов должны быть указаны в виде списка.

source: AllowedAddressPair must contain ip_address
es: AllowedAddressPair debe contener ip_address
fr: AllowedAddressPair doit contenir ip_address
it: AllowedAddressPair deve contenere ip_address
ko_kr: AllowedAddressPair에 ip_address가 포함되어야 함
ru: AllowedAddressPair должен содержать атрибут ip_address
tr_tr: AllowedAddressPair ip_address içermeli

source: Allows for serving metadata requests coming from a dedicated metadata access network whose CIDR is 169.254.169.254/16 (or larger prefix), and is connected to a Neutron router from which the VMs send metadata:1 request. In this case DHCP Option 121 will not be injected in VMs, as they will be able to reach 169.254.169.254 through a router. This option requires enable_isolated_metadata = True.
es: Permite atender solicitudes de metadatos procedentes de una red de acceso a metadatos dedicada cuyo CIDR es 169.254.169.254/16 (o un prefijo más largo) y está conectada a un direccionador Neutron desde el cual las VM envían la solicitud metadata:1. En este caso, no se inyectará la opción DHCP 121 en las VM, porqué podrán alcanzar 169.254.169.254 mediante un direccionador. Esta opción requiere enable_isolated_metadata = True.
fr: Permet le traitement des demandes de métadonnées en provenance d'un réseau d'accès de métadonnées dédié dont le CIDR est 169.254.169.254/16 (ou un préfixe plus long), et qui est connecté à un routeur Neutron depuis lequel les machines virtuelles envoient une demande metadata:1. Dans ce cas, DHCP Option 121 n'est pas injecté dans les machines virtuelles, car celles-ci pourront accéder à l'adresse 169.254.169.254 via un routeur. Cette option requiert enable_isolated_metadata = True.
it: Consente di servire le richieste di metadati da una rete di accesso ai metadati dedicata il cui CIDR è 169.254.169.254/16 (o un prefisso più esteso) ed è connessa a un router Neutron da cui le VM inviano i metadati:1 richiesta. In questo caso, l'opzione DHCP 121 non sarà inserita nelle VM in quanto non saranno in grado di raggiungere 169.254.169.254 tramite un router. Questa opzione richiede enable_isolated_metadata = True.
ko_kr: CIDR이 169.254.169.254/16(또는 더 큰 접두사)이며 VM에서 metadata:1 요청을 보내는 Neutron 라우터에 연결된 전용 메타데이터 액세스 네트워크에서 전송되는 메타데이터 요청에 대해 서비스를 제공할 수 있습니다. 이 경우 라우터를 통해 169.254.169.254에 연결할 수 있으므로 DHCP 옵션 121은 VM에 삽입되지 않습니다. 이 옵션에는 enable_isolated_metadata = True가 필요합니다.
ru: Разрешает обслуживать запросы метаданных, исходящие из выделенной сети для метаданных с CIDR 169.254.169.254/16 (или подсети), подключенной к маршрутизатору Neutron, из которой VM отправляют запрос metadata:1. В этом случае DHCP Option 121 не будет добавляться в VM, так как они обращаются к сети 169.254.169.254 через машрутизатор. Для этой опции необходимо указать enable_isolated_metadata = True.

source: Already hosting BGP Speaker for local_as=%(current_as)d with router_id=%(rtid)s.
es: Ya se está alojando el hablante de para local_as=%(current_as)d con router_id=%(rtid)s.
fr: Routeur BGP déjà hébergé pour local_as=%(current_as)d avec router_id=%(rtid)s.
it: Numero massimo di speaker BGP per local_as=%(current_as)d con router_id=%(rtid)s.
ko_kr: router_id=%(rtid)s인 local_as=%(current_as)d의 BGP 스피커를 이미 호스트 중입니다.
ru: Уже развернут источник BGP для local_as=%(current_as)d с router_id=%(rtid)s.

source: Already hosting maximum number of BGP Speakers. Allowed scheduled count=%(count)d
es: Ya se está alojando el número máximo de hablantes de BGP. Recuento planificado permitido=%(count)d
fr: Un nombre maximum de routeurs BGP est déjà hébergé. Nombre planifié autorisé=%(count)d
it: Numero massimo di speaker BGP già ospitato. Numero pianificato consentito=%(count)d
ko_kr: 이미 BGP 스피커의 최대 수를 호스팅 중입니다. 허용된 스케줄 수=%(count)d
ru: Уже развернуто максимальное число источников BGP. Разрешено запланировать %(count)d

source: An RBAC policy already exists with those values.
es: Ya existe una política RBAC con esos valores.
fr: Une stratégie RBAC existe déjà avec ces valeurs.
it: Una politica RBAC esiste già con questi valori.
ko_kr: 해당 값의 RBAC 정책이 이미 있습니다.
ru: Стратегия RBAC с такими параметрами уже существует.

source: An identifier must be specified when updating a subnet
es: Se debe especificar un identificador al actualizar una subred
fr: Un identificateur doit être spécifié lors de la mise à jour d'un sous-réseau
it: Un identificativo deve essere specificato durante l'aggiornamento di una sottorete
ko_kr: 서브넷을 업데이트할 때 ID를 지정해야 함
ru: При обновлении подсети необходимо указать идентификатор
