Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: IP address %(ip)s does not belong to subnet %(subnet_id)s
es: La dirección IP %(ip)s no pertenece a la subred %(subnet_id)s
fr: L'adresse IP %(ip)s n'appartient pas au sous-réseau %(subnet_id)s
it: L'indirizzo IP %(ip)s non appartiene alla sottorete %(subnet_id)s
ko_kr: IP 주소 %(ip)s이(가) 서브넷 %(subnet_id)s에 속하지 않음
ru: IP-адрес %(ip)s не принадлежит подсети %(subnet_id)s
tr_tr: %(ip)s IP adresi %(subnet_id)s alt ağına ait değil

source: IP address %(ip_address)s is not a valid IP for any of the subnets on the specified network.
es: La dirección IP %(ip_address)s no es una IP válida para las subredes en la red especificada.
fr: L'adresse IP %(ip_address)s n'est pas une adresse IP valide pour les sous-réseaux du réseau indiqué.
it: L'indirizzo IP %(ip_address)s non è un IP valido per nessuna delle sottoreti sulla rete specificata.
ko_kr: IP 주소 %(ip_address)s이(가) 지정된 네트워크의 서브넷에 대해 올바른 IP가아닙니다.
ru: IP-адрес %(ip_address)s не является допустимым IP-адресом ни для одной подсети в указанной сети.
tr_tr: %(ip_address)s IP adresi belirtilen ağdaki alt ağlardan hiçbiri için geçerli bir IP değil.

source: IP address used by Nova metadata server.
es: Dirección IP utilizada por servidor de metadatos de Nova.
fr: Adresse IP utilisée par le serveur de métadonnées Nova
it: Indirizzo IP utilizzato dal server di metadati Nova.
ko_kr: Nova 메타데이터 서버가 사용한 IP 주소입니다.
ru: IP-адрес, используемый сервером метаданных Nova.
tr_tr: Nova metadata sunucusu tarafından kullanılan IP adresi.

source: IP allocation failed. Try again later.
es: Ha fallado la asignación de IP Inténtelo de nuevo más tarde.
fr: Échec de l'allocation IP. Réessayez ultérieurement.
it: Allocazione IP non riuscita. Provare successivamente.
ko_kr: IP 할당에 실패했습니다. 나중에 다시 시도하십시오.
ru: Не удалось выделить IP-адрес. Повторите попытку позже.

source: IP allocation requires subnet_id or ip_address
es: La asignación de IP necesita subnet_id o ip_address
fr: L'allocation d'adresse IP requiert subnet_id ou ip_address
it: L'assegnazione IP richiede subnet_id o ip_address
ko_kr: IP 할당은 subnet_id 또는 ip_address가 필요함
ru: Для выделения IP-адреса требуется subnet_id или ip_address
tr_tr: IP ayırma subnet_id veya ip_address gerektirir

source: IPTablesManager.apply failed to apply the following set of iptables rules: %s
es: IPTablesManager.apply no ha podido aplicar el siguiente conjunto de reglas de iptables: %s
fr: IPTablesManager.apply n'a pas pu appliquer l'ensemble d'iptables suivant iptables : %s
it: IPTablesManager.apply non è riuscito ad applicare la seguente serie di regole iptables: %s
ko_kr: IPTablesManager.apply가 다음 iptables 규칙 세트를 적용하지 못함: %s
ru: Функции IPTablesManager.apply не удалось применить следующий набор правил iptables : %s
tr_tr: IPTablesManager.apply aşağıdakı iptables bilgileri uygulanamadı %s

source: IPtables conntrack zones exhausted, iptables rules cannot be applied.
es: Las zonas conntrack de IPtables se han agotado, no se puedne aplicar las reglas de iptables.
fr: Zones conntrack IPtables épuisées ; impossible d'appliquer les règles iptables.
it: Zone IPtables conntrack esaurite, impossibile applicare le regole iptables.
ko_kr: IPtables conntrack 구역이 소진되었습니다. iptables 규칙을 적용할 수 없습니다.
ru: Зоны контроля состояния соединений IPtables conntrack израсходованы, правила iptables не могут быть применены.

source: IPv6 Address Mode must be SLAAC or Stateless for Prefix Delegation.
es: La modalidad de dirección IPv6 debe ser SLAAC o sin estado para la delegación de prefijos.
fr: Le mode Adresse IPv6 doit être SLAAC ou Sans état pour la délégation de préfixe.
it: La modalità indirizzo IPv6 deve essere SLAAC o stateless per la delega prefisso.
ko_kr: IPv6 주소 모드는 접두부 위임에 대해 Stateless 또는 SLAAC여야 합니다.
ru: Допустимое значение режима адресов IPv6 для делегирования префикса: SLAAC или без сохранения состояния.

source: IPv6 RA Mode must be SLAAC or Stateless for Prefix Delegation.
es: La modalidad de IPv6 RA debe ser SLAAC o sin estado para la delegación de prefijos.
fr: Le mode RA IPv6 doit être SLAAC ou Sans état pour la délégation de préfixe.
it: La modalità RA IPv6 deve essere SLAAC o stateless per la delega prefisso.
ko_kr: IPv6 RA 모드는 접두부 위임에 대해 Stateless 또는 SLAAC여야 합니다.
ru: Допустимое значение режима RA IPv6 для делегирования префикса: SLAAC или без сохранения состояния.

source: IPv6 address %(address)s can not be directly assigned to a port on subnet %(id)s since the subnet is configured for automatic addresses
es: La dirección IPv6 %(address)s no se puede asignar directamente a un puerto en la subred %(id)s, ya que la subred está configurada para direcciones automáticas
fr: L'adresse IPv6 %(address)s ne peut pas être directement affectée à un port du sous-réseau %(id)s car celui-ci est configuré pour l'obtention automatique d'adresses
it: L'indirizzo IPv6 %(address)s non può essere assegnato direttamente ad una porta sulla sottorete %(id)s perché la sottorete è configurata per gli indirizzi automatici
ko_kr: 서브넷을 자동 주소용으로 구성했으므로 IPv6 주소 %(address)s은(는) 서브넷 %(id)s의 포트에 직접 지정할 수 없습니다.
ru: Адрес IPv6 %(address)s не может быть напрямую связан с портом в подсети %(id)s, так как подсеть настроена для автоматических адресов
tr_tr: Alt ağ otomatik adresler için yapılandırıldığından %(address)s IPv6 adresi %(id)s alt ağı üzerinde bir bağlantı noktasına doğrudan atanamaz

source: IPv6 address %(ip)s cannot be directly assigned to a port on subnet %(subnet_id)s as the subnet is configured for automatic addresses
es: La dirección IPv6 %(ip)s no se puede asignar directamente a un puerto en la subred %(subnet_id)s ya que la subred está configurada para direcciones automáticas
fr: L'adresse IPv6 %(ip)s ne peut pas être directement affectée à un port du sous-réseau%(subnet_id)s car celui-ci est configuré pour l'obtention automatique d'adresses
it: L'indirizzo IPv6 %(ip)s non può essere assegnato direttamente ad una porta sulla sottorete %(subnet_id)s perché la sottorete è configurata per gli indirizzi automatici
ko_kr: 서브넷이 자동 주소에 대해 구성되어 있기 때문에 IPv6 주소 %(ip)s을(를) 서브넷 %(subnet_id)s의 포트에 직접 지정할 수 없음
ru: Адрес IPv6 %(ip)s нельзя напрямую связывать с портом в подсети %(subnet_id)s, так как подсеть настроена для автоматического выделения адресов
tr_tr: Alt ağ otomatik adres olarak yapıladırıldığı için %(ip)s IPv6 adresi doğrudan %(subnet_id)s alt ağındaki bir bağlantı noktasına atanamaz.

source: IPv6 subnet %s configured to receive RAs from an external router cannot be added to Neutron Router.
es: La subred IPv6 %s configurada para recibir RA de un direccionador externo no se puede añadir al direccionador de Neutron.
fr: Le sous-réseau IPv6 %s configuré pour recevoir les avertissements (RA) d'un routeur externe ne peut pas être ajouté au routeur Neutron.
it: La sottorete IPv6 %s configurata per ricevere RA da un router esterno non può essere aggiunta a Neutron Router.
ko_kr: 외부 라우터에서 RA를 수신하도록 구성된 IPv6 서브넷 %s을(를) Neutron 라우터에 추가할 수 없습니다.
ru: Подсеть IPv6 %s, настроенная для приема RA из внешнего маршрутизатора, не может быть добавлена в маршрутизатор Neutron.
tr_tr: Harici bir yönlendiriciden RA almak için yapılandırılmış %s IPv6 alt ağı Neutron Yönlendiriciye eklenemez.

source: If True, advertise network MTU values if core plugin calculates them. MTU is advertised to running instances via DHCP and RA MTU options.
es: Si es True, anunciar los valores de MTU de red si el plugin del núcleo los calcula. MTU se anuncia a las instancias en ejecución a través de las opciones para MTU de DHCP y RA.
fr: Si ce paramètre est défini sur True, publiez les valeurs MTU réseau si le plugin principal les calcule. MTU est publié pour l'exécution d'instances via les options DHCP et RA MTU.
it: Se True, annunciare i valori MTU della rete se calcolati dal plugin di base. MTU annuncia l'esecuzione delle istanze mediante le opzioni DHCP e RA MTU.
ko_kr: True인 경우 핵심 플러그인이 네트워크 MTU 값을 계산하면 이 값을 광고합니다. MTU는 DHCP와 RA MTU 옵션을 통해 실행 중인 인스턴스에 광고됩니다.
ru: Если параметр задан равным True, оповещать о значениях MTU в сети, когда их вычисляет основной модуль. Оповещения о MTU передаются работающим экземплярам по DHCP и опции RA MTU.

source: If True, then allow plugins that support it to create VLAN transparent networks.
es: Si es True, permite a los plug-in que la soportan crear redes VLAN transparentes.
fr: Si True, autorisez les plug-in qui les prennent en charge pour créer les réseaux VLAN transparents.
it: Se True, consentire ai plugin che lo supportano di creare reti VLAN trasparenti.
ko_kr: True인 경우 이를 지원하는 플러그인을 사용하여 VLAN 투명 네트워크를 작성할 수 있습니다.
ru: Если True, разрешаются модули, поддерживающие создание прозрачных сетей VLAN.
tr_tr: True ise, destekleyen eklentilerin VLAN şeffaf ağlar oluşturmasına izin ver.

source: If non-empty, the l3 agent can only configure a router that has the matching router ID.
es: Si no está vacío, el agente l3 solo puede configurar un enrutador que tenga el ID de enrutador correspondiente.
fr: S'il n'est pas vide, l'agent l3 peut uniquement configurer un routeur qui comporte l'ID routeur correspondant.
it: Se non è vuoto, l'agent L3 può solo configurare un router che dispone dell'ID router corrispondente.
ko_kr: 비어있지 않으면 l3 에이전트가 일치하는 라우터 ID가 있는 라우터만 구성할 수 있습니다.
ru: Если опция задана, то агент l3 может настроить только маршрутизатор с совпадающим ИД маршрутизатора.

source: Illegal IP version number
es: Número de versión IP no permitido
fr: Numéro de version IP illégal
it: Numero della versione IP non valido
ko_kr: 올바르지 않은 IP 버전 번호
ru: Запрещенный номер версии IP
tr_tr: Kuraldışı IP sürüm numarası

source: Illegal prefix bounds: %(prefix_type)s=%(prefixlen)s, %(base_prefix_type)s=%(base_prefixlen)s.
es: Límites de prefijo no permitidos: %(prefix_type)s=%(prefixlen)s, %(base_prefix_type)s=%(base_prefixlen)s.
fr: Limites de préfixe non conformes : %(prefix_type)s=%(prefixlen)s, %(base_prefix_type)s=%(base_prefixlen)s.
it: Limiti di prefisso non consentiti: %(prefix_type)s=%(prefixlen)s, %(base_prefix_type)s=%(base_prefixlen)s.
ko_kr: 잘못된 접두부 바운드: %(prefix_type)s=%(prefixlen)s, %(base_prefix_type)s=%(base_prefixlen)s.
ru: Недопустимые ограничения префикса: %(prefix_type)s=%(prefixlen)s, %(base_prefix_type)s=%(base_prefixlen)s.

source: Illegal subnetpool association: subnetpool %(subnetpool_id)s cannot associate with address scope %(address_scope_id)s because subnetpool ip_version is not %(ip_version)s.
es: Asociación de agrupación de subred no permitida: la agrupación de subred %(subnetpool_id)s no se puede asociar al ámbito de dirección %(address_scope_id)s porque la versión de IP (ip_version) de la misma no es %(ip_version)s.
fr: Association de pool de sous-réseau non conforme : le pool de sous-réseau %(subnetpool_id)s ne peut pas s'associer à la portée d'adresse %(address_scope_id)s car ip_version du pool de sous-réseau n'est pas %(ip_version)s.
it: Associazione pool di sottorete non valida: il pool di sottorete %(subnetpool_id)s non può essere associato all'ambito di indirizzo %(address_scope_id)s perché la versione IP del pool di sottorete non è %(ip_version)s.
ko_kr: 잘못된 subnetpool 연관: subnetpool ip_version이 %(ip_version)s이(가) 아니므로 subnetpool %(subnetpool_id)s을(를) 주소 범위 %(address_scope_id)s과(와) 연관시킬 수 없습니다.
ru: Недопустимая связь пула подсетей: пул подсетей %(subnetpool_id)s не может быть связан с областью адресов %(address_scope_id)s, поскольку ip_version для пула подсетей не равен %(ip_version)s.

source: Illegal subnetpool association: subnetpool %(subnetpool_id)s cannot be associated with address scope %(address_scope_id)s.
es: Asociación de agrupación de subred no permitida: la agrupación de subred %(subnetpool_id)s no se puede asociar al ámbito de dirección %(address_scope_id)s.
fr: Association de pool de sous-réseau non conforme : le sous-réseau %(subnetpool_id)s ne peut pas être associé à la portée d'adresse %(address_scope_id)s.
it: Associazione pool di sottorete non valida: il pool di sottorete %(subnetpool_id)s non può essere associato all'ambito di indirizzo %(address_scope_id)s.
ko_kr: 잘못된 subnetpool 연관: subnetpool %(subnetpool_id)s을(를) 주소 범위 %(address_scope_id)s과(와) 연관시킬 수 없습니다.
ru: Недопустимая связь пула подсетей: пул подсетей %(subnetpool_id)s не может быть связан с областью адресов %(address_scope_id)s.

source: Illegal subnetpool update : %(reason)s.
es: Actualización de agrupación de subred no permitida: %(reason)s.
fr: Mise à jour de pool de sous-réseau non conforme : %(reason)s.
it: Aggiornamento pool di sottorete non valido: %(reason)s.
ko_kr: 잘못된 subnetpool 업데이트 : %(reason)s.
ru: Недопустимое обновление пула подсетей: %(reason)s.

source: Illegal update to prefixes: %(msg)s.
es: Actualización no permitida para prefijos: %(msg)s.
fr: Mise à jour de préfixes non conforme : %(msg)s.
it: Aggiornamento non valido dei prefissi: %(msg)s.
ko_kr: 잘못된 접두부 업데이트: %(msg)s.
ru: Недопустимое обновление префиксов: %(msg)s.

source: In some cases the Neutron router is not present to provide the metadata IP but the DHCP server can be used to provide this info. Setting this value will force the DHCP server to append specific host routes to the DHCP request. If this option is set, then the metadata service will be activated for all the networks.
es: En algunos casos, el direccionador Neutron no está presente para proporcionar el IP de los metadatos, pero se puede utilizar el servidor DHCP para proporcionar esta información. Si se define este valor, se forzará al servidor DHCP a añadir rutas de host específicas a la solicitud DHCP. Si no se define esta opción, el servicio de metadatos estará activado para todas las redes.
fr: Dans certains cas, le routeur Neutron n'est pas présent pour fournir l'IP de métadonnées mais le serveur DHCP peut être utilisé pour fournir ces informations. Lorsque cette valeur est définie, cela force le serveur DHCP à ajouter des routes hôtes spécifiques à la demande DHCP. Lorsque cette option est définie, le service de métadonnées est activé pour tous les réseaux.
it: In alcuni casi il router Neutron non è presente per fornire l'IP dei metadati ma il server DHCP può essere utilizzato per fornire queste informazioni. L'impostazione di questo valore su True farà in modo che il server DHCP aggiunga instradamenti host specifici alla richiesta DHCP. Se questa opzione è impostata, il servizio di metadati verrà attivato per tutte le reti.
ko_kr: 경우에 따라 메타데이터 IP를 제공하는 Neutron 라우터는 없지만 DHCP 서버를 사용하여 이 정보를 제공할 수 있습니다. 이 값을 설정하면 DHCP 서버가 특정 호스트 경로를 DHCP 요청에 강제로 추가합니다. 이 옵션이 설정되면 모든 네트워크의 메타데이터 서비스가 활성화됩니다.
ru: В некоторых ситуациях машрутизатор Neutron отсутствует и не предоставляет метаданные для IP, но эту задачу решает сервер DHCP. Если задан этот параметр, то сервер DHCP будет добавлять маршруты к хостам в запрос DHCP. С этим параметром служба метаданных будет активирована для всех сетей.

source: Incorrect pci_vendor_info: "%s", should be pair vendor_id:product_id
es: pci_vendor_info incorrecto: "%s", debe ser el par vendor_id:product_id
fr: Infos pci_vendor_info incorrectes : "%s". Elles devraient être vendor_id:product_id
it: pci_vendor_info non corretto: "%s", deve essere una coppia di vendor_id:product_id
ko_kr: 올바르지 않은 pci_vendor_info: "%s", vendor_id:product_id와 쌍을 이루어야 함
ru: Неправильное pci_vendor_info ("%s"), требуется пара ИД-производителя:ИД-продукта
tr_tr: Geçersiz pci_vendor_info: "%s", vendor_id:product_id çifti olmalı

source: Indicates that this L3 agent should also handle routers that do not have an external network gateway configured. This option should be True only for a single agent in a Neutron deployment, and may be False for all agents if all routers must have an external network gateway.
es: Indica que este agente L3 también debería manejar direccionadores que no tengan una pasarela de red externa configurada. Esta opción solo puede ser True para un único agente en un despliegue Neutron, y puede ser False para todos los agentes si todos los direccionadores tienen que tener una pasarela de red externa.
fr: Indique que cet agent L3 doit aussi traiter les routeurs pour lesquels aucune passerelle de réseau externe n'est configurée. Cette option doit être définie sur True uniquement pour un seul agent dans un déploiement Neutron ; elle peut être définie sur False pour tous les agents si tous les routeurs doivent avoir une passerelle de réseau externe.
it: Indica che questo agent L3 deve anche gestire i router che non hanno un gateway di rete esterna configurato. Questa opzione deve essere True solo per un singolo agent di una distribuzione Neutron e può essere False per tutti gli agent se tutti i router devono avere un gateway di rete esterna.
ko_kr: 이 L3 에이전트에서 외부 네트워크 게이트웨이가 구성되지 않은 라우터도 처리해야 함을 나타냅니다. 이 옵션은 Neutron 배포의 단일 에이전트에만 True여야 하며, 라우터에 외부 네트워크 게이트웨이가 있어야 하는 경우에는 모든 에이전트에 False일 수 있습니다.
ru: Указывает, что агент L3 должен также обрабатывать маршрутизаторы, для которых не настроен шлюз во внешнюю сеть. Опции следует присвоить значение True, если в развертывании Neutron участвует только один агент. Опции можно присвоить значение False для всех агентов, если все маршрутизаторы должны иметь шлюз во внешнюю сеть.

source: Instance of class %(module)s.%(class)s must contain _cache attribute
es: La intancia de clase %(module)s.%(class)s debe contener el atributo _cache
fr: L'instance de la classe %(module)s.%(class)s doit contenir l'attribut _cache.
it: L'istanza di classe %(module)s.%(class)s deve contenere l'attributo _cache
ko_kr: 클래스 %(module)s.%(class)s의 인스턴스에 _cache 속성이 포함되어야 합니다.
ru: Экземпляр класса %(module)s.%(class)s должен содержать _cache attribute

source: Insufficient prefix space to allocate subnet size /%s
es: Espacio de prefijo insuficiente para asignar el tamaño de subred %s
fr: Espace préfixe insuffisant pour l'allocation de la taille de sous-réseau /%s
it: Spazio prefisso insufficiente per assegnare la dimensione della sottorete /%s
ko_kr: 접두부 공간이 부족하여 서브넷 크기 /%s을(를) 할당할 수 없음
ru: Недостаточное пространство префиксов для выделения размера сети /%s
tr_tr: /%s boyutunda alt ağ ayırmak için yetersiz önek alanı

source: Insufficient rights for removing default security group.
es: No hay derechos suficientes para eliminar el grupo de seguridad predeterminado.
fr: Droits insuffisants pour retirer le groupe de sécurité par défaut.
it: Diritti non sufficienti per rimuovere il gruppo di sicurezza predefinito.
ko_kr: 기본 보안 그룹을 제거할 수 있는 권한이 없습니다.
ru: Отсутствуют требуемые права доступа для удаления группы защиты по умолчанию.
tr_tr: Varsayılan güvenlik grubunu silmek için yeterli izin yok.

source: Integration bridge to use. Do not change this parameter unless you have a good reason to. This is the name of the OVS integration bridge. There is one per hypervisor. The integration bridge acts as a virtual 'patch bay'. All VM VIFs are attached to this bridge and then 'patched' according to their network connectivity.
es: Puente de integración a utilizar. No cambie este parámetro a menos que tenga un buen motivo para hacerlo. Es el nombre del puente de integración OVS. Hay un por cada hipervisor. El puente de integración actúa como 'bahía de parche' virtual. Todas las VIF de la VM se conectan a ese puente y después se 'parchean' según su conectividad de red.
fr: Pont d'intégration à utiliser. Ne modifiez pas ce paramètre à moins d'avoir une bonne raison pour cela. Il s'agit du nom du pont d'intégration OVS. Il y en a un par hyperviseur. Le pont d'intégration fait office de 'baie corrective' virtuelle. Tous les VIF de machine virtuelle sont connectés à ce pont puis 'corrigés' d'après leur connectivité réseau.
it: Il bridge di integrazione da utilizzare. Non modificare questo parametro a meno che non si abbia una buona ragione per farlo. Questo è il nome del bridge di integrazione OVS. Esiste un bridge per ciascun hypervisor. Il bridge di integrazione agisce come un 'patch bay' virtuale. Tutti i VIF VM sono collegati a questo bridge e quindi 'corretti' in base alla rispettiva connettività di rete.
ko_kr: 사용할 통합 브릿지입니다. 합당한 이유가 없으면 이 매개변수를 변경하지 마십시오. 이 매개변수는 OVS 통합 브릿지의 이름입니다. 하이퍼바이저당 한 개가 있습니다. 통합 브릿지는 가상 '패치 베이'의 역할을 수행합니다. 모든 VM VIF가 이 브릿지에 연결된 다음 네트워크 연결성에 따라 "패치"됩니다.
ru: Используемый мост интеграции. Не изменяйте этот параметр без серьезных причин. Это имя моста интеграции OVS. Для каждого гипервизора предусмотрен один мост. Мост интеграции работает как виртуальная коммутационная панель. Все виртуальные интерфейсы VM подключаются к этому мосту и затем коммутируются согласно топологии сети.

source: Interface to monitor
es: Interfaz a supervisar
fr: Interface à surveiller
it: Interfaccia da monitorare
ko_kr: 모니터할 인터페이스
ru: Интерфейс для монитора
tr_tr: İzlenecek arayüz

source: Interval between checks of child process liveness (seconds), use 0 to disable
es: Intervalo entre comprobaciones de vida de procesos secundarios (segundos), utilice 0 para inhabilitarlo
fr: Intervalle entre les vérifications de l'activité du processus enfant (en secondes). Utilisez 0 pour désactiver
it: Intervallo tra i controlli dell'attività del processo child (secondi), utilizzare 0 per disabilitare
ko_kr: 하위 프로세스 활동 확인 간격(초), 사용 안함으로 설정하려면 0을 지정하십시오.
ru: Интервал между проверками работы дочернего процесса (в секундах), 0 для отключения
tr_tr: Alt süreç canlılığı kontrolleri aralığı (saniye), kapatmak için 0 kullanın

source: Interval between two metering measures
es: Intervalo entre dos medidas de medición
fr: Intervalle entre deux mesures
it: Intervallo tra due misure
ko_kr: 2개의 측정 조치 간의 간격
ru: Интервал между двумя показателями измерений
tr_tr: İki ölçüm arasındaki aralık

source: Interval between two metering reports
es: Intervalo entre dos informes de medición
fr: Intervalle entre deux rapports de mesures
it: Intervallo tra due report di misurazione
ko_kr: 2개의 측정 보고서 간의 간격
ru: Интервал между двумя отчетами измерений
tr_tr: İki ölçme raporu arasındaki aralık

source: Invalid CIDR %(input)s given as IP prefix.
es: Se ha proporcionado un CIDR %(input)s no válido como prefijo de IP
fr: CIDR non valide %(input)s fourni comme préfixe IP.
it: CIDR non valido %(input)s fornito come prefisso IP.
ko_kr: IP 접두부로 지정된 CIDR %(input)s이(가) 올바르지 않습니다.
ru: Указан недопустимый CIDR %(input)s как префикс IP-адреса.

source: Invalid CIDR %s for IPv6 address mode. OpenStack uses the EUI-64 address format, which requires the prefix to be /64.
es: CIDR %s no válido para la modalidad de dirección IPv6. OpenStack utiliza el formato de dirección EUI-64, que requiere que el prefijo sea /64.
fr: CIDR %s non valide pour le mode d'adressage IPv6. OpenStack utilise le format d'adresse EUI-64 qui exige le préfixe /64.
it: CIDR %s non valido per la modalità indirizzi IPv6. OpenStack utilizza il formato di indirizzi EUI-64, che richiede che il prefisso sia /64.
ko_kr: CIDR %s은(는) IPv6 주소 모드에 올바르지 않습니다. OpenStack에서는 접두부 /64를 사용하는 EUI-64 주소 형식을 사용합니다.
ru: Недопустимый CIDR %s для режима адресации IPv6. OpenStack использует формат адреса EUI-64, для которого требуется префикс /64.
tr_tr: IPv6 adres kipi için geçersiz CIDR %s. OpenStack önekin /64 olmasına ihtiyaç duyan EUI-64 adres biçimini kullanır.

source: Invalid Device %(dev_name)s: %(reason)s
es: Dispositivo no válido %(dev_name)s: %(reason)s
fr: Périphérique non valide %(dev_name)s : %(reason)s
it: Dispositivo non valido %(dev_name)s: %(reason)s
ko_kr: 올바르지 않은 디바이스 %(dev_name)s: %(reason)s
ru: Недопустимое устройство %(dev_name)s: %(reason)s
tr_tr: Geçersiz Aygıt %(dev_name)s: %(reason)s
