Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron-log-error.po
Languages: pt_br, tr_tr

source: Serialized vif_details DB value '%(value)s' for port %(port)s is invalid
tr_tr: %(port)s bağlantı noktası için serileştirilmiş vif_details DB değeri '%(value)s' geçersiz

source: The external network bridge '%s' does not exist
tr_tr: %s harici ağ geçidi mevcut degil

source: The following routers have not physical match: %s
tr_tr: Şu yönlendiriciler fiziksel eşleşmeye sahip değil: %s

source: The installed version of dnsmasq is too old. Please update to at least version %s.
tr_tr: Yüklü dnsmasq sürümü çok eski. Lütfen en az %s sürümüne güncelleyin.

source: The user that is executing neutron does not have permissions to read the namespaces. Enable the use_helper_for_ns_read configuration option.
tr_tr: Neutron'u çalıştıran kullanıcının isim uzaylarını okuma yetkisi yok. use_helper_for_ns_read yapılandırma seçeneğini etkinleştirin.

source: Timed out retrieving ofport on port %(pname)s. Exception: %(exception)s
tr_tr: %(pname)s portu üzerindeki ofportların çekilmesi zamana aşımına uğrandı. Hata: %(exception)s

source: Type driver '%(new_driver)s' ignored because type driver '%(old_driver)s' is already registered for type '%(type)s'
tr_tr: Tür sürücüsü '%(new_driver)s' atlandı çünkü tür sürücüsü '%(old_driver)s' '%(type)s' türü için zaten kaydedilmiş

source: Unable to %(action)s dhcp for %(net_id)s.
tr_tr: %(net_id)s için %(action)s dhcp de yapılamıyor.

source: Unable to add %(interface)s to %(bridge_name)s! Exception: %(e)s
tr_tr: %(interface)s %(bridge_name)s e eklenemedi. İstisna: %(e)s

source: Unable to add vxlan interface for network %s
tr_tr: %s ağı için vxlan arayüzü eklenemedi

source: Unable to convert value in %s
tr_tr: %s degeri dönüştürülemiyor

source: Unable to delete port '%(pname)s' on switch. Exception: %(exp)s
tr_tr: Anahtar üzerindeki '%(pname)s' bağlantı noktası silinemiyor. İstisna: %(exp)s

source: Unable to establish connection with Controller %s
tr_tr: Kontrolcü %s ile bağlantı kurulamadı

source: Unable to execute %(cmd)s.
tr_tr: %(cmd)s çalıştırılamıyor.

source: Unable to execute %(cmd)s. Exception: %(exception)s
tr_tr: %(cmd)s çalıştırılamadı. Hata: %(exception)s

source: Unable to find agent %s.
tr_tr: %s ajanı bulunamıyor.

source: Unable to generate mac address after %s attempts
tr_tr: %s denemeden sonra mac adresi üretilemedi

source: Unable to listen on %(host)s:%(port)s
tr_tr: %(host)s:%(port)s dinlenemiyor

source: Unable to obtain MAC address for unique ID. Agent terminated!
tr_tr: Benzersiz ID için MAC adresi elde edilemedi. Ajan sonlandırıldı!

source: Unable to parse route "%s"
tr_tr: "%s" rotası ayrıştırılamadı

source: Unable to process HA router %s without HA port
tr_tr: HA bağlantısı olmadan HA yönlendiricisi %s işlenemiyor

source: Unable to sync network state on deleted network %s
tr_tr: Silinmiş %s ağları için senkronizasyon sağlanamıyor

source: Unable to sync network state.
tr_tr: Ağ durumu senkronize edilemiyor.

source: Unable to undo add for %(resource)s %(id)s
tr_tr: %(resource)s %(id)s için ekleme geri alınamıyor

source: Unexpected error.
tr_tr: Beklenmeyen hata.

source: Unexpected exception occurred while removing network %(net)s from agent %(agent)s
tr_tr: %(net)s ağı %(agent)s ajanından kaldırılırken beklenmedik istisna oluştu

source: Unexpected exception while checking supported feature via command: %s
tr_tr: Şu komutla desteklenen özellik kontrolü yapılırken beklenmedik istisna: %s

source: Unexpected exception while checking supported ip link command
tr_tr: Desteklenen ip bağlantısı komutu kontrol edilirken beklenmedik istisna

source: Unhandled exception occurred
tr_tr: Ele alınmayan istisna oluştu

source: Unknown network_type %(network_type)s for network %(network_id)s.
tr_tr: %(network_id)s ağı için bilinmeyen network_type %(network_type)s.

source: Unrecoverable error: please check log for details.
tr_tr: Düzeltilemeyen hata: Lütfen detaylar için loglara bakınız.

source: Update floating ip failed with error %s
tr_tr: Değişken ip güncelleme %s hatasıyla başarısız oldu

source: Update router failed in SDN-VE with error %s
tr_tr: Yönlendirici güncelleme SDN-VE'de %s hatasıyla başarısız oldu

source: Update router-add-interface failed in SDN-VE with error %s
tr_tr: router-add-interface güncelleme SDN-VE'de %s hatasıyla başarısız oldu

source: Update router-remove-interface failed : %s
tr_tr: router-remove-interface güncelleme başarısız: %s

source: Will not send event %(method)s for network %(net_id)s: no agent available. Payload: %(payload)s
tr_tr: %(net_id)s ağı için %(method)s oalyı gönderilmeyecek: uygun ajan yok. Fayadalı yük: %(payload)s

source: _bind_port_if_needed failed, deleting port '%s'
tr_tr: _bind_port_if_needed başarısız, '%s' bağlantı noktası siliniyor

source: _bind_port_if_needed failed. Deleting all ports from create bulk '%s'
tr_tr: _bind_port_if_needed başarısız. '%s' toplu oluşturmasından tüm bağlantı noktaları siliniyor

source: login failed
tr_tr: giriş başarısız

source: mechanism_manager.create_%(res)s_postcommit failed for %(res)s: '%(failed_id)s'. Deleting %(res)ss %(resource_ids)s
tr_tr: mechanism_manager.create_%(res)s_postcommit %(res)s: '%(failed_id)s' için başarısız. %(res)ss %(resource_ids)s siliniyor

source: mechanism_manager.create_network_postcommit failed, deleting network '%s'
tr_tr: mechanism_manager.create_network_postcommit başarısız, '%s' ağı siliniyor

source: mechanism_manager.create_port_postcommit failed, deleting port '%s'
tr_tr: mechanism_manager.create_port_postcommit başarısız, '%s' bağlantı noktası siliniyor

source: mechanism_manager.create_subnet_postcommit failed, deleting subnet '%s'
tr_tr: mechanism_manager.create_subnet_postcommit başarısız, alt ağ '%s' siliniyor

source: mechanism_manager.delete_network_postcommit failed
tr_tr: mechanism_manager.delete_network_postcommit başarısız

source: mechanism_manager.delete_port_postcommit failed for port %s
tr_tr: mechanism_manager.delete_port_postcommit %s bağlantı noktası için başarısız

source: mechanism_manager.delete_subnet_postcommit failed
tr_tr: mechanism_manager.delete_subnet_postcommit başarısız

source: process_ancillary_network_ports - iteration:%d - failure while retrieving port details from server
tr_tr: process_ancillary_network_ports - yineleme:%d - sunucudan bağlantı noktası detaylarını alma başarısız

source: process_network_ports - iteration:%d - failure while retrieving port details from server
tr_tr: process_network_ports - yineleme:%d - sunucudan bağlantı noktası detaylarını alma başarısız

source: request: Request failed from Controller side :%s
tr_tr: istek: İstek Kontrolcü tarafında başarısız oldu: %s

source: respawning %(service)s for uuid %(uuid)s
tr_tr: uuid %(uuid)s icin %(service)s yeniden başlatılıyor.

source: tunnel_type %s not supported by agent
tr_tr: tunnel_type %s ajan tarafından desteklenmiyor

source: Backward compatibility unavailable for deprecated policy %s. The policy will not be enforced
pt_br: Retro compatibilidade não disponível para política deprecada %s. A política não será garantida

source: Original exception being dropped: %s
pt_br: Exceção original sendo descartada: %s

source: Unexpected exception occurred %d time(s)... retrying.
pt_br: Exceção não esperada ocorreu %d vez(es)... tentando novamente.

source: Error during %(full_task_name)s: %(e)s
pt_br: Erro durante %(full_task_name)s: %(e)s

source: Exception during rpc cleanup.
pt_br: Exceção durante limpeza de RPC.

source: Unhandled exception
pt_br: Exceção não tratada

source: Skipping unreasonable gre ID range %(tun_min)s:%(tun_max)s
pt_br: Pulando faixa irracional do ID GRE %(tun_min)s:%(tun_max)s

source: Skipping unreasonable VXLAN VNI range %(tun_min)s:%(tun_max)s
pt_br: Pulando faixa irracional do VXLAN VNI %(tun_min)s:%(tun_max)s
