Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: The address allocation request could not be satisfied because: %(reason)s
es: No se ha podido satisfacer la solicitud de asignación de dirección porque: %(reason)s
fr: Impossible de répondre à la demande d'allocation d'adresse. Motif : %(reason)s
it: La richiesta di assegnazione dell'indirizzo non può essere soddisfatta perché: %(reason)s
ko_kr: 다음 원인으로 인해 주소 할당 요청을 충족할 수 없음: %(reason)s
ru: Не удается выполнить запрос на выделение адреса, причина: %(reason)s
tr_tr: Adres ayırma isteği sağlanamadı çünkü: %(reason)s

source: The advertisement interval in seconds
es: Intervalo de anuncio en segundos
fr: Intervalle de publication en secondes
it: L'intervallo di annuncio in secondi
ko_kr: 광고 간격(초)
ru: Интервал объявления в секундах
tr_tr: Saniye cinsinden duyuru aralığı

source: The allocation pool %(pool)s is not valid.
es: La agrupación de asignación %(pool)s no es válida.
fr: Le pool d'allocation %(pool)s n'est pas valide.
it: Il pool di allocazione %(pool)s non è valido.
ko_kr: 할당 풀 %(pool)s이(가) 올바르지 않습니다.
ru: Пул выделения %(pool)s недопустим.
tr_tr: Ayırma havuzu %(pool)s geçerli değil.

source: The allocation pool %(pool)s spans beyond the subnet cidr %(subnet_cidr)s.
es: La agrupación de asignación %(pool)s abarca más allá de cidr de subred %(subnet_cidr)s.
fr: Le pool d'allocation %(pool)s s'étend au-delà du routage CIDR de sous-réseau %(subnet_cidr)s.
it: Il pool di allocazione %(pool)s si estende oltre il cidr della sottorete %(subnet_cidr)s.
ko_kr: 할당 풀 %(pool)s이(가) 서브넷 cidr %(subnet_cidr)s 이상으로 확장합니다.
ru: Пул выделения %(pool)s выходит за пределы cidr подсети %(subnet_cidr)s.
tr_tr: Ayırma havuzu %(pool)s %(subnet_cidr)s alt ağ cidr'inin ötesine uzanıyor.

source: The attribute '%(attr)s' is reference to other resource, can't used by sort '%(resource)s'
es: Otro recurso hace referencia al atributo '%(attr)s', la ordenación '%(resource)s no puede usarlo'
fr: L'attribut '%(attr)s' fait référence à une autre ressource, impossible de l'utiliser pour le type '%(resource)s'
it: L'attributo '%(attr)s' è di riferimento ad altre risorse, non può essere utilizzato dall'ordinamento '%(resource)s'
ko_kr: 속성 '%(attr)s'은(는) 다른 자원에 대한 참조이지만 정렬 '%(resource)s'에서 사용될 수는 없습니다.
ru: Атрибут '%(attr)s' является ссылкой на другой ресурс и не может использоваться для сортировки '%(resource)s'
tr_tr: '%(attr)s' özniteliği başka kaynağa referans, '%(resource)s' sıralama tarafından kullanılamaz

source: The base MAC address Neutron will use for VIFs. The first 3 octets will remain unchanged. If the 4th octet is not 00, it will also be used. The others will be randomly generated.
es: Dirección MAC base que Neutron utiliza para las VIF. Los 3 primeros octetos permanecerán sin cambios. Si el cuarto octeto no es 00, también se utilizará. Los otros se generan aleatoriamente.
fr: Adresse MAC de base que Neutron va utiliser pour les VIF. Les 3 premiers octets demeurent inchangés. Si le 4e octet est différent de 00, il sera également utilisé. Les autres seront générés de manière aléatoire.
it: L'indirizzo MAC di base utilizzato da Neutron per i VIF. I primi 3 ottetti rimangono inalterati. Se il quarto ottetto non è 00, potrà anche essere utilizzato. Gli altri vengono generati casualmente.
ko_kr: VIF에기본 MAC 주소 Neutron을 사용합니다. 처음 세 개의 옥텟은 변경되지 않은 상태로 남습니다. 네 번째 옥텟이 00이 아니면 이 옥텟도 사용됩니다. 다른 옥텟은 임의로 생성됩니다.
ru: Базовый mac-адрес, используемый в Neutron для VIF. Первые 3 октета не будут изменены. Если 4-й октет не равен 00, он тоже будет использоваться. Остальные будут созданы случайным образом.

source: The base mac address used for unique DVR instances by Neutron. The first 3 octets will remain unchanged. If the 4th octet is not 00, it will also be used. The others will be randomly generated. The 'dvr_base_mac' *must* be different from 'base_mac' to avoid mixing them up with MAC's allocated for tenant ports. A 4 octet example would be dvr_base_mac = fa:16:3f:4f:00:00. The default is 3 octet
es: Dirección mac base que Neutron utiliza para las instancias DVR exclusivas. Los 3 primeros octetos permanecerán sin cambios. Si el cuarto octeto no es 00, también se utilizará. Los otros se generan aleatoriamente. 'dvr_base_mac' *debe* ser diferente de 'base_mac' para evitar que se mezclen con MAC asignado para los puertos de arrendatarios. Un ejemplo de 4 octetos sería dvr_base_mac = fa:16:3f:4f:00:00. El valor predeterminado es 3 octetos.
fr: Adresse MAC de base utilisée pour les instances DVR uniques par Neutron. Les 3 premiers octets restent inchangés. Si le 4ème octet est différent de 00, il sera également utilisé. Les autres seront générés de manière aléatoire. L'adresse 'dvr_base_mac' *doit* être différente de l'adresse 'base_mac' pour éviter de les confondre avec les adresses MAC allouées pour les ports titulaires. 3 octets sont utilisés par défaut.
it: L'indirizzo mac di base utilizzato per istanze DVR univoche da Neutron. I primi 3 ottetti rimangono inalterati. Se il quarto ottetto non è 00, potrà anche essere utilizzato. Gli altri vengono generati casualmente. 'dvr_base_mac' *deve* essere diverso da 'base_mac' per evitare la confusione con i MAC assegnati per le porte titolari. Un esempio di 4 ottetti è dvr_base_mac = fa:16:3f:4f:00:00. Il valore predefinito è 3 ottetti
ko_kr: Neutron에 의해 고유 DVR 인스턴스에 사용되는 기본 mac 주소입니다. 처음 세 개 옥텟은 변경되지 않고 남아 있습니다. 네 번째 옥텟이 00이 아니면 이 옥텟도 사용됩니다. 다른 옥텟은 무작위로 생성됩니다. 테넌트 포트에 대해 할당된 MAC과의 혼합을 방지하기 위해 'dvr_base_mac'은 'base_mac'과 달라야 *합니다*. 4 옥텟 예제는 dvr_base_mac = fa:16:3f:4f:00:00입니다. 기본값은 3 옥텟입니다.
ru: Базовый mac-адрес, используемый в Neutron для уникальных экземпляров DVR. Первые 3 октета не будут изменены. Если 4-й октет не равен 00, он тоже будет использоваться. Остальные будут созданы случайным образом. Параметр 'dvr_base_mac' *должен* отличаться от 'base_mac' для предотвращения смешивания их с MAC-адресами, выделенными для портов арендатора. Пример 4 октетов: dvr_base_mac = fa:16:3f:4f:00:00. ПО умолчанию используется 3 октета

source: The connection string for the native OVSDB backend. Requires the native ovsdb_interface to be enabled.
es: La serie de conexión del programa de fondo OVSDB nativo. Requiere que la opción nativa ovsdb_interface esté habilitada.
fr: Chaîne de connexion pour le back-end OVSDB natif. Requiert l'activation de l'interface ovsdb_interface native.
it: La stringa di connessione per il backend OVSDB nativo. Richiede che ovsdb_interface nativa sia abilitata.
ko_kr: 네이티브 OVSDB 백엔드용 연결 문자열. 네이티브 ovsdb_interface를 사용하도록 설정해야 합니다.
ru: Строка соединения для встроенной OVSDB. Должен быть включен встроенный ovsdb_interface.

source: The core plugin Neutron will use
es: El core plugin Neutron usará
fr: Le core plugin de Neutron va etre utiliser
it: Il plugin principale che Neutron utilizzerà
ko_kr: Neutron이 사용할 코어 플러그인
ru: Будет использоваться базовый модуль Neutron
tr_tr: Neutron'un kullanacağı çekirdek eklenti

source: The dns_name passed is a FQDN. Its higher level labels must be equal to the dns_domain option in neutron.conf, that has been set to '%(dns_domain)s'. It must also include one or more valid DNS labels to the left of '%(dns_domain)s'
es: El nombre dns_name pasado es un FQDN. Sus etiquetas de nivel superior deben ser iguales que la opción dns_domain en neutron.conf, que se ha establecido en '%(dns_domain)s'. También debe incluir una o más etiquetas DNS válidas a la izquierda de '%(dns_domain)s'
fr: L'élément dns_name transmis est un nom FQDN. Ses libellés de niveau supérieur doivent correspondre à l'option dns_domain dans neutron.conf, dont la valeur est %(dns_domain)s'. Il doit également inclure un ou plusieurs libellés DNS valides à la gauche de '%(dns_domain)s'
it: dns_name passato è un FQDN. Le sue etichette di livello superiore devono essere uguali all'opzione dns_domain in neutron.conf, che è stata impostata su '%(dns_domain)s'. Deve anche includere una o più etichette DNS valide a sinistra di '%(dns_domain)s'
ko_kr: 전달된 dns_name은 FQDN입니다. 상위 레벨 레이블은 '%(dns_domain)s'(으)로 설정된 neutron.conf의 dns_domain 옵션과 동일해야 합니다. 또한 '%(dns_domain)s' 왼쪽에 하나 이상의 올바른 DNS 레이블을 포함해야 합니다.
ru: Переданное dns_name является FQDN. Его метки верхнего уровня должны быть равны опции dns_domain в файле neutron.conf со значением '%(dns_domain)s'. Он должен также включать одну или несколько допустимых меток DNS слева от '%(dns_domain)s'

source: The dns_name passed is a PQDN and its size is '%(dns_name_len)s'. The dns_domain option in neutron.conf is set to %(dns_domain)s, with a length of '%(higher_labels_len)s'. When the two are concatenated to form a FQDN (with a '.' at the end), the resulting length exceeds the maximum size of '%(fqdn_max_len)s'
es: El nombre dns_name pasado es un PQDN y su tamaño es '%(dns_name_len)s'. La opción dns_domain en neutron.conf se ha establecido en %(dns_domain)s, con una longitud de '%(higher_labels_len)s'. Cuando se concatenan los dos para formar un FQDN (con un '.' al final), la longitud resultante excede el tamaño máximo de '%(fqdn_max_len)s'
fr: L'élément dns_name transmis est un nom PQDN et sa taille est %(dns_name_len)s'. L'option dns_domain dans neutron.conf a pour valeur %(dns_domain)s et sa longueur est '%(higher_labels_len)s'. Lorsque les deux sont concaténés pour former un nom FQDN (avec un '.' à la fin), la longueur obtenue dépasse la taille maximale de '%(fqdn_max_len)s'
it: dns_name passato è un PQDN e la sua dimensione è '%(dns_name_len)s'. L'opzione dns_domain in neutron.conf è impostata su %(dns_domain)s, con lunghezza '%(higher_labels_len)s'. Quando i due sono concatenati per formare un FQDN (con un '.' alla fine), la lunghezza risultante supera la dimensione massima di '%(fqdn_max_len)s'
ko_kr: 전달된 dns_name은 PQDN이고 크기는 '%(dns_name_len)s'입니다. neutron.conf의 dns_domain 옵션은 %(dns_domain)s(으)로 설정되고 길이는 '%(higher_labels_len)s'입니다. 끝에 '.'를 사용하여 FQDN을 형성하기 위해 이 둘을 연결하면 길이가 최대 크기인 '%(fqdn_max_len)s'을(를) 초과합니다.
ru: Переданное dns_name является PQDN с размером '%(dns_name_len)s'. Опции dns_domain в файле neutron.conf присвоено значение %(dns_domain)s с длиной '%(higher_labels_len)s'. При объединении двух имен для формирования FQDN (с символом '.' на конце) длина строки результата превысит максимально допустимую '%(fqdn_max_len)s'

source: The driver used to manage the DHCP server.
es: El controlador utilizado para gestionar el servidor DHCP.
fr: Pilote utilisé pour gérer le serveur DHCP
it: Il driver utilizzato per gestire il server DHCP.
ko_kr: DHCP 서버를 관리하는 데 사용되는 드라이버입니다.
ru: драйвер, используемый для управления сервером DHCP.
tr_tr: DHCP sunucusunu yönetmek için kullanılan sürücü.

source: The driver used to manage the virtual interface.
es: El controlador utilizado para gestionar la interfaz virtual.
fr: Pilote utilisé pour gérer l'interface virtuelle
it: Il driver utilizzato per gestire l'interfaccia virtuale.
ko_kr: 가상 인터페이스를 관리하는 데 사용되는 드라이버입니다.
ru: Драйвер, используемый для управления виртуальным интерфейсом.
tr_tr: Sanal arayüzü yönetmek için kullanılan sürücü.

source: The email address to be used when creating PTR zones. If not specified, the email address will be admin@<dns_domain>
es: La dirección de correo electrónico a utilizar al crear zonas PTR. Si no se especifica la dirección de correo electrónico será admin@<dns_domain>
fr: Adresse e-mail à utiliser lors de la création de zones PTR. Si elle n'est pas indiquée, il s'agira de l'adresse admin@<dns_domain>
it: L'indirizzo email da utilizzare durante la creazione di zone PTR. Se non specificato, l'indirizzo email sarà admin@<dns_domain>
ko_kr: PTR 구역을 작성할 때 사용할 이메일 주소입니다. 지정되지 않은 경우 이메일 주소는 admin@<dns_domain>입니다.
ru: Адрес электронной почты для создания записей PTR. Если не указан, будет использоваться admin@<dns_domain>

source: The following device_id %(device_id)s is not owned by your tenant or matches another tenants router.
es: El siguiente device_id %(device_id)s no es propiedad de su arrendatario o coincide con el direccionador de otros arrendatarios.
fr: Le device_id %(device_id)s suivant n'appartient pas à votre locataire ou correspond au routeur d'un autre locataire.
it: Il seguente device_id %(device_id)s non è posseduto dal proprio tenant o corrisponde ad un altro router tenant.
ko_kr: device_id %(device_id)s이(가) 사용자 테넌트의 소유가 아니거나 다른 테넌트 라우터와 일치합니다.
ru: Следующий device_id %(device_id)s не принадлежит вашему арендатору или соответствует маршрутизатору другого арендатора.
tr_tr: device_id %(device_id)s sizin kiracınıza ait değil veya başka bir kiracının yönlendiricisiyle eşleşiyor.

source: The host IP to bind to
es: El IP de host al que enlazar
fr: Protocole IP hôte à connecter
it: IP host per collegarsi a
ko_kr: 바인드할 호스트 IP
ru: IP-адрес хоста для подключения к
tr_tr: Bağlanılacak istemci IP'si

source: The interface for interacting with the OVSDB
es: Interfaz para la interacción con la OVSDB
fr: Interface d'interaction avec OVSDB
it: L'interfaccia per l'interazione con OVSDB
ko_kr: OVSDB와 상호작용하는 데 필요한 인터페이스
ru: Интерфейс для взаимодействия с OVSDB
tr_tr: OVSDB ile etkileşim için arayüz

source: The maximum number of items returned in a single response, value was 'infinite' or negative integer means no limit
es: El número máximo de elementos devueltos en una única respuesta, el valor 'infinite' o un entero negativo significa que no hay límite
fr: Nombre maximal d'éléments renvoyés dans une seule réponse, valeur définie sur 'infinite' ou sur un entier négatif qui signifie illimité
it: Il numero massimo di elementi restituiti in una singola risposta, il valore era 'infinite' oppure un numero intero negativo che indica nessun limite
ko_kr: 단일 응답으로 최대 항목 수가 리턴되었습니다. 값이 'infinite' 또는 음수인 경우 제한이 없다는 의미입니다.
ru: Максимальное количество элементов, возвращаемых в одном ответе; значение было 'infinite' или отрицательным целым, что означает бесконечное число
tr_tr: Tek bir yanıtta döndürülecek azami öğe sayısı, 'infinite' değeri ya da negatif tam sayı sınır yok demektir

source: The network %(network_id)s has been already hosted by the DHCP Agent %(agent_id)s.
es: La red %(network_id)s ya está alojada por el agente de DHCP %(agent_id)s.
fr: Le réseau %(network_id)s est déjà hébergé par l'agent DHCP %(agent_id)s.
it: La rete %(network_id)s è stata già ospitata dall'agent DHCP %(agent_id)s.
ko_kr: DHCP 에이전트 %(agent_id)s에서 %(network_id)s 네트워크를 이미 호스트하고 있습니다.
ru: Сеть %(network_id)s уже была размещена агентом DHCP %(agent_id)s.
tr_tr: Ağ %(network_id)s zaten %(agent_id)s DHCP Ajanı tarafından sunuluyor.

source: The network %(network_id)s is not hosted by the DHCP agent %(agent_id)s.
es: La red %(network_id)s no está alojada por el agente de DHCP %(agent_id)s.
fr: Le réseau %(network_id)s n'est pas hébergé par l'agent DHCP %(agent_id)s.
it: La rete %(network_id)s non è stata ospitata dall'agent DHCP %(agent_id)s.
ko_kr: DHCP 에이전트 %(agent_id)s에서 %(network_id)s 네트워크를 호스트하지 않습니다.
ru: Сеть %(network_id)s не размещена агентом DHCP %(agent_id)s.
tr_tr: Ağ %(network_id)s %(agent_id)s DHCP ajanı tarafından sunulmuyor.

source: The network type to use when creating the HA network for an HA router. By default or if empty, the first 'tenant_network_types' is used. This is helpful when the VRRP traffic should use a specific network which is not the default one.
es: Tipo de red que se debe utilizar al crear la red de alta disponibilidad para un direccionador HA. De manera predeterminada o si está vacío, se utilizan el primer 'tenant_network_types'. Esto es útil cuando el tráfico VRRP debe utilizar una red específica que no sea el valor predeterminado.
fr: Type de réseau à utiliser lors de la création du réseau haute disponibilité pour un routeur haute disponibilité. Par défaut ou si cette zone est vide, le premier élément 'tenant_network_types' est utilisé. Cela s'avère utile lorsque le trafic VRRP doit utiliser un réseau spécifique différent de celui défini par défaut.
it: Il tipo di rete da utilizzare quando si crea la rete HA per un router HA. Per impostazione predefinita o se vuoto, è utilizzato il primo 'tenant_network_types'. Ciò è utile quando il traffico VRRP deve utilizzare una rete specifica che non è quella predefinita.
ko_kr: HA 라우터에 대한 HA 네트워크 작성 시 사용할 네트워크 유형입니다. 기본적으로 또는 비어 있는 경우 첫 번째 'tenant_network_types'가 사용됩니다. 이는 VRRP 트래픽이 기본값이 아닌 특정 네트워크를 사용해야 하는 경우에 유용합니다.
ru: Тип сети при создании сети HA для маршрутизатора HA. По умолчанию (или при пустом значении) используется первое значение 'tenant_network_types'. Такой подход помогает, если поток данных VRRP должен использовать сеть, не являющуюся стандартной.

source: The number of allowed address pair exceeds the maximum %(quota)s.
es: El número de pares de direcciones permitidos excede el máximo de %(quota)s.
fr: Le nombre de paires d'adreses autorisé dépasse le maximum %(quota)s.
it: Il numero di coppie di indirizzi consentite supera quello massimo %(quota)s.
ko_kr: 허용되는 주소 쌍 수가 최대값 %(quota)s을(를) 초과합니다.
ru: Число разрешенных пар адресов превышает максимальное %(quota)s.
tr_tr: İzin verilen adres çifti sayısı %(quota)s azami değerini aşıyor.

source: The number of seconds the agent will wait between polling for local device changes.
es: El número de segundos que el agente esperará entre sondeos de cambios de dispositivo local.
fr: Temps en secondes pendant lequel l'agent attendra les interrogations sur les modifications de l'unité locale.
it: Il numero di secondi in l'agent attenderà tra i polling per le modifiche dell'unità locale.
ko_kr: 에이전트가 로컬 디바이스 변경을 폴링하는 사이에 대기하는 시간(초).
ru: Интервал опроса агентом локальных устройств на предмет наличия изменений.
tr_tr: Ajanın yerel aygıt değişiklikleri için sorgulama yapma aralığında bekleyeceği saniye sayısı.

source: The number of seconds to wait before respawning the ovsdb monitor after losing communication with it.
es: Número de segundos a esperar antes de volver a generar el supervisor ovsdb después de perder la comunicación con él.
fr: Le nombre de secondes d'attente avant de régénérer le moniteur ovsdb après avoir perdu la communication avec ce dernier.
it: Il numero di secondi di attesa prima di generare nuovamente il monitor ovsdb dopo la perdita di comunicazione.
ko_kr: 통신이 유실된 후에 ovsdb 모니터를 재파생하기 전에 대기할 시간(초)입니다.
ru: Время ожидания, в секундах, повторного порождения монитора ovsdb после потери соединения с ним.
tr_tr: İletişim koptuktan sonra ovsdb izleyiciyi yeniden başlatmak için beklenecek saniye sayısı.

source: The number of sort_keys and sort_dirs must be same
es: El número de sort_keys y sort_dirs debe ser igual
fr: Le nombre de clés de tri (sort_keys) et de répertoires de tri (sort_dirs) doit être identique
it: Il numero di sort_keys e sort_dirs deve essere uguale
ko_kr: sort_keys 및 sort_dirs의 수가 같아야 함
ru: Количество sort_keys и sort_dirs должно быть одинаковым
tr_tr: sort_keys ile sort_dirs sayıları aynı olmalı

source: The path for API extensions. Note that this can be a colon-separated list of paths. For example: api_extensions_path = extensions:/path/to/more/exts:/even/more/exts. The __path__ of neutron.extensions is appended to this, so if your extensions are in there you don't need to specify them here.
es: La vía de acceso para ampliaciones de API. Observe que puede ser una lista de vías de acceso separadas por punto y coma. Por ejemplo: api_extensions_path = extensions:/path/to/more/exts:/even/more/exts. Además, se añade __path__ of neutron.extensions, de forma que si sus extensiones están ahí no es necesario especificarlas aquí.
fr: Chemin des extensions API. Notez qu'il peut s'agir d'une liste de chemins séparés par des virgules. Par exemple : api_extensions_path = extensions:/path/to/more/exts:/even/more/exts. Le __chemin__ de neutron.extensions lui est ajouté, de sorte que si vos extensions figurent dans ce chemin, vous n'avez pas besoin de les indiquer ici.
it: Il percorso per le estensioni API. Può essere un elenco di percorsi separato dai due punti. Ad esempio: api_extensions_path = extensions:/path/to/more/exts:/even/more/exts. Il __percorso__ di neutron.extensions è aggiunto a tale percorso, per cui, se le estensioni si trovano nel percorso non è necessario specificarle.
ko_kr: API 확장의 경로입니다. 이 경로는 콜론으로 구분된 경로 목록일 수 있습니다. 예: api_extensions_path = extensions:/path/to/more/exts:/even/more/exts. neutron.extensions의 __path__가 이 경로에 추가되므로, 해당 위치에 확장이 있으면 여기에 지정하지 않아도 됩니다.
ru: Путь для расширений API. Пути разделяются точкой с запятой. Пример: api_extensions_path = extensions:/path/to/more/exts:/even/more/exts. __path__ для расширений neutron добавляется автоматически, и если расширения содержатся там, их не требуется указывать здесь.

source: The physical network name with which the HA network can be created.
es: Nombre de la red física con la que se puede crear la red HA.
fr: Nom de réseau physique avec lequel le réseau haute disponibilité peut être créé.
it: Il nome della rete fisica con cui può essere creata la rete HA.
ko_kr: HA 네트워크를 작성하는 데 사용할 수 있는 실제 네트워크 이름입니다.
ru: Имя физической сети для создания сети HA.

source: The port '%s' was deleted
es: El puerto '%s' se ha suprimido
fr: Le port '%s' a été supprimé
it: La porta '%s' è stata eliminata
ko_kr: 포트 '%s'이(가) 삭제됨
ru: Порт '%s' был удален
tr_tr: Bağlantı noktası '%s' silinmiş

source: The port to bind to
es: El puerto al que enlazar
fr: Port à connecter
it: La porta a cui collegarsi
ko_kr: 바인드할 포트
ru: Порт для подключения к
tr_tr: Bağlanılacak bağlantı noktası

source: The requested content type %s is invalid.
es: El tipo de contenido solicitado %s no es válido.
fr: Le type de contenu %s de la requete est invalide.
it: Il tipo di contenuto richiesto %s non è valido.
ko_kr: 요청한 컨텐츠 유형 %s이(가) 올바르지 않습니다.
ru: Запрашиваемый тип содержимого %s является недопустимым.
tr_tr: İstenen içerik türü %s geçersiz.

source: The resource could not be found.
es: El recurso no se ha podido encontrar.
fr: La ressource est introuvable.
it: Impossibile trovare la risorsa.
ko_kr: 자원을 찾을 수 없습니다.
ru: Ресурс не найден.
tr_tr: Kaynak bulunamadı.

source: The router %(router_id)s has been already hosted by the L3 Agent %(agent_id)s.
es: El direccionador %(router_id)s ya está alojado por el agente L3 %(agent_id)s.
fr: Le routeur %(router_id)s est déjà hébergé par l'agent L3 %(agent_id)s.
it: Il router %(router_id)s è stato già ospitato dall'agent L3 %(agent_id)s.
ko_kr: L3 에이전트 %(agent_id)s에서 %(router_id)s 라우터를 이미 호스트하고 있습니다.
ru: Маршрутизатор %(router_id)s уже был размещен агентом L3 %(agent_id)s.
tr_tr: %(router_id)s yönlendiricisi zaten %(agent_id)s L3 Ajanı tarafından sunuluyor.

source: The server has either erred or is incapable of performing the requested operation.
es: El servidor tiene un error o no puede ejecutar la operación solicitada.
fr: Le serveur a perdu la connexion ou est incapable d'effectuer l'opération demandée.
it: Il server è in errore o non è capace di eseguire l'operazione richiesta.
ko_kr: 서버에 오류가 있거나 서버가 요청된 조작을 수행할 수 없습니다.
ru: На сервере возникла ошибка, или он не поддерживает выполнение запрошенной операции.
tr_tr: Sunucu ya hata verdi ya da istenen işlemi yapabilecek yeterlilikte değil.

source: The service plugins Neutron will use
es: Los plug-ins de servicio que utilizará Neutron
fr: Plug-in de service utilisés ultérieurement par Neutron
it: Il plugin del servizio che Neutron utilizzerà
ko_kr: Neutron이 사용할 서비스 플러그인
ru: Будут использоваться модули служб Neutron
tr_tr: Neutron'un kullanacağı servis eklentileri

source: The subnet request could not be satisfied because: %(reason)s
es: No se ha podido satisfacer la solicitud de subred porque: %(reason)s
fr: Impossible de répondre à la demande de sous-réseau. Motif : %(reason)s
it: La richiesta della sottorete non può essere soddisfatta perché: %(reason)s
ko_kr: 다음 이유로 인해 서브넷 요청을 충족할 수 없음: %(reason)s
ru: Запрос подсети не удается выполнить, причина: %(reason)s
tr_tr: Alt ağ isteği sağlanamadı çünkü: %(reason)s
