Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron.po
Languages: es, fr, it, ko_kr, ru, tr_tr

source: Loopback IP subnet is not supported if enable_dhcp is True.
es: La subred de IP de bucle de retorno no está soportada si enable_dhcp es True.
fr: Le sous-réseau d'IP de bouclage n'est pas pris en charge si le paramètre enable_dhcp est défini sur True.
it: La sottorete IP Loopback non è supportata se enable_dhcp è True.
ko_kr: enable_dhcp가 True인 경우 루프백 IP 서브넷이 지원되지 않습니다.
ru: Петлевая подсеть IP не поддерживается, если enable_dhcp равен True.

source: MTU of the underlying physical network. Neutron uses this value to calculate MTU for all virtual network components. For flat and VLAN networks, neutron uses this value without modification. For overlay networks such as VXLAN, neutron automatically subtracts the overlay protocol overhead from this value. Defaults to 1500, the standard value for Ethernet.
es: MTU de la red física subyacente. Neutron utiliza este valor para calcular el MTU de todos los componentes de la red virtual. Para redes planas y VLAN, neutron utiliza este valor sin modificar. Para redes superpuestas tales como VXLAN, neutron automáticamente sustrae el protocolo de superposición por encima de este valor. El valor predeterminado es 1500, que es el valor estándar para Ethernet.
fr: MTU du réseau physique sous-jacent. Neutron utilise cette valeur pour calculer la valeur MTU de tous les composants réseau virtuels. Pour les réseaux centralisés et VLAN, Neutron utilise cette valeur sans la modifier. Pour les réseaux superposés, tels que VXLAN, Neutron soustrait automatiquement la surcharge du protocole de superposition de cette valeur. La valeur par défaut est 1500, valeur standard pour Ethernet.
it: MTU della rete fisica sottostante. Neutron utilizza questo valore per calcolare la MTU per tutti i componenti della rete virtuale. Per le reti flat e VLAN, neutron utilizza questo valore senza modifica. Per le reti di sovrapposizione come VXLAN, neutron sottrae automaticamente l'overhead del protocollo di sovrapposizione da questo valore. Il valore predefinito è impostato su 1500, il valore standard per Ethernet.
ko_kr: 기본 물리 네트워크의 MTU입니다. Neutron에서는 이 값을 사용하여 모든 가상 네트워크 구성 요소의 MTU를 계산합니다. 일반 및 VLAN 네트워크의 경우 neutron에서는 이 값을 수정하지 않고 사용합니다. VXLAN과 같은 오버레이 네트워크의 경우 neutron이 이 값에서 오버레이 프로토콜 오버헤드를 자동으로 제거합니다. 이더넷의 표준 값인 1500으로 기본값이 지정됩니다.
ru: MTU физической среды. Neutron использует это значение для расчета MTU для всех компонентов виртуальной сети. Для простых сетей и VLAN Neutron не изменяет это значение. Для сетей с перекрытием, таких как VXLAN, Neutron автоматически вычитает байты, необходимые для протокола перекрытия, из этого значения. Значение по умолчанию: 1500, стандартное для Ethernet.

source: MTU setting for device. This option will be removed in Newton. Please use the system-wide segment_mtu setting which the agents will take into account when wiring VIFs.
es: Parámetro MTU para el dispositivo. Esta opción se eliminará en Newton. Utilice el parámetro system-wide segment_mtu, que los agentes tendrán en cuenta al conectar las VIF.
fr: Paramètre MTU pour l'unité. Cette option va être retirée dans Newton. Utilisez le paramètre segment_mtu de niveau système qui sera pris en compte par les agents lors de la connexion des VIF.
it: L'impostazione MTU per il dispositivo. Questa opzione verrà rimossa in Newton. Utilizzare l'impostazione segment_mtu a livello di sistema che gli agent considerano quando scrivono i VIF.
ko_kr: 장치의 MTU 설정입니다. 이 옵션은 Newton에서 제거됩니다. VIF를 연결할 때 에이전트에서 고려할 시스템 전체 segment_mtu 설정을 사용하십시오.
ru: Параметр MTU для устройства. Будет удален в Newton. Используйте системное значение segment_mtu для агентов, работающих с VIF.

source: MTU size of veth interfaces
es: Tamaño de MTU de la interfaz de veth
fr: Taille de MTU des interfaces veth
it: Dimensione MTU delle interfacce veth
ko_kr: veth 인터페이스의 MTU 크기
ru: Размер MTU интерфейсов veth
tr_tr: veth arayüzlerinin MTU boyutu

source: Make the l2 agent run in DVR mode.
es: Hacer que el agente l2 se ejecute en modalidad DVR.
fr: Exécuter l'agent l2 dans le mode DVR.
it: Eseguire l'agent L2 in modalità DVR.
ko_kr: l2 에이전트를 DVR 모드에서 실행하십시오.
ru: Создать агент L2, выполняемый в режиме DVR.
tr_tr: L2 ajanın DVR kipinde çalışmasını sağla.

source: Malformed request body
es: Cuerpo de solicitud formado incorrectamente
fr: Format de corps de demande incorrect
it: Corpo richiesta non corretto
ko_kr: 형식이 틀린 요청 본문
ru: Неправильное тело запроса
tr_tr: Kusurlu istek gövdesi

source: Malformed request body: %(reason)s.
es: Cuerpo de solicitud mal formado: %(reason)s.
fr: Format de corps de demande incorrect : %(reason)s
it: Corpo richiesta non corretto: %(reason)s.
ko_kr: 형식이 잘못된 요청 본문: %(reason)s.
ru: Неправильно сформированное тело запроса: %(reason)s.

source: MaxRtrAdvInterval setting for radvd.conf
es: Parámetro MaxRtrAdvInterval para radvd.conf
fr: Paramètre MaxRtrAdvInterval pour radvd.conf
it: Impostazione MaxRtrAdvInterval per radvd.conf
ko_kr: radvd.conf의 MaxRtrAdvInterval 설정
ru: Параметр MaxRtrAdvInterval для radvd.conf

source: Maximum number of DNS nameservers per subnet
es: Número máximo de servidores de nombres DNS por subred
fr: Nombre maximum de serveurs de noms DNS par sous-réseau
it: Numero massimo di server dei nomi DNS per la sottorete
ko_kr: 서브넷당 최대 DNS 네임스페이스 수
ru: Максимальное количество серверов DNS для подсети

source: Maximum number of L3 agents which a HA router will be scheduled on. If it is set to 0 then the router will be scheduled on every agent.
es: Número máximo de agentes L3 a los que se replanificará un direccionador HA. Si está definido a 0, se replanificará el direccionador a cada uno de los agentes.
fr: Nombre maximum d'agents L3 sur lesquels un routeur HA sera planifié. Si ce paramètre est défini sur 0, le routeur sera planifié sur chaque agent.
it: Numero massimo di agent L3 su cui verrà pianificato un router HA. Se è impostato su 0, il router verrà pianificato su ciascun agent.
ko_kr: HA 라우터가 스케줄될 최대 L3 에이전트 수입니다. 이 수가 0으로 설정되면 라우터가 모든 에이전트에서 스케줄됩니다.
ru: Максимальное число агентов L3, где будет запланирован маршрутизатор высокой готовности. Если параметр равен 0, то маршрутизатор будет запланирован на каждом агенте.

source: Maximum number of allowed address pairs
es: Número máximo de pares de direcciones permitidos
fr: Nombre maximal de paires d'adresses autorisé
it: Numero massimo di coppie di indirizzi consentito
ko_kr: 허용되는 주소 쌍 최대 수
ru: Максимальное число разрешенных пар адресов
tr_tr: İzin verilen adres çiftlerinin azami sayısı

source: Maximum number of fixed ips per port. This option is deprecated and will be removed in the N release.
es: El número máximo de IP fijas por puerto. Esta opción está en desuso y se eliminará en el release N.
fr: Nombre maximum d'IP fixes par port. Cette option est obsolète et elle sera retirée dans la version N.
it: Numero massimo di IP fissi per porta. Questa opzione è obsoleta e sarà rimossa nella release N.
ko_kr: 포트당 최대 Fixed IP 수. 이 옵션은 더 이상 사용되지 않으므로 N 릴리스에서 제거됩니다.
ru: Максимальное количество фиксированных IP-адресов на один порт. Эта опция устарела и будет удалена в выпуске N.

source: Maximum number of host routes per subnet
es: Número máximo de rutas de host por subred
fr: Nombre maximal de routes hôte par sous-réseau
it: Numero massimo di route host per la sottorete
ko_kr: 서브넷당 호스트 라우트의 최대 수
ru: Максимальное количество маршрутов хоста на подсеть
tr_tr: Alt ağ başına azami istemci sayısı

source: Maximum number of routes per router
es: Número máximo de rutas por direccionador
fr: Nombre maximum de routes par routeur
it: Numero massimo di instradamenti per router
ko_kr: 라우터당 최대 경로 수
ru: Максимальное количество маршрутов на маршрутизатор

source: Maximum size of an IP packet (MTU) that can traverse the underlying physical network infrastructure without fragmentation. For instances using a self-service/private network, neutron subtracts the overlay protocol overhead from this value and provides it to instances via DHCP option 26. For example, using a value of 9000, DHCP provides 8950 to instances using a VXLAN network that contains 50 bytes of overhead. Using a value of 0 disables this feature and instances typically default to a 1500 MTU. Only impacts instances, not neutron network components such as bridges and routers.
es: Tamaño máximo de un paquete de IP (MTU) que puede atravesar la infraestructura de red física subyacente sin fragmentación. Por ejemplo, utilizando una red privada de autoservicio, Neutron sustrae el protocolo de superposición por encima de este valor y lo proporciona a las instancias mediante la opción 26 de DHCP. Por ejemplo, utilizando el valor 9000, DHCP proporciona 8950 a instancias que utilizan una red VXLAN que contiene 50 bytes de sobrecarga. Si se utiliza el valor 0, se deshabilita esta caracteristica y las instancias generalmente utilizan como valor predeterminado un valor de 1500 MTU. Esto sólo tiene impacto sobre las instancias, no sobre los componentes de red de Neutron tales como puentes o direccionadores.
fr: Taille maximum d'un paquet IP (MTU) qui peut traverser l'infrastructure de réseau physique sous-jacente sans fragmentation. Pour les instances utilisant un réseau en libre service/privé, Neutron soustrait la valeur de surcharge du protocole de superposition de cette valeur et la fournit aux instances via DHCP option 26. Par exemple, si la valeur 9000 est utilisée, DHCP fournit la valeur 8950 aux instances utilisant un réseau VXLAN qui contient 50 octets de surcharge. La valeur 0 désactive cette fonction et les instances utilisent généralement par défaut la valeur 1500 MTU. Seules les instances sont impactées et non les composants réseau Neutron comme les ponts et les routeurs.
it: La dimensione massima di un pacchetto IP (MTU) che può attraversare la rete fisica sottostante senza frammentazione. Per le istanze che utilizzano una rete self-service/privata, neutron sottrae l'overhead del protocollo di sovrapposizione da questo valore e lo fornisce alle istanze mediante DHCP opzione 26. Ad esempio, utilizzando un valore di 9000, DHCP fornisce 8950 alle istanze che utilizzano una rete VXLAN che contiene 50 byte di overhead. L'utilizzo di un valore 0 disabilita questa funzione e le istanze vengono in genere impostate per valore predefinito su una MTU di 1500. Ha impatto solo sulle istanze e non sui componenti di rete neutron come bridge e router.
ko_kr: 단편화를 사용하지 않고 기본 물리 네트워크 인프라를 횡단할 수 있는 IP 패킷(MTU)의 최대 크기입니다. 셀프 서비스/개인 네트워크를 사용하는 인스턴스의 경우 neutron이 이 값에서 오버레이 프로토콜 오버헤드를 빼고 DHCP 옵션 26을 통해 인스턴스에 제공합니다. 예를 들어, 9000이라는 값을 사용하는 경우 DHCP는 50바이트의 오버헤드가 포함된 VXLAN 네트워크를 사용하는 인스턴스에 8950을 제공합니다.
ru: Максимальный размер (MTU) пакета IP, который может передаваться по физической сети без фрагментации. Для экземпляров, работающих в сети самообслуживания или частной сети, Neutron вычитает из этого значения длину заголовка протокола перекрытия и сообщает это значение посредством DHCP option 26. Например, для значения 9000 DHCP передаст значение 8950 экземплярам, работающим в сети VXLAN, где длина заголовка составляет 50 байт. Значение 0 выключает эту функцию, и экземпляры, как правило, используют MTU по умолчанию (1500). Влияет только на экземпляры, но не на сетевые компоненты Neutron, такие как мосты или маршрутизаторы.

source: Metadata Proxy UNIX domain socket mode, 4 values allowed: 'deduce': deduce mode from metadata_proxy_user/group values, 'user': set metadata proxy socket mode to 0o644, to use when metadata_proxy_user is agent effective user or root, 'group': set metadata proxy socket mode to 0o664, to use when metadata_proxy_group is agent effective group or root, 'all': set metadata proxy socket mode to 0o666, to use otherwise.
es: Modalidad de socket de dominio UNIX de proxy de metadatos, 4 valores permitidos: 'deduce': deducir la modalidad de los valores metadata_proxy_user/group; 'user': establecer la modalidad de socket de proxy de metadatos en 0o644 y utilizarse cuando metadata_proxy_user es usuario efectivo de agente o raíz; 'group': establecer la modalidad de socket de proxy de metadatos en 0o664 y utilizarse cuando metadata_proxy_group es grupo efectivo de agente o raíz, 'all': establecer la modalidad de socket de proxy de metadatos en 0o666 y, de lo contrario, utilizarse.
fr: Mode du socket de domaine UNIX de proxy de métadonnées, 4 valeurs autorisées : 'deduce' : mode de déduction à partir des valeurs de metadata_proxy_user/group, 'user' : mode du socket de proxy de métadonnées défini sur 0o644, à utiliser lorsque metadata_proxy_user correspond à l'utilisateur ou la racine effectif de l'agent, 'group' : mode du socket de proxy de métadonnées défini sur 0o664,à utiliser lorsque metadata_proxy_group correspond au groupe ou à la racine effectif de l'agent, 'all' : mode du socket de proxy de métadonnées défini sur 0o666, à utiliser dans les autres cas.
it: Modalità socket del dominio UNIX del proxy di metadati, 4 valori consentiti: 'deduce': modalità deduzione da valori metadata_proxy_user/group, 'user': impostare modalità socket proxy metadati su 0o644, da usare quando metadata_proxy_user è l'utente effettivo agent o root, 'group': impostare modalità socket proxy metadati su 0o664, da usare quando metadata_proxy_group è gruppo effettivo agent o root, 'all': impostare modalità socket proxy metadati su 0o666, per usare altrimenti.
ko_kr: 메타데이터 프록시 UNIX 도메인 소켓 모드, 4개의 값이 허용됨: 'deduce': metadata_proxy_user/group 값의 추론 모드, 'user': 메타데이터 프록시 소켓 모드를 0o644로 설정, metadata_proxy_user가 에이전트 유효 사용자 또는 루트인 경우 사용, 'group': 메타데이터 프록시 소켓 모드를 0o664로 설정, metadata_proxy_group이 에이전트 유효 그룹 또는 루트인 경우 사용, 'all': 메타데이터 프록시 소켓 모드를 0o666으로 설정, 기타 경우에 사용
ru: Режим сокета домена UNIX Proxy метаданных, допускается 4 значения: 'deduce': получать режим из значений metadata_proxy_user/group, 'user': присвоить режиму сокета proxy метаданных значение 0o644 для применения в случае, если значением metadata_proxy_user является пользователь root или эффективный пользователь агента, 'group': присвоить режиму сокета proxy метаданных значение 0o664 для применения в случае, если значением metadata_proxy_group является root или эффективная группа агента, 'all': присвоить режиму сокета proxy метаданных значение 0o666 для использования в остальных случаях.

source: Metering driver
es: Controlador de medición
fr: Pilote de décompte
it: Driver di misurazione
ko_kr: 측정 드라이버
ru: Драйвер измерения
tr_tr: Ölçme sürücüsü

source: Metering label %(label_id)s does not exist
es: La etiqueta de medición %(label_id)s no existe
fr: L'étiquette de mesure %(label_id)s n'existe pas
it: L'etichetta di misurazione %(label_id)s non esiste
ko_kr: 측정 레이블 %(label_id)s이(가) 존재하지 않음
ru: Метка измерения %(label_id)s не существует
tr_tr: Ölçme etiketi %(label_id)s mevcut değil

source: Metering label rule %(rule_id)s does not exist
es: La regla de etiqueta de medición %(rule_id)s no existe
fr: La règle d'étiquette de mesure %(rule_id)s n'existe pas
it: La regola di etichetta di misurazione %(rule_id)s non esiste
ko_kr: 측정 레이블 규칙 %(rule_id)s이(가) 존재하지 않음
ru: Правило метки измерения %(rule_id)s не существует
tr_tr: Ölçme etiketi kuralı %(rule_id)s mevcut değil

source: Metering label rule with remote_ip_prefix %(remote_ip_prefix)s overlaps another
es: Regla de etiqueta de medición con remote_ip_prefix %(remote_ip_prefix)s se solapa otro
fr: La règle d'étiquette de mesure avec remote_ip_prefix %(remote_ip_prefix)s chevauche un(e) autre
it: La regola di etichetta di misurazione remote_ip_prefix %(remote_ip_prefix)s si sovrappone ad un'altra
ko_kr: remote_ip_prefix %(remote_ip_prefix)s을(를) 가진 측정 레이블 규칙이 다른 항목과 겹침
ru: Правило метки измерения с remote_ip_prefix %(remote_ip_prefix)s перекрывается другим правилом
tr_tr: remote_ip_prefix %(remote_ip_prefix)s sahip ölçme etiket kuralı başka bir tanesiyle çatışıyor

source: Method cannot be called within a transaction.
es: No se puede llamar a este método dentro de una transacción.
fr: La méthode ne peut pas être appelée au sein d'une transaction.
it: Il metodo non può essere richiamato all'interno di una transazione.
ko_kr: 트랜잭션 내에서 메소드를 호출할 수 없습니다.
ru: Метод нельзя вызывать внутри транзакции.

source: Migration from distributed router to centralized is not supported
es: No se admite migrar de un direccionador distribuido a uno centralizado
fr: La migration du routeur distribué vers le routeur centralisé n'est pas prise en charge
it: La migrazione dal router distribuito al router centralizzato non è supportata
ko_kr: 분산 라우터에서 중앙으로 마이그레이션하는 작업은 지원되지 않음
ru: Миграция с распределенных маршрутизаторов на централизованный не поддерживается

source: MinRtrAdvInterval setting for radvd.conf
es: Parámetro MinRtrAdvInterval para radvd.conf
fr: Paramètre MinRtrAdvInterval pour radvd.conf
it: Impostazione MinRtrAdvInterval per radvd.conf
ko_kr: radvd.conf의 MinRtrAdvInterval 설정
ru: Параметр MinRtrAdvInterval для radvd.conf

source: Minimize polling by monitoring ovsdb for interface changes.
es: Minimizar sondeo supervisando ovsdb para cambios de interfaz.
fr: Réduire au minimum l'interrogation en surveillant les changements d'interface de l'ovsdb.
it: Ridurre al minimo il polling controllando ovsdb per le modifiche all'interfaccia.
ko_kr: 인터페이스 변경사항에 대한 ovsdb를 모니터링하여 폴링을 최소화합니다.
ru: Минимизировать опрос путем мониторинга ovsdb на предмет изменений интерфейса.
tr_tr: Sorgulamayı ovsdb arayüzünü değişiklikler için izleyerek olabildiğince azalt.

source: Minimum number of L3 agents which a HA router will be scheduled on. If it is set to 0 then the router will be scheduled on every agent.
es: Número mínimo de agentes L3 a los que se replanificará un direccionador HA. Si está definido a 0, se replanificará el direccionador a cada uno de los agentes.
fr: Nombre minimum d'agents L3 sur lesquels un routeur HA sera planifié. Si ce paramètre est défini sur 0, le routeur sera planifié sur chaque agent.
it: Numero minimo di agent L3 su cui verrà pianificato un router HA. Se è impostato su 0, il router verrà pianificato su ciascun agent.
ko_kr: HA 라우터가 스케줄될 최소 L3 에이전트 수입니다. 이 수가 0으로 설정되면 라우터가 모든 에이전트에서 스케줄됩니다.
ru: Минимальное число агентов L3, где будет запланирован маршрутизатор высокой готовности. Если параметр равен 0, то маршрутизатор будет запланирован на каждом агенте.

source: Missing key in mapping: '%s'
es: Falta clave en correlación: '%s'
fr: Clé manquante dans le mappage : '%s'
it: Chiave mancante nell'associazione: '%s'
ko_kr: 맵핑에서 키 누락: '%s'
ru: Отсутствует ключ в отображении: '%s'
tr_tr: Eşleştirmede anahtar eksik: '%s'

source: Missing value in mapping: '%s'
es: Falta valor en correlación: '%s'
fr: Valeur manquante dans le mappage : '%s'
it: Valore mancante nell'associazione: '%s'
ko_kr: 맵핑에서 값 누락: '%s'
ru: Отсутствует значение в отображении: '%s'
tr_tr: Eşleştirmede değer eksik: '%s'

source: Multicast IP subnet is not supported if enable_dhcp is True.
es: La subred de IP de multidifusión no está soportada si enable_dhcp es True.
fr: Le sous-réseau IP de multidiffusion n'est pas pris en charge si le paramètre enable_dhcp est défini sur True.
it: La sottorete IP Multicast non è supportata se enable_dhcp è True.
ko_kr: enable_dhcp가 True인 경우 멀티캐스트 IP 서브넷이 지원되지 않습니다.
ru: Мультикастовая подсеть IP не поддерживается, если enable_dhcp равен True.

source: Multicast group for VXLAN. When configured, will enable sending all broadcast traffic to this multicast group. When left unconfigured, will disable multicast VXLAN mode.
es: Grupo de multidifusión para VXLAN. Cuando esté configurada, permitirá enviar todo el tráfico de difusión a este grupo de multidifusión. Si se deja sin configurar, se deshabilitará el modo de multidifusión VXLAN.
fr: Groupe de multidiffusion pour VXLAN. Lorsque ce paramètre est configuré, il permet l'envoi de tout le trafic de diffusion vers ce groupe de multidiffusion. Dans le cas contraire, il désactive le mode VXLAN de multidiffusion.
it: Gruppo multicast per VXLAN. Quando configurato, abilita l'invio di tutto il traffico broadcast a questo gruppo multicast. Quando non configurato, disabilita la modalità multicast VXLAN.
ko_kr: VXLAN의 멀티캐스트 그룹입니다. 이 그룹이 구성되면 모든 브로드캐스트 트래픽을 이 멀티캐스트 그룹에 보낼 수 있습니다. 구성되지 않은 상태로 두면 멀티캐스트 VXLAN 모드가 사용되지 않습니다.
ru: Многоадресная группа для VXLAN. Если она настроена, то весь широковещательный трафик направляется в эту группу. Если она не задана, то режим многоадресной передачи VXLAN выключен.

source: Multicast group(s) for vxlan interface. A range of group addresses may be specified by using CIDR notation. Specifying a range allows different VNIs to use different group addresses, reducing or eliminating spurious broadcast traffic to the tunnel endpoints. To reserve a unique group for each possible (24-bit) VNI, use a /8 such as 239.0.0.0/8. This setting must be the same on all the agents.
es: Grupo de multidifusión para la interfaz VXLAN. Se puede especificar un rango de direcciones de grupo utilizando la notación CIDR. Especificar un rango permite que diferentes VNI utilicen diferentes direcciones de grupos, reduciendo o eliminando tráfico de difusión espurio a los puntos finales del tunel. Para reservar un grupo exclusivo para cada posible VNI (24-bit) , utilice un /8, como por ejemplo 239.0.0.0/8. Este ajuste debe ser el mismo en todos los agentes.
fr: Groupe(s) de multidiffusion pour l'interface vxlan. Une plage d'adresses de groupe peut être spécifiée en utilisant la notation CIDR. Si une plage est indiquée, différents VNI peuvent utiliser différentes adresses de groupe, ce qui réduit ou élimine le trafic de multidiffusion fallacieux vers les nœuds finaux de tunnel. Pour réserver un groupe unique pour chaque VNI possible (24 bits), utilisez /8, par exemple 239.0.0.0/8. Ce paramètre doit être identique sur tous les agents.
it: Gruppo multicast per l'interfaccia vxlan. Un intervallo di indirizzi di gruppo può essere specificato utilizzando la notazione CIDR. La definizione di un intervallo consente a VNI diversi di utilizzare indirizzi di gruppo diversi, riducendo o eliminando il traffico di broadcast spurio agli endpoint del tunnel. Per riservare un gruppo univoco per ciascun VNI possibile (24-bit), utilizzare /8, ad esempio, 239.0.0.0/8. Questa impostazione deve essere la stessa su tutti gli agent.
ko_kr: vxlan 인터페이스의 멀티캐스트 그룹입니다. 그룹 주소의 범위는 CIDR 표기법을 사용하여 지정할 수 있습니다. 범위를 지정하면 여러 다른 VNI에서 여러 다른 그룹 주소를 사용할 수 있으므로, 터널 엔드포인트에 대한 의사 브로드캐스트 트래픽이 감소하거나 제거됩니다. 가능한 각 (24비트) VNI의 고유 그룹을 유지하려면 /8을 사용하십시오(예: 239.0.0.0/8). 이 설정은 모든 에이전트에서 같아야 합니다.
ru: Многоадресные группы для интерфейса vxlan. Диапазон адресов группы можно указать в нотации CIDR. Если указан диапазон, то различные VNI смогут использовать разные адреса группы, что снижает или даже исключает интенсивный широковещательный трафик для конечных точек туннеля. Для того чтобы зарезервировать уникальную группу для каждого возможного VNI (24 бита), используйте формат /8, например, 239.0.0.0/8. Этот параметр должен быть одинаковым во всех агентах.

source: Multiple agents with agent_type=%(agent_type)s and host=%(host)s found
es: Se han encontrado varios agentes con agent_type=%(agent_type)s y host=%(host)s
fr: Plusieurs agents trouvés avec agent_type=%(agent_type)s et host=%(host)s
it: Trovati più agent con agent_type=%(agent_type)s e host=%(host)s
ko_kr: agent_type=%(agent_type)s 및 host=%(host)s인 에이전트를 여러 개 찾음
ru: Найдено несколько агентов с agent_type=%(agent_type)s и host=%(host)s
tr_tr: agent_type=%(agent_type)s ve istemci=%(host)s olan birden fazla ajan bulundu

source: Multiple default providers for service %s
es: Múltiples proveedores predeterminados para servicio %s
fr: Fournisseurs multiples par défaut pour le service %s
it: Più provider predefiniti per il servizio %s
ko_kr: %s 서비스에 대한 다중 기본 제공자
ru: Несколько поставщиков по умолчанию для службы %s
tr_tr: %s servisi için birden fazla varsayılan sağlayıcı
