Repository: openstack/neutron
Catalog: neutron/locale/*/LC_MESSAGES/neutron-log-warning.po
Languages: ko_kr, tr_tr

source: %(agent_type)s agent %(agent_id)s is not active
ko_kr: %(agent_type)s 에이전트 %(agent_id)s이(가) 활성이 아님
tr_tr: %(agent_type)s ajanı %(agent_id)s etkin değil

source: %(port_num)d router ports found on the metadata access network. Only the port %(port_id)s, for router %(router_id)s will be considered
ko_kr: 메타데이터 액세스 네트워크에서 %(port_num)d 라우터 포트를 찾았습니다. %(router_id)s 라우터의 %(port_id)s 포트만 고려됩니다.
tr_tr: Metadata erişim ağında %(port_num)d yönlendirici bağlantı noktası bulundu. Yalnızca %(port_id)s bağlantı noktası, %(router_id)s yönlendiricisi için değerlendirilecek

source: %(type)s tunnel %(id)s not found
ko_kr: %(type)s 터널 %(id)s을(를) 찾을 수 없음
tr_tr: %(type)s tünel %(id)s bulunamadı

source: %s does not support QoS; no rule types available
ko_kr: %s에서 QoS를 지원하지 않습니다. 사용 가능한 규칙 유형이 없습니다.

source: %s is already registered
ko_kr: %s이(가) 이미 등록됨

source: A concurrent port creation has occurred
ko_kr: 동시 포트 작성이 발생함
tr_tr: Eş zamanlı bağlantı noktası oluşturma meydana geldi

source: Action %(action)s for network %(net_id)s could not complete successfully: %(reason)s
ko_kr: 네트워크 %(net_id)s의 작업 %(action)s을 성공적으로 완료할 수 없음: %(reason)s
tr_tr: %(net_id)s ağı için %(action)s eylemi başarıyla tamamlanamadı: %(reason)s

source: Action %s not supported
ko_kr: 작업 %s이(가) 지원되지 않음
tr_tr: %s eylemi desteklenmiyor

source: Agent healthcheck: found %(count)s dead agents out of %(total)s: %(data)s
ko_kr: 에이전트 상태 확인: %(total)s 중 %(count)s개의 에이전트가 작동하지 않음: %(data)s

source: Attempted to get traffic counters of chain %s which does not exist
ko_kr: 존재하지 않는 %s 체인의 트래픽 카운터를 가져오려고 시도
tr_tr: %s zincirinin mevcut olmayan trafik sayaçları alınmaya çalışıldı

source: Attempting to bind with dead agent: %s
ko_kr: 작동하지 않는 에이전트와 바인드하려고 시도: %s
tr_tr: Ölü ajanla bağlama deneniyor: %s

source: BGP Peer %s has been deleted.
ko_kr: BGP 피어 %s이(가) 삭제되었습니다.

source: BGP Speaker %s has been deleted.
ko_kr: BGP 스피커 %s이(가) 삭제되었습니다.

source: BGP speaker %s may have been deleted and its resources may have already been disposed.
ko_kr: BGP 스피커 %s이(가) 삭제되었으며 해당 자원이 이미 삭제되었습니다.

source: BgpDrAgent %s is down
ko_kr: BgpDrAgent %s이(가) 작동 중지됨

source: Cannot find vf index for pci slot %s
ko_kr: pci 슬롯 %s의 vf 인덱스를 찾을 수 없음
tr_tr: %s pci yuvası için vf indisi bulunamıyor

source: Cannot find vfs %(vfs)s in device %(dev_name)s
ko_kr: 장치 %(dev_name)s에서 vfs %(vfs)s을(를) 찾을 수 없음
tr_tr: %(dev_name)s aygıtında vfs %(vfs)s bulunamıyor

source: Cannot schedule BgpSpeaker to DrAgent. Reason: No scheduler registered.
ko_kr: DrAgent에 대해 BgpSpeaker를 스케줄링할 수 없습니다. 이유: 스케줄러가 등록되지 않았습니다.

source: Clearing cache of registered ports, retries to resync were > %s
ko_kr: 등록된 포트의 캐시 삭제, 재동기화 시도 수가 %s보다 큼

source: Could not expand segment %s
ko_kr: %s 세그먼트를 확장할 수 없음
tr_tr: Dilim %s genişletilemedi

source: DHCP agent %s is not active
ko_kr: DHCP 에이전트 %s이(가) 활성 상태가 아님
tr_tr: DHCP ajanı %s etkin değil

source: DVR functionality requires a server upgrade.
ko_kr: DVR 기능을 사용하려면 서버를 업그레이드해야 합니다.
tr_tr: DVR işlevselliği sunucu yükseltmesi gerektiriyor.

source: DVR: Unable to retrieve subnet information for subnet_id %s. The subnet or the gateway may have already been deleted
ko_kr: DVR: subnet_id %s의 서브넷 정보를 검색할 수 없습니다. 서브넷이나 게이트웨이가 이미 삭제되었을 수 있습니다.

source: Deleting flow %s
ko_kr: 플로우 %s 삭제

source: Deleting flow with cookie 0x%(cookie)x
ko_kr: 쿠키가 0x%(cookie)x인 플로우 삭제

source: Device %(dev)s failed for %(times)s times and won't be retried anymore
ko_kr: %(dev)s 장치가 %(times)s번 실패했으므로 더 이상 재시도하지 않음

source: Device %(device)s requested by agent %(agent_id)s on network %(network_id)s not bound, vif_type: %(vif_type)s
ko_kr: 네트워크 %(network_id)s에서 에이전트 %(agent_id)s이(가) 요청한 장치 %(device)s이(가) 바인드되지 않음, vif_type: %(vif_type)s
tr_tr: %(network_id)s ağı üstündeki %(agent_id)s ajanı tarafından istenen %(device)s aygıtı bağlı değil, vif_type: %(vif_type)s

source: Device %s does not exist so ARP entry cannot be updated, will cache information to be applied later when the device exists
ko_kr: 장치 %s이(가) 없으므로 ARP 항목을 업데이트할 수 없습니다. 장치가 있으면 나중에 적용될 정보를 캐시합니다.

source: Device %s does not support state change
ko_kr: 장치 %s에서 상태 변경을 지원하지 않음

source: Device %s not defined on plugin or binding failed
ko_kr: %s 장치가 플러그인에서 정의되지 않았거나 바인딩에 실패

source: Dictionary %(dict_name)s for agent %(agent_type)s on host %(host)s is invalid.
ko_kr: 호스트 %(host)s에 있는 에이전트 %(agent_type)s의 사전 %(dict_name)s이(가) 올바르지 않습니다.

source: Did not find expected name "%(ext_name)s" in %(file)s
ko_kr: %(file)s에서 예상된 이름 "%(ext_name)s"을(를) 찾지 못했음
tr_tr: %(file)s içinde beklenen isim "%(ext_name)s" bulunamadı

source: Driver configuration doesn't match with enable_security_group
ko_kr: 드라이버 구성이 enable_security_group과 일치하지 않음
tr_tr: Sürücü yapılandırması enable_security_group ile eşleşmiyor

source: Duplicate iptables %(thing)s detected. This may indicate a bug in the the iptables %(thing)s generation code. Line: %(line)s
ko_kr: 중복 iptables %(thing)s이(가) 발견되었습니다. iptables %(thing)s 생성 코드에 버그가 있음을 나타낼 수 있습니다. 행: %(line)s

source: Endpoint with ip %s already exists
ko_kr: IP가 %s인 엔드포인트가 이미 있음
tr_tr: %s ip'sine sahip son uç zaten mevcut

source: Extension %s not supported by any of loaded plugins
ko_kr: %s 확장이 로드된 어떤 플러그인에서도 지원되지 않음
tr_tr: Eklenti %s yüklenen hiçbir eklenti tarafından desteklenmiyor

source: Extension file %(f)s wasn't loaded due to %(exception)s
ko_kr: %(exception)s(으)로 인해 %(f)s 확장 파일이 로드되지 않았음
tr_tr: Eklenti dosyası %(f)s %(exception)s sebebiyle yüklenmedi

source: Failed to bind port %(port)s on host %(host)s at level %(lvl)s
ko_kr: 레벨 %(lvl)s에서 호스트 %(host)s의 포트 %(port)s을(를) 바인드하는 데 실패

source: Failed to delete namespace %s
ko_kr: %s 네임스페이스 삭제 실패
tr_tr: %s isim uzayı silme başarısız

source: Failed to notify L3 agent on host %(host)s about added router. Attempt %(attempt)d out of %(max_attempts)d
ko_kr: 호스트 %(host)s에서 L3 에이전트에 추가된 라우터에 대해 알리는 데 실패했습니다. %(max_attempts)d 중 %(attempt)d번 시도했습니다.

source: Failed to set device %s state
ko_kr: 장치 %s 상태를 설정하는 데 실패

source: Failed to set spoofcheck for device %s
ko_kr: 장치 %s의 위조 검사를 설정하지 못함

source: Failed trying to delete interface: %s
ko_kr: 인터페이스 삭제 실패: %s
tr_tr: Arayüzü silme denemesi başarısız: %s

source: Failed trying to delete namespace: %s
ko_kr: 네임스페이스 삭제 실패: %s
tr_tr: Bilinirlik alanı silme hatası: %s

source: Found failed openvswitch port: %s
ko_kr: 실패한 openvswitch 포트 발견: %s
tr_tr: Başarısız olmuş openvswitch bağlantı noktası bulundu: %s

source: Found not yet ready openvswitch port: %s
ko_kr: 아직 준비되지 않은 openvswitch 포트 발견: %s
tr_tr: Henüz hazır olmayan openvswitch bağlantı noktası bulundu: %s

source: Info for router %s was not found. Performing router cleanup
ko_kr: 라우터 %s의 정보를 찾지 못했습니다. 라우터 정리 수행
tr_tr: %s yönlendiricisi için bilgi bulunamadı. Yönlendirici temizliği gerçekleştiriliyor

source: Invalid Interface ID, will lead to incorrect tap device name
ko_kr: 올바르지 않은 인터페이스 ID로 인해 올바르지 않은 테이프 디바이스 이름이 만들어짐
tr_tr: Geçersiz arayüz kimliği, geçersiz tap aygıt ismine yol açacak

source: Invalid Network ID, will lead to incorrect bridge name
ko_kr: 올바르지 않은 네트워크 ID로 인해 올바르지 않은 브릿지 이름이 생성됨
tr_tr: Geçersiz Ağ ID'si, geçersiz köprü ismine yol açacak

source: Invalid Segmentation ID: %s, will lead to incorrect vxlan device name
ko_kr: 올바르지 구분 ID %s(으)로 인해 올바르지 않은 vxlan 디바이스 이름이 생성됨
tr_tr: Geçersiz Dilimlendirme kimliği: %s, geçersiz vxlan aygıt ismine sebep olacak

source: Invalid VLAN ID, will lead to incorrect subinterface name
ko_kr: 올바르지 않은 VLAN ID로 인해 올바르지 않은 하위 인터페이스 이름이 만들어짐
tr_tr: Geçersiz VLAN ID'si, geçersiz alt arayüz ismine yol açacak

source: Invalid remote IP: %s
ko_kr: 올바르지 않은 원격 IP: %s
tr_tr: Geçersiz uzak IP: %s

source: Invalid value for pagination_max_limit: %s. It should be an integer greater to 0
ko_kr: pagination_max_limit의 올바르지 않은 값: %s. 이는 0보다 큰 정수여야 합니다.
tr_tr: pagination_max_limit: %s için geçersiz değer. 0'dan büyük bir tam sayı olmalı

source: L2 agent could not get DVR MAC address from server. Retrying. Detailed message: %s
ko_kr: L2 에이전트가 서버에서 DVR MAC 주소를 가져올 수 없습니다. 재시도 중입니다. 자세한 메시지: %s
tr_tr: L2 ajanı sunucudan DVR MAC adresini alamadı. Tekrar deneniyor. Detaylı ileti: %s

source: Loaded plugins do not implement extension %s interface
ko_kr: 로드된 플러그인이 확장 %s 인터페이스를 구현하지 않음
tr_tr: Yüklü eklentiler eklenti %s arayüzünü uygulamıyor

source: Network %s may have been deleted and its resources may have already been disposed.
ko_kr: 네트워크 %s이(가) 삭제되었으며 해당 자원이 이미 삭제되었습니다.
tr_tr: Ağ %s silinmiş ve kaynakları ortadan kaldırılmış olabilir.

source: Neutron server does not support state report. State report for this agent will be disabled.
ko_kr: Neutron 서버에서 상태 보고서를 지원하지 않습니다. 이 에이전트의 상태 보고서를 사용할 수 없습니다.
tr_tr: Neutron sunucusu durum raporu desteklemiyor. Bu ajan için durum raporu kapatılacak.

source: No DHCP agents available, skipping rescheduling
ko_kr: DHCP 에이전트를 사용할 수 없음, 재스케줄링 건너뛰기
tr_tr: Uygun DHCP ajanı yok, yeniden zamanlama atlanıyor

source: No L3 agents can host the router %s
ko_kr: L3 에이전트가 라우터 %s을(를) 호스트할 수 없음
tr_tr: Hiçbir L3 ajanı %s yönlendiricisini sunamaz

source: No MTU configured for port %s
ko_kr: 포트 %s에 구성된 MTU가 없음

source: No active L3 agents
ko_kr: 활성 L3 에이전트가 없음
tr_tr: Etkin L3 ajanı yok

source: No controller found for: %s - returning response code 404
ko_kr: %s의 컨트롤러를 찾을 수 없음 - 응답 코드 404 리턴

source: No flat network found on physical network %s
ko_kr: 실제 네트워크 %s에서 플랫 네트워크를 찾을 수 없음
tr_tr: Fiziksel ağ %s üzerinde düz ağ bulunamadı

source: No more DHCP agents
ko_kr: 추가 DHCP 에이전트가 없음
tr_tr: Daha fazla DHCP ajanı yok

source: No plugin found for resource:%s. API calls may not be correctly dispatched
ko_kr: %s 자원의 플러그인을 찾을 수 없습니다. API 호출이 올바르게 디스패치되지 않을 수 있습니다.

source: No plugin found for: %s
ko_kr: %s의 플러그인을 찾을 수 없음

source: No routers compatible with L3 agent configuration on host %s
ko_kr: 호스트 %s에서 L3 에이전트 구성과 호환 가능한 라우터가 없음
tr_tr: Hiçbir yönlendirici %s istemcisi üzerindeki L3 ajanı yapılandırmasıyla uyumlu değil

source: No sqlalchemy event for resource %s found
ko_kr: 자원 %s의 sqlalchemy 이벤트를 찾을 수 없음

source: No valid gateway port on subnet %s is found for IPv6 RA
ko_kr: 서브넷 %s에 IPv6 RA의 올바른 게이트웨이 포트가 없음
tr_tr: IPv6 RA için %s alt ağı üzerinde geçerli ağ geçidi bağlantı noktası bulunamadı

source: No vlan_id %(vlan_id)s found on physical network %(physical_network)s
ko_kr: 실제 네트워크 %(physical_network)s에서 vlan_id %(vlan_id)s을(를) 찾을 수 없음
tr_tr: %(physical_network)s fiziksel ağında vlan_id %(vlan_id)s bulunamadı

source: Nova event: %s returned with failed status
ko_kr: Nova 이벤트: %s이(가) 실패한 상태로 반환됨
tr_tr: Nova olayı: %s başarısız durum döndürdü

source: OVS is dead. OVSNeutronAgent will keep running and checking OVS status periodically.
ko_kr: OVS가 작동하지 않습니다. OVSNeutronAgent가 계속 실행되며 정기적으로 OVS 상태를 확인합니다.
tr_tr: OVS ölü. OVSNeutronAgent çalışmaya devam edip OVS durumunu aralıklarla kontrol edecek.

source: OVS is restarted. OVSNeutronAgent will reset bridges and recover ports.
ko_kr: OVS가 다시 시작됩니다. OVSNeutronAgent가 브릿지를 재설정하고 포트를 복구합니다.
tr_tr: OVS yeniden başlatıldı. OVSNeutronAgent köprüleri sıfırlayacak ve bağlantı noktalarını kurtaracak.

source: Only %(active)d of %(total)d DHCP agents associated with network '%(net_id)s' are marked as active, so notifications may be sent to inactive agents.
ko_kr: 네트워크 '%(net_id)s'와 연관된 %(total)d DHCP 에이전트 중 %(active)d만 활성으로 표시되므로 비활성 에이전트에 알림이 전송될 수 있습니다.
tr_tr: '%(net_id)s' ağıyla ilişkilendirilmiş %(total)d DHCP ajanından yalnızca %(active)d kadarı etkin olarak işaretlenmiş, yani iletiler etkin olmayan ajanlara gönderilebilir.

source: Option "%(option)s" must be supported by command "%(command)s" to enable %(mode)s mode
ko_kr: %(mode)s 모드를 사용하려면 명령 "%(command)s"에서 옵션 "%(option)s"을(를) 지원해야 함
tr_tr: "%(option)s" seçeneği %(mode)s kipini etkinleştirmek için "%(command)s" komutuyla desteklenmeli

source: Port %(pid)s on network %(network)s not bound, no agent registered on host %(host)s
ko_kr: 네트워크 %(network)s의 포트 %(pid)s이(가) 바인드되지 않음, 호스트 %(host)s에 등록된 에이전트가 없음

source: Port %s not found during update
ko_kr: 업데이트 중에 포트 %s을(를) 찾을 수 없음
tr_tr: %s bağlantı noktası güncelleme sırasında bulunamadı

source: Port ID not set! Nova will not be notified of port status change.
ko_kr: 포트 ID를 설정하지 않았습니다! Nova에 포트 상태 변경을 알리지 않습니다.
tr_tr: Bağlantı noktası kimliği ayarlanmamış! Nova bağlantı noktası durumu değişikliğinde bilgilendirilmeyecek.

source: Received %(resource)s %(policy_id)s without context
ko_kr: 컨텍스트 없이 %(resource)s %(policy_id)s을(를) 수신

source: Refusing to bind port %(pid)s to dead agent: %(agent)s
ko_kr: 포트 %(pid)s을(를) 작동하지 않는 에이전트 %(agent)s에 바인드 거부

source: Removing network %(network)s from agent %(agent)s because the agent did not report to the server in the last %(dead_time)s seconds.
ko_kr: 마지막 %(dead_time)s초에 에이전트가 서버에 보고하지 않았으므로 에이전트 %(agent)s에서 네트워크 %(network)s 제거
tr_tr: %(network)s ağı %(agent)s ajanından çıkarılıyor çünkü ajan sunucuya son %(dead_time)s saniye rapor vermedi.

source: Rescheduling router %(router)s from agent %(agent)s because the agent did not report to the server in the last %(dead_time)s seconds.
ko_kr: 마지막 %(dead_time)s초에 에이전트가 서버에 보고하지 않았으므로 에이전트 %(agent)s에서 라우터 %(router)s 재스케줄링.
tr_tr: Yönlendirici %(router)s %(agent)s ajanından yeniden zamanlanıyor çünkü ajan sunucuya son %(dead_time)s saniye rapor vermedi.

source: Respawning %(service)s for uuid %(uuid)s
ko_kr: uuid %(uuid)s의 %(service)s 다시 파생

source: Router %s was not found. Skipping agent notification.
ko_kr: 라우터 %s을(를) 찾을 수 없습니다. 에이전트 알림을 건너뜁니다.

source: Security group agent binding currently not set. This should be set by the end of the init process.
ko_kr: 보안 그룹 에이전트 바인딩이 현재 설정되지 않았습니다. init 프로세스 종료 시 설정해야 합니다.
tr_tr: Güvenlik grubu ajan bağlama şu an ayarlanmış değil. Bu init sürecinin sonunda ayarlanmış olmalı.

source: The configured driver %(driver)s has been moved, automatically using %(new_driver)s instead. Please update your config files, as this automatic fixup will be removed in a future release.
ko_kr: 구성된 드라이버 %(driver)s이(가) 이동되었습니다. 대신 %(new_driver)s을(를) 자동으로 사용합니다. 이 자동 수정은 향후 릴리스에서 제거되므로 구성 파일을 업데이트하십시오.
tr_tr: Yapılandırılan sürücü %(driver)s taşınnmış, yerine otomatik olarak %(new_driver)s kullanılıyor. Lütfen yapılandırma dosyalarınızı güncelleyin, çünkü bu otomatik düzeltme ileri sürümlerde kaldırılacak.

source: The input changed_since must be in the following format: YYYY-MM-DDTHH:MM:SS
ko_kr: input changed_since의 형식은 YYYY-MM-DDTHH:MM:SS이어야 함

source: The quota driver neutron.quota.ConfDriver is deprecated as of Liberty. neutron.db.quota.driver.DbQuotaDriver should be used in its place
ko_kr: Liberty에서 quota driver neutron.quota.ConfDriver는 더 이상 사용되지 않습니다. 대신 neutron.db.quota.driver.DbQuotaDriver를 사용해야 합니다.

source: The remote metadata server responded with Forbidden. This response usually occurs when shared secrets do not match.
ko_kr: 원격 메타데이터 서버가 Forbidden으로 응답했습니다. 이 응답은 대개 공유 본인확인정보가 일치하지 않을 때 발생합니다.
tr_tr: Uzak metadata sunucu Yasaklı yanıtı döndü. Bu yanıt genellikle paylaşılan gizler eşleşmediğinde oluşur.

source: The user that is executing neutron can read the namespaces without using the root_helper. Disable the use_helper_for_ns_read option to avoid a performance impact.
ko_kr: neutron을 실행하는 사용자가 root_helper를 사용하지 않고 네임스페이스를 읽을 수 있습니다. 성능에 영향을 미치지 않도록 use_helper_for_ns_read 옵션을 사용하지 않게 설정하십시오.
tr_tr: Neutron'u çalıştıran kullanıcı root_helper kullanmadan isim uzaylarını okuyabilir. Performansı etkilememesi için use_helper_for_ns_read seçeneğini kapatın.

source: Time since last %s agent reschedule check has exceeded the interval between checks. Waiting before check to allow agents to send a heartbeat in case there was a clock adjustment.
ko_kr: 마지막 %s 에이전트 재스케줄링을 확인한 이후 시간이 확인 사이의 간격을 초과했습니다. 확인 전에 대기하면 클럭 조정이 있는 경우 에이전트가 하트비트를 보낼 수 있습니다.
tr_tr: Son %s ajan yeniden zamanlama kontrolünden sonra geçen zaman kontroller arası zaman aralığını aştı. Bir saat ayarlama yapılmış olması durumunu hesaba katmak için ajanların kalp atışı gönderebilmesi için kontrolden önce bekleniyor.

source: Tried to remove rule that was not there: %(chain)r %(rule)r %(wrap)r %(top)r
ko_kr: 없는 규칙을 제거하려 했음: %(chain)r %(rule)r %(wrap)r %(top)r
tr_tr: Mevcut olmayan kural silinmeye çalışıldı: %(chain)r %(rule)r %(wrap)r %(top)r

source: Tunnel synchronization requires a server upgrade.
ko_kr: 터널 동기화를 사용하려면 서버를 업그레이드해야 합니다.
tr_tr: Tünel eş zamanlama sunucu yükseltmesi gerektiriyor.

source: Unable to %(action)s dhcp for %(net_id)s: there is a conflict with its current state; please check that the network and/or its subnet(s) still exist.
ko_kr: %(net_id)s의 dhcp에 대해 %(action)s을(를) 수행할 수 없음: 현재 상태와 충돌됩니다. 네트워크 및/또는 서브넷이 여전히 있는지 확인하십시오.
tr_tr: %(net_id)s için %(action)s dhcp yapılamadı: mevcut durumuyla ilgili bir çatışma var; lütfen ağ ve/veya alt ağ(lar)ının hala mevcut olduğunu kontrol edin.

source: Unable to configure IP address for floating IP: %s
ko_kr: Floating IP의 IP 주소를 구성할 수 없음: %s
tr_tr: Değişken IP için IP adresi yapılandırılamıyor: %s

source: Unable to find data type descriptor for attribute %s
ko_kr: 속성 %s의 데이터 유형 설명자를 찾을 수 없음
tr_tr: %s özniteliği için veri türü tanımlayıcısı bulunamadı

source: Unable to retrieve active L2 agent on host %s
ko_kr: 호스트 %s에서 활성 L2 에이전트를 검색할 수 없음

source: Unable to schedule network %s: no agents available; will retry on subsequent port and subnet creation events.
ko_kr: 네트워크 %s을(를) 스케줄링할 수 없음: 에이전트를 사용할 수 없으므로, 후속 포트와 서브넷 작성 이벤트에서 재시도합니다.
tr_tr: Ağ %s zamanlanamadı: hiçbir ajan uygun değil; sonraki bağlantı noktası üzerinden ve alt ağ oluşturma olayları tekrar denenecek.

source: Unsupported QoS rule type for %(rule_id)s: %(rule_type)s; skipping
ko_kr: %(rule_id)s의 지원되지 않는 QoS 규칙 유형: %(rule_type)s. 건너뜁니다.

source: Updating lease expiration is now deprecated. Issued from host %s.
ko_kr: 임대 만기 업데이트는 더 이상 사용되지 않습니다. 호스트 %s에서 실행됩니다.
tr_tr: Kira sona erme tarihlerini güncelleme artık kullanılmıyor. %s istemcisinden yayınlandı.

source: VF with PCI slot %(pci_slot)s is already assigned; skipping reset maximum rate
ko_kr: PCI 슬롯 %(pci_slot)s이(가) 있는 VF가 이미 할당되어 있습니다. 최대 속도 재설정 건너뛰기

source: VIF port: %s has no ofport configured, and might not be able to transmit
ko_kr: VIF 포트 %s에 ofport가 구성되지 않았으므로 전송할 수 없음
tr_tr: VIF bağlantı noktası: %s'in yapılandırılmış bir ofport'u yok, aktarım yapamayabilir

source: VXLAN muticast group(s) must be provided in vxlan_group option to enable VXLAN MCAST mode
ko_kr: VXLAN MCAST 모드를 사용하려면 vxlan_group 옵션에 VXLAN 멀티캐스트 그룹을 제공해야 함

source: You are using the deprecated firewall driver: %(deprecated)s.Use the recommended driver %(new)s instead.
ko_kr: 더 이상 사용되지 않는 방화벽 드라이버를 사용 중임: %(deprecated)s. 권장 드라이버 %(new)s을(를) 대신 사용하십시오.

source: device pci mismatch: %(device_mac)s - %(pci_slot)s
ko_kr: 장치 pci 불일치: %(device_mac)s - %(pci_slot)s
tr_tr: aygıt pci uyuşmazlığı: %(device_mac)s - %(pci_slot)s

source: failed to parse vf link show line %(line)s: for %(device)s
ko_kr: %(device)s의 vf 링크 표시 행 %(line)s 구문 분석 실패
tr_tr: vf bağlantısı gösteri satırı %(line)s: %(device)s için ayrıştırma başarısız

source: l3-agent cannot check service plugins enabled at the neutron server when startup due to RPC error. It happens when the server does not support this RPC API. If the error is UnsupportedVersion you can ignore this warning. Detail message: %s
ko_kr: RPC 오류로 인해 시작 시 l3 에이전트가 neutron 서버에서 사용된 서비스 플러그인을 확인할 수 없습니다. 서버에서 이 RPC API를 지원하지 않을 때 이 문제가 발생합니다. 오류가 UnsupportedVersion인 경우 이 경고를 무시할 수 있습니다. 자세한 메시지: %s
tr_tr: RPC hatası sebebiyle l3-agent açılışta neutron sunucusundaki neutron servis eklentilerinin etkinliğini kontrol edemiyor. Bu durum sunucu bu RPC API'sini desteklemediğinde olabilir. Hata UnsupportedVersion ise bu uyarıyı göz ardı edebilirsiniz. Detaylı ileti: %s

source: l3-agent cannot check service plugins enabled on the neutron server. Retrying. Detail message: %s
ko_kr: l3 에이전트가 neutron 서버에서 사용된 서비스 플러그인을 확인할 수 없습니다. 재시도 중입니다. 자세한 메시지: %s
tr_tr: l3-agent neutron sunucusunda etkin servis eklentilerini kontrol edemiyor. Tekrar deneniyor. Detaylı ileti: %s

source: ofport: %(ofport)s for VIF: %(vif)s is not a positive integer
ko_kr: VIF: %(vif)s의 fport: %(ofport)s이(가) 양수가 아님
tr_tr: VIF: %(vif)s için ofport: %(ofport)s pozitif tam sayı değil

source: port_id to device with MAC %s not found
ko_kr: MAC가 %s인 장치의 port_id를 찾을 수 없음

source: security_group_info_for_devices rpc call not supported by the server, falling back to old security_group_rules_for_devices which scales worse.
ko_kr: 서버에서 security_group_info_for_devices rpc 호출을 지원하지 않으므로, 확장 기능이 더욱 취약한 이전 security_group_rules_for_devices로 장애 복구됩니다.
tr_tr: security_group_info_for_devices rpc çağrısı sunucu tarafından desteklenmiyor, daha kötü ölçeklenen eski security_group_rules_for_devices'e dönülüyor.

source: unable to modify mac_address of ACTIVE port %s
ko_kr: 활성 포트 %s의 mac_address를 수정할 수 없음
tr_tr: %s ETKİN bağlantı noktasının mac_address'i değiştirilemiyor

source: Attempted to remove chain %s which does not exist
tr_tr: Var olmayan %s zinciri kaldırılmaya çalışılıyor

source: Authenticating to nova using nova_admin_* options is deprecated. This should be done using an auth plugin, like password
tr_tr: Nova'ya nova_admin_* seçeneklerini kullanarak kimlik doğrulama artık kullanılmıyor. Bu parola gibi bir yetkilendirme eklentisi kullanılarak yapılmalı

source: Configuration for agent %(agent_type)s on host %(host)s is invalid.
tr_tr: %(host)s istemcisi üstündeki %(agent_type)s ajanı için yapılandırma geçersiz.

source: Creating an interface named %(name)s exceeds the %(limit)d character limitation. It was shortened to %(new_name)s to fit.
tr_tr: %(name)s isimli bir arayüz oluşturmak %(limit)d karakter sınırını aşar. Sığması için %(new_name)s'e kısaltıldı.

source: Device %(device)s requested by agent %(agent_id)s not found in database
tr_tr: %(agent_id)s ajanı tarafından istenen %(device)s aygıtı veri tabanında bulunamadı

source: Device %s not defined on plugin
tr_tr: Aygıt %s eklenti üzerinde tanımlanmamış

source: Ignoring admin_state_up=False for router=%r. Overriding with True
tr_tr: router=%r için admin_state_up=False atlanıyor. True ile üzerine yazılıyor

source: In _notify_port_updated(), no bound segment for port %(port_id)s on network %(network_id)s
tr_tr: _notify_port_updated() içinde, %(network_id)s ağı üzerindeki %(port_id)s bağlantı noktası için bağlı dilim yok

source: Interface %s not found in the heleos back-end, likely already deleted
tr_tr: Arayüz %s heleos arka-ucunda bulunamadı, muhtemelen zaten silinmiş

source: Network %s could not be found, it might have been deleted concurrently.
tr_tr: %s ağı bulunamadı, eş zamanlı olarak silinmiş olabilir.

source: Network %s has been deleted.
tr_tr: Ağ %s silindi.

source: No Token, Re-login
tr_tr: Jeton yok, Yeniden-giriş

source: No active L3 agents found for SNAT
tr_tr: SNAT için etkin L3 ajanı bulunamadı

source: No policy profile populated from VSM
tr_tr: VSM'den herhangi bir ilke profili doldurulmadı

source: Nova returned NotFound for event: %s
tr_tr: Nova %s eylemi için NotFound döndürdü

source: Port %(port)s updated by agent %(agent)s isn't bound to any segment
tr_tr: %(agent)s ajanı tarafından güncellenen %(port)s bağlantı noktası herhangi bir dilime bağlı değil

source: Reading service_providers from legacy location in neutron.conf, and ignoring values in neutron_*aas.conf files; this override will be going away soon.
tr_tr: service_providers neutron.conf'daki eski yerinden okunuyor, ve neutron_*aas.conf dosyalarındaki değerler atlanıyor; bu üzerine yazma yakında gidecek.

source: Registering resources to apply quota limits to using the quota_items option is deprecated as of Liberty.Resource REST controllers should take care of registering resources with the quota engine.
tr_tr: quota_items seçeneğini kullanarak kota sınırlarını uygulamak için kaynak kaydetme Liberty itibariyle kullanılmıyor. Kaynakların kota motoruyla kaydında kaynak REST kontrolcüleri kullanılmalı.
