Repository: openstack/neutron
Catalog: quantum/locale/*/LC_MESSAGES/quantum.po
Languages: de

source: Cannot delete bridge %s, does not exist
de: Brücke %s kann nicht gelöscht werden, da nicht vorhanden

source: Removing device %(interface_name)s from bridge %(bridge_name)s
de: Entfernen von Einheit %(interface_name)s von Brücke %(bridge_name)s

source: Done removing device %(interface_name)s from bridge %(bridge_name)s
de: Entfernen von Einheit %(interface_name)s von Brücke %(bridge_name)s abgeschlossen

source: Cannot remove device %(interface_name)s bridge %(bridge_name)s does not exist
de: Einheit %(interface_name)s kann nicht von Brücke %(bridge_name)s entfernt werden, da nicht vorhanden

source: Deleting subinterface %s for vlan
de: Löschen von Teilschnittstelle %s für VLAN

source: Done deleting subinterface %s
de: Löschen von Teilschnittstelle %s abgeschlossen

source: network_delete received
de: 'network_delete' erhalten

source: Unable to obtain MAC address for unique ID. Agent terminated!
de: Anfordern von MAC-Adresse für eindeutige ID nicht möglich. Agent beendet!

source: Port %s added
de: Port %s hinzugefügt

source: Unable to get port details for %(device)s: %(e)s
de: Abrufen von Portdetails für %(device)s nicht möglich: %(e)s

source: Port %(device)s updated. Details: %(details)s
de: Port %(device)s aktualisiert. Details: %(details)s

source: Device %s not defined on plugin
de: Gerät %s nicht für Plug-in definiert

source: Attachment %s removed
de: Zusatzeinheit %s entfernt

source: port_removed failed for %(device)s: %(e)s
de: 'port_removed' für %(device)s fehlgeschlagen: %(e)s

source: Port %s updated.
de: Port %s aktualisiert.

source: LinuxBridge Agent RPC Daemon Started!
de: RPC-Dämon für Linux-Brückenagent gestartet!

source: Update devices failed
de: Aktualisierung der Geräte ist fehlgeschlagen

source: Error in agent loop. Devices info: %s
de: Fehler bei Agentenschleife. Geräteinfo: %s

source: Loop iteration exceeded interval (%(polling_interval)s vs. %(elapsed)s)!
de: Schleifeniteration hat Intervall (%(polling_interval)s contra %(elapsed)s) überschritten!

source: Parsing physical_interface_mappings failed: %s. Agent terminated!
de: Analysieren von 'physical_interface_mappings' fehlgeschlagen: %s. Agent beendet!

source: Interface mappings: %s
de: Schnittstellenzuordnungen: %s

source: Network type for tenant networks (local, vlan, or none)
de: Netztyp für Nutzernetze ('local', 'vlan' oder 'none')

source: List of <physical_network>:<physical_interface>
de: Liste mit <physical_network>:<physical_interface>

source: Reserving specific vlan %(vlan_id)s on physical network %(physical_network)s outside pool
de: Reservierung von spezifischem VLAN %(vlan_id)s auf physischem Netz %(physical_network)s außerhalb des Pools

source: Releasing vlan %(vlan_id)s on physical network %(physical_network)s to pool
de: Freigabe von VLAN %(vlan_id)s auf physischem Netz %(physical_network)s für Pool

source: Releasing vlan %(vlan_id)s on physical network %(physical_network)s outside pool
de: Freigabe von VLAN %(vlan_id)s auf physischem Netz %(physical_network)s außerhalb des Pools

source: get_port_from_device() called
de: Aufruf von 'get_port_from_device()'

source: set_port_status as %s called
de: Aufruf, 'set_port_status' als %s festzulegen

source: Flavor %(flavor)s could not be found
de: Version %(flavor)s konnte nicht gefunden werden

source: Failed to add flavor binding
de: Fehler beim Hinzufügen von Versionsbindung

source: Start initializing metaplugin
de: Initialisierung von Meta-Plug-in starten

source: default_flavor %s is not plugin list
de: 'default_flavor' %s ist keine Plug-in-Liste

source: default_l3_flavor %s is not plugin list
de: 'default_l3_flavor' %s ist keine Plug-in-Liste

source: Created network: %(net_id)s with flavor %(flavor)s
de: Erstelltes Netz: %(net_id)s mit Version %(flavor)s

source: Failed to add flavor bindings
de: Fehler beim Hinzufügen von Versionsbindungen

source: Created router: %(router_id)s with flavor %(flavor)s
de: Erstellter Router: %(router_id)s mit Version %(flavor)s

source: Created router: %s
de: Erstellter Router: %s

source: Update subnet failed: %s
de: Aktualisierung von Teilnetz fehlgeschlagen: %s

source: Subnet in remote have already deleted
de: Fernes Teilnetz bereits gelöscht

source: Update network failed: %s
de: Aktualisierung von Netz fehlgeschlagen: %s

source: Network in remote have already deleted
de: Fernes Netz bereits gelöscht

source: Update port failed: %s
de: Aktualisierung von Port fehlgeschlagen: %s

source: Port in remote have already deleted
de: Ferner Port bereits gelöscht

source: List of plugins to load
de: Liste zu ladender Plug-ins

source: List of L3 plugins to load
de: Liste zu ladender Plug-ins der Ebene 3

source: Default flavor to use
de: Zu verwendende Standardversion

source: Default L3 flavor to use
de: Zu verwendende Standardversion der Ebene 3

source: Supported extension aliases
de: Unterstützte Erweiterungsaliasnamen

source: A list of extensions, per plugin, to load.
de: Eine Liste zu ladender Erweiterungen pro Plug-in.

source: MidoNet API server URI.
de: URI des MidoNet-API-Servers.

source: MidoNet admin username.
de: Benutzername des MidoNet-Administrators

source: MidoNet admin password.
de: Kennwort des MidoNet-Administrators

source: ID of the project that MidoNet admin userbelongs to.
de: ID des Projekts, zu dem der MidoNet-Administrator gehört.

source: Virtual provider router ID.
de: Router-ID des virtuellen Providers.

source: Virtual metadata router ID.
de: Router-ID der virtuellen Metadaten.

source: Operational mode. Internal dev use only.
de: Betriebsmodus. Nur für interne Entwicklung.

source: MidoNet %(resource_type)s %(id)s could not be found
de: MidoNet %(resource_type)s %(id)s konnte nicht gefunden werden

source: Deleting route=%r ...
de: 'route=%r' wird gelöscht ...

source: deleting rule=%r
de: 'rule=%r' wird gelöscht

source: Don't know what to do with rule=%r
de: Maßnahme für 'rule=%r' nicht bekannt

source: No provider router and metadata device ids found. But skipping because running in dev env.
de: Keine Einheiten-IDs für Providerrouter und Metadaten gefunden. Wird jedoch übersprungen, da die Entwicklungsumgebung ausgeführt wird.

source: provider_router_id and metadata_router_id should be configured in the plugin config file
de: 'provider_router_id' und 'metadata_router_id' sollten in der Konfigurationsdatei des Plug-ins konfiguriert werden

source: MidonetPluginV2.create_subnet called: subnet=%r
de: Aufruf von 'MidonetPluginV2.create_subnet': subnet=%r

source: MidoNet doesn't support IPv6.
de: MidoNet unterstützt IPv6 nicht.

source: MidoNet doesn't support multiple subnets on the same network.
de: Mehrere Teilnetze in einem Netz werden von MidoNet nicht unterstützt.

source: MidonetPluginV2.create_subnet exiting: sn_entry=%r
de: MidonetPluginV2.create_subnet wird beendet: sn_entry=%r

source: MidonetPluginV2.delete_subnet called: id=%s
de: Aufruf von 'MidonetPluginV2.delete_subnet': id=%s

source: MidonetPluginV2.delete_subnet exiting
de: MidonetPluginV2.delete_subnet wird beendet

source: MidonetPluginV2.create_network called: network=%r
de: Aufruf von 'MidonetPluginV2.create_network': network=%r

source: MidonetPluginV2.create_network exiting: net=%r
de: MidonetPluginV2.create_network wird beendet: net=%r

source: MidonetPluginV2.update_network called: id=%(id)r, network=%(network)r
de: Aufruf von 'MidonetPluginV2.update_network': id=%(id)r, network=%(network)r

source: admin_state_up=False networks are not supported.
de: Netze mit 'admin_state_up=False' werden nicht unterstützt.

source: MidonetPluginV2.update_network exiting: net=%r
de: MidonetPluginV2.update_network wird beendet: net=%r

source: MidonetPluginV2.get_network called: id=%(id)r, fields=%(fields)r
de: Aufruf von 'MidonetPluginV2.get_network': id=%(id)r, fields=%(fields)r

source: MidonetPluginV2.get_network exiting: qnet=%r
de: MidonetPluginV2.get_network wird beendet: qnet=%r

source: MidonetPluginV2.get_networks called: filters=%(filters)r, fields=%(fields)r
de: Aufruf von 'MidonetPluginV2.get_networks': filters=%(filters)r, fields=%(fields)r

source: MidonetPluginV2.delete_network called: id=%r
de: Aufruf von 'MidonetPluginV2.delete_network': id=%r

source: Failed to delete quantum db, while Midonet bridge=%rhad been deleted
de: Die Quantum-Datenbank konnte nicht gelöscht werden; 'bridge=%r' für MidoNet wurde gelöscht

source: MidonetPluginV2.create_port called: port=%r
de: Aufruf von 'MidonetPluginV2.create_port': port=%r

source: MidonetPluginV2.create_port exiting: port_db_entry=%r
de: MidonetPluginV2.create_port wird beendet: port_db_entry=%r

source: MidonetPluginV2.get_port called: id=%(id)s fields=%(fields)r
de: Aufruf von 'MidonetPluginV2.get_port': id=%(id)s fields=%(fields)r

source: MidonetPluginV2.get_port exiting: port_db_entry=%r
de: MidonetPluginV2.get_port wird beendet: port_db_entry=%r

source: MidonetPluginV2.get_ports called: filters=%(filters)s fields=%(fields)r
de: Aufruf von 'MidonetPluginV2.get_ports': filters=%(filters)s fields=%(fields)r

source: MidonetPluginV2.delete_port called: id=%(id)s l3_port_check=%(l3_port_check)r
de: Aufruf von 'MidonetPluginV2.delete_port': id=%(id)s l3_port_check=%(l3_port_check)r

source: MidonetPluginV2.create_router called: router=%r
de: Aufruf von 'MidonetPluginV2.create_router': router=%r

source: MidonetPluginV2.create_router exiting: qrouter=%r
de: MidonetPluginV2.create_router wird beendet: qrouter=%r

source: MidonetPluginV2.update_router called: id=%(id)s router=%(router)r
de: Aufruf von 'MidonetPluginV2.update_router': id=%(id)s router=%(router)r

source: admin_state_up=False routers are not supported.
de: Router mit 'admin_state_up=False' werden nicht unterstützt.

source: MidonetPluginV2.update_router exiting: qrouter=%r
de: MidonetPluginV2.update_router wird beendet: qrouter=%r

source: MidonetPluginV2.delete_router called: id=%s
de: Aufruf von 'MidonetPluginV2.delete_router': id=%s

source: MidonetPluginV2.delete_router exiting: result=%s
de: MidonetPluginV2.delete_router wird beendet: result=%s

source: MidonetPluginV2.add_router_interface called: router_id=%(router_id)s interface_info=%(interface_info)r
de: Aufruf von 'MidonetPluginV2.add_router_interface': router_id=%(router_id)s interface_info=%(interface_info)r

source: MidonetPluginV2.add_router_interface exiting: qport=%r
de: MidonetPluginV2.add_router_interface wird beendet: qport=%r

source: MidonetPluginV2.remove_router_interface called: router_id=%(router_id)s interface_info=%(interface_info)r
de: Aufruf von 'MidonetPluginV2.remove_router_interface': router_id=%(router_id)s interface_info=%(interface_info)r

source: MidonetPluginV2.remove_router_interface exiting
de: MwidonetPluginV2.remove_router_interface wird beendet

source: MidonetPluginV2.update_floatingip called: id=%(id)s floatingip=%(floatingip)s
de: Aufruf von 'MidonetPluginV2.update_floatingip': id=%(id)s floatingip=%(floatingip)s

source: MidonetPluginV2.update_floating_ip exiting: fip=%s
de: MidonetPluginV2.update_floating_ip wird beendet: fip=%s

source: MidonetPluginV2.create_security_group called: security_group=%(security_group)s default_sg=%(default_sg)s
de: Aufruf von 'MidonetPluginV2.create_security_group': security_group=%(security_group)s default_sg=%(default_sg)s

source: MidonetPluginV2.create_security_group exiting: sg_db_entry=%r
de: MidonetPluginV2.create_security_group wird beendet: sg_db_entry=%r

source: MidonetPluginV2.delete_security_group called: id=%s
de: Aufruf von 'MidonetPluginV2.delete_security_group': id=%s

source: MidonetPluginV2.get_security_groups called: filters=%(filters)r fields=%(fields)r
de: Aufruf von 'MidonetPluginV2.get_security_groups': filters=%(filters)r fields=%(fields)r

source: MidonetPluginV2.get_security_group called: id=%(id)s fields=%(fields)r tenant_id=%(tenant_id)s
de: Aufruf von 'MidonetPluginV2.get_security_group': id=%(id)s fields=%(fields)r tenant_id=%(tenant_id)s

source: MidonetPluginV2.create_security_group_rule called: security_group_rule=%(security_group_rule)r
de: Aufruf von 'MidonetPluginV2.create_security_group_rule': security_group_rule=%(security_group_rule)r

source: MidonetPluginV2.create_security_group_rule exiting: rule_db_entry=%r
de: MidonetPluginV2.create_security_group_rule wird beendet: rule_db_entry=%r

source: MidonetPluginV2.delete_security_group_rule called: sgrid=%s
de: Aufruf von 'MidonetPluginV2.delete_security_group_rule': sgrid=%s

source: MidonetPluginV2.get_security_group_rules called: filters=%(filters)r fields=%(fields)r
de: Aufruf von 'MidonetPluginV2.get_security_group_rules': filters=%(filters)r fields=%(fields)r

source: MidonetPluginV2.get_security_group_rule called: id=%(id)s fields=%(fields)r
de: Aufruf von 'MidonetPluginV2.get_security_group_rule': id=%(id)s fields=%(fields)r

source: Error in agent event loop
de: Fehler in Agentenereignisschleife

source: activate_port_if_ready(): skip, port.admin_state_up is False.
de: 'activate_port_if_ready()': überspringen, 'port.admin_state_up' ist 'False'.

source: activate_port_if_ready(): skip, network.admin_state_up is False.
de: 'activate_port_if_ready()': überspringen, 'network.admin_state_up' ist 'False'.

source: activate_port_if_ready(): skip, no portinfo for this port.
de: 'activate_port_if_ready()': überspringen, keine Portinformationen für diesen Port.

source: activate_port_if_ready(): skip, ofc_port already exists.
de: 'activate_port_if_ready()': überspringen, 'ofc_port' ist bereits vorhanden.

source: create_ofc_port() failed due to %s
de: 'create_ofc_port()' fehlgeschlagen. Grund: %s

source: delete_ofc_port() failed due to %s
de: 'delete_ofc_port()' fehlgeschlagen. Grund: %s

source: deactivate_port(): skip, ofc_port does not exist.
de: 'deactivate_port()': überspringen, 'ofc_port' ist nicht vorhanden.

source: NECPluginV2.create_network() called, network=%s .
de: Aufruf von 'NECPluginV2.create_network()', network=%s .

source: create_network() failed due to %s
de: 'create_network()' fehlgeschlagen. Grund: %s

source: NECPluginV2.update_network() called, id=%(id)s network=%(network)s .
de: Aufruf von 'NECPluginV2.update_network()', id=%(id)s network=%(network)s .

source: NECPluginV2.delete_network() called, id=%s .
de: Aufruf von 'NECPluginV2.delete_network()', id=%s .

source: delete_network() failed due to %s
de: 'delete_network()' fehlgeschlagen. Grund: %s

source: delete_ofc_tenant() failed due to %s
de: 'delete_ofc_tenant()' fehlgeschlagen. Grund: %s

source: NECPluginV2.create_port() called, port=%s .
de: Aufruf von 'NECPluginV2.create_port()', port=%s .

source: NECPluginV2.update_port() called, id=%(id)s port=%(port)s .
de: Aufruf von 'NECPluginV2.update_port()', id=%(id)s port=%(port)s .

source: NECPluginV2.delete_port() called, id=%s .
de: Aufruf von 'NECPluginV2.delete_port()', id=%s .

source: _activate_packet_filter_if_ready(): skip, packet_filter.admin_state_up is False.
de: _activate_packet_filter_if_ready(): überspringen, 'packet_filter.admin_state_up' ist 'False'.

source: _activate_packet_filter_if_ready(): skip, network.admin_state_up is False.
de: '_activate_packet_filter_if_ready()': überspringen, 'network.admin_state_up' ist 'False'.

source: _activate_packet_filter_if_ready(): skip, invalid in_port_id.
de: '_activate_packet_filter_if_ready()': überspringen, ungültiger Wert für 'in_port_id'.

source: _activate_packet_filter_if_ready(): skip, no portinfo for in_port.
de: '_activate_packet_filter_if_ready()': überspringen, keine Portinformationen für 'in_port'.

source: _activate_packet_filter_if_ready(): skip, ofc_packet_filter already exists.
de: _activate_packet_filter_if_ready(): überspringen, 'ofc_packet_filter' ist bereits vorhanden.

source: create_ofc_packet_filter() failed due to %s
de: 'create_ofc_packet_filter()' fehlgeschlagen. Grund: %s

source: _deactivate_packet_filter(): skip, ofc_packet_filter does not exist.
de: '_deactivate_packet_filter()': überspringen, 'ofc_packet_filter' ist nicht vorhanden.

source: delete_ofc_packet_filter() failed due to %s
de: 'delete_ofc_packet_filter()' fehlgeschlagen. Grund: %s

source: NECPluginV2.create_packet_filter() called, packet_filter=%s .
de: Aufruf von 'NECPluginV2.create_packet_filter()', packet_filter=%s .

source: NECPluginV2.update_packet_filter() called, id=%(id)s packet_filter=%(packet_filter)s .
de: Aufruf von 'NECPluginV2.update_packet_filter()', id=%(id)s packet_filter=%(packet_filter)s.

source: NECPluginV2.delete_packet_filter() called, id=%s .
de: Aufruf von 'NECPluginV2.delete_packet_filter()', id=%s .

source: NECPluginV2RPCCallbacks.get_port_from_device() called, device=%(device)s => %(ret)s.
de: Aufruf von 'NECPluginV2RPCCallbacks.get_port_from_device()', device=%(device)s => %(ret)s.

source: NECPluginV2RPCCallbacks.update_ports() called, kwargs=%s .
de: Aufruf von 'NECPluginV2RPCCallbacks.update_ports()', kwargs=%s .

source: Update ports: added=%(added)s, removed=%(removed)s
de: Aktualisieren von Ports: added=%(added)s, removed=%(removed)s

source: update_ports() failed.
de: 'update_ports()' fehlgeschlagen.

source: port_update received: %s
de: 'port_update' empfangen: %s

source: No port changed.
de: Kein Port geändert.

source: Integration bridge to use
de: Zu verwendende Integrationsbrücke

source: Host to connect to
de: Host, zu dem eine Verbindung hergestellt werden soll

source: Port to connect to
de: Port, zu dem eine Verbindung hergestellt werden soll

source: Driver to use
de: Zu verwendender Treiber

source: Enable packet filter
de: Paketfilter aktivieren

source: Use SSL to connect
de: SSL zum Herstellen einer Verbindung verwenden

source: Key file
de: Schlüsseldatei

source: Certificate file
de: Zertifikatsdatei

source: An OFC exception has occurred: %(reason)s
de: Eine OFC-Ausnahme ist aufgetreten: %(reason)s

source: An exception occurred in NECPluginV2 DB: %(reason)s
de: In NECPluginV2-Datenbank ist eine Ausnahme aufgetreten: %(reason)s

source: Consistency of Quantum-OFC resource map is broken: %(reason)s
de: Konsistenz von Quantum-OFC-Ressourcenzuordnung ist beschädigt: %(reason)s

source: PortInfo %(id)s could not be found
de: PortInfo %(id)s konnte nicht gefunden werden

source: PacketFilter %(id)s could not be found
de: PacketFilter %(id)s konnte nicht gefunden werden

source: Client request: %(host)s:%(port)s %(method)s %(action)s [%(body)s]
de: Clientanforderung: %(host)s:%(port)s %(method)s %(action)s [%(body)s]

source: OFC returns [%(status)s:%(data)s]
de: OFC-Rückgaben [%(status)s:%(data)s]

source: An operation on OFC is failed.
de: Eine Operation für OFC ist fehlgeschlagen.

source: Failed to connect OFC : %s
de: Verbindung zu OFC fehlgeschlagen: %s

source: _del_ofc_item(): NotFound item (model=%(model)s, id=%(id)s)
de: '_del_ofc_item()': NotFound-Element (model=%(model)s, id=%(id)s)

source: NotFound %(resource)s for quantum_id=%(id)s.
de: NotFound-%(resource)s für quantum_id=%(id)s.

source: _del_ofc_item(): NotFound item (resource=%(resource)s, id=%(id)s)
de: _del_ofc_item(): NotFound-Element (resource=%(resource)s, id=%(id)s)

source: del_portinfo(): NotFound portinfo for port_id: %s
de: 'del_portinfo()': NotFound-Portinfo für port_id: %s

source: get_port_with_securitygroups() called:port_id=%s
de: Aufruf von 'get_port_with_securitygroups()': port_id=%s

source: Loading OFC driver: %s
de: Laden von OFC-Treiber: %s

source: Number of packet_filters allowed per tenant, -1 for unlimited
de: Anzahl an zulässigen Werten für 'packet_filters' pro Nutzer, -1 für unbegrenzt

source: Unable to fetch NVP version from response headers:%s
de: NVP-Version kann aus den Antwortheadern nicht abgerufen werden: %s

source: NVPApiHelper.request() returns "%s"
de: 'NVPApiHelper.request()' gibt "%s" zurück

source: Request timed out: %(method)s to %(url)s
de: Anforderung hat zulässiges Zeitlimit überschritten: %(method)s an %(url)s

source: Received error code: %s
de: Empfangener Fehlercode: %s

source: Server Error Message: %s
de: Serverfehlernachricht: %s

source: %(method)s to %(url)s, unexpected response code: %(status)d (content = '%(body)s')
de: %(method)s an %(url)s, unerwarteter Antwortcode: %(status)d (Inhalt = '%(body)s')

source: Server denied session's authentication credentials.
de: Server hat Authentifizierungsnachweise der Sitzung zurückgewiesen.

source: An entity referenced in the request was not found.
de: Eine in der Anforderung referenzierte Entität wurde nicht gefunden.

source: Request conflicts with configuration on a different entity.
de: Anforderung kollidiert mit Konfiguration auf einer anderen Entität.

source: Request could not completed because the associated resource could not be reached.
de: Anforderung konnte nicht abgeschlossen werden, da die zugeordnete Ressource nicht zu erreichen war.

source: The request is forbidden from accessing the referenced resource.
de: Der Anforderung wird der Zugang zur referenzierten Ressource verweigert.

source: The request has timed out.
de: Die Anforderung hat das zulässige Zeitlimit überschritten.

source: Unable to process default l2 gw service:%s
de: Der Standardservice des L2-Gateways kann nicht verarbeitet werden: %s

source: Created NVP router port:%s
de: NVP-Routerport erstellt: %s

source: Unable to create port on NVP logical router %s
de: Erstellung von Port auf logischem NVP-Router %s nicht möglich

source: Unable to create logical router port for quantum port id %(port_id)s on router %(router_id)s
de: Erstellung eines Ports für den logischen Router für Quantum-Port-ID %(port_id)s auf Router %(router_id)s nicht möglich

source: Attached %(att)s to NVP router port %(port)s
de: '%(att)s' dem NVP-Routerport %(port)s zugeordnet

source: Unable to plug attachment in NVP logical router port %(r_port_id)s, associated with Quantum %(q_port_id)s
de: Verbinden der Zusatzeinheit mit Port des logischen NVP-Routers %(r_port_id)s, der Quantum %(q_port_id)s zugeordnet ist, ist nicht möglich

source: Unable to plug attachment in router port %(r_port_id)s for quantum port id %(q_port_id)s on router %(router_id)s
de: Verbinden der Zusatzeinheit mit Routerport %(r_port_id)s für Quantum-Port-ID %(q_port_id)s auf Router %(router_id)s ist nicht möglich

source: NVP plugin does not support regular VIF ports on external networks. Port %s will be down.
de: Das NVP-Plug-in unterstützt keine VIF-Standardports in externen Netzen. Port %s wird inaktiv sein.

source: _nvp_create_port completed for port %(name)s on network %(network_id)s. The new port id is %(id)s.
de: '_nvp_create_port' für Port %(name)s in Netz %(network_id)s abgeschlossen. Die neue Port-ID lautet %(id)s.

source: An exception occured while plugging the interface into network:%s
de: Ausnahme bei Verbindung der Schnittstelle mit Netz %s

source: Port '%s' was already deleted on NVP platform
de: Port '%s' wurde von der NVP-Plattform bereits gelöscht

source: _nvp_delete_port completed for port %(port_id)s on network %(net_id)s
de: '_nvp_delete_port' für Port %(port_id)s in Netz %(net_id)s abgeschlossen

source: port %s not found in NVP
de: Port %s in NVP nicht gefunden

source: Ignoring exception as this means the peer for port '%s' has already been deleted.
de: Ausnahme wird ignoriert, da dies bedeutet, dass der Peer für Port '%s' bereits gelöscht wurde.

source: It is not allowed to create router interface ports on external networks as '%s'
de: Die Erstellung von Routerschnittstellenports in externen Netzen wie %s ist nicht zulässig

source: An exception occured while plugging the interface
de: Beim Verbinden der Schnittstelle ist ein Fehler aufgetreten

source: device_id field must be populated in order to create an external gateway port for network %s
de: Das Feld 'device_id' muss ausgefüllt sein, damit ein externer Gateway-Port für Netz %s erstellt werden kann
