Repository: openstack/neutron
Catalog: quantum/locale/*/LC_MESSAGES/quantum.po
Languages: de

source: Default service type - no driver for service %(service_class)s and plugin %(plugin)s
de: Standardservicetyp - kein Treiber für Service %(service_class)s und Plug-in %(plugin)s

source: Service type %(service_type_id)s could not be found
de: Servicetyp %(service_type_id)s konnte nicht gefunden werden

source: There are still active instances of service type '%(service_type_id)s'. Therefore it cannot be removed.
de: Es sind noch aktive Instanzen von Servicetyp '%(service_type_id)s' vorhanden. Daher kann er nicht entfernt werden.

source: Default service type record updated in Quantum database. identifier is '%s'
de: Datensatz für Standardservicetyp in Quantum-Datenbank aktualisiert. ID ist '%s'.

source: Multiple default service type instances found.Will use instance '%s'
de: Mehrere Instanzen von Standardservicetyp gefunden. Verwendung von Instanz '%s'

source: Created service type object:%s
de: Servicetypobjekt erstellt:%s

source: Number of instances for service type '%s' is already 0.
de: Anzahl an Instanzen für Servicetyp '%s' ist bereits 0.

source: %s is invalid attribute for sort_key
de: %s ist ein ungültiges Attribut für 'sort_key'

source: The attribute '%(attr)s' is reference to other resource, can't used by sort '%(resource)s'
de: Das Attribut %(attr)s ist ein Verweis auf eine andere Ressource und kann bei der Sortierung von %(resource)s nicht verwendet werden

source: 'cookie_name' should be specified for this type of session persistence.
de: 'cookie_name' sollte für diesen Sitzungspersistenztyp angegeben werden.

source: 'cookie_name' is not allowed for this type of session persistence
de: 'cookie_name' ist für diesen Sitzungspersistenztyp nicht zulässig

source: Quantum plugin provider module
de: Provider-Modul für Quantum-Plug-in

source: Quantum quota driver class
de: Quantum-Quotentreiberklasse

source: URL to database
de: URL an Datenbank

source: You must provide a revision or relative delta
de: Sie müssen eine Überarbeitung oder ein relatives Delta bereitstellen

source: Available commands
de: Verfügbare Befehle

source: Unimplemented commands
de: Nicht implementierte Befehle

source: ID of network to probe
de: ID von Netz, das überprüft werden soll

source: owner type of the device: network/compute
de: Eigentümertyp des Geräts: Netz/Rechenknoten

source: Probe created : %s
de: Stichprobe erstellt: %s

source: ID of probe port to delete
de: ID von Überprüfungsport, der gelöscht werden soll

source: Probe %s deleted
de: Stichprobe %s gelöscht

source: All Probes deleted
de: Alle Stichproben gelöscht

source: ID of probe port to execute command
de: ID von Überprüfungsport zum Ausführen des Befehls

source: Command to execute
de: Auszuführender Befehl

source: Ping timeout
de: Ping-Zeitlimitüberschreitung

source: ID of network
de: Netz-ID

source: Use Linux network namespaces
de: Netz-Namensbereiche von Linux verwenden

source: Failed to delete namespace %s
de: Fehler beim Löschen von Namensbereich %s

source: Config file for interface driver (You may also use l3_agent.ini)
de: Konfigurationsdatei für Schnittstellentreiber (Sie können auch 'l3_agent.ini' verwenden)

source: You must provide a config file for bridge - either --config-file or env[QUANTUM_TEST_CONFIG_FILE]
de: Sie müssen eine Konfigurationsdatei für die Brücke angeben: entweder '--config-file' oder env[QUANTUM_TEST_CONFIG_FILE]

source: Agent %(id)s could not be found
de: Agent %(id)s konnte nicht gefunden werden

source: Agent with agent_type=%(agent_type)s and host=%(host)s could not be found
de: Agent mit 'agent_type=%(agent_type)s' und 'host=%(host)s' konnte nicht gefunden werden

source: Multiple agents with agent_type=%(agent_type)s and host=%(host)s found
de: Mehrere Agenten mit 'agent_type=%(agent_type)s' und 'host=%(host)s' wurden gefunden

source: Agent %(id)s is not a valid DHCP Agent or has been disabled
de: Agent %(id)s ist kein gültiger DHCP-Agent oder wurde inaktiviert

source: The network %(network_id)s has been already hosted by the DHCP Agent %(agent_id)s.
de: Das Netz %(network_id)s wurde bereits vom DHCP-Agenten %(agent_id)s gehostet.

source: The network %(network_id)s is not hosted by the DHCP agent %(agent_id)s.
de: Das Netz %(network_id)s wird nicht vom DHCP-Agenten %(agent_id)s gehostet.

source: Agent %(id)s is not a L3 Agent or has been disabled
de: Agent %(id)s ist kein L3-Agent oder wurde inaktiviert

source: The router %(router_id)s has been already hosted by the L3 Agent %(agent_id)s.
de: Der Router %(router_id)s wurde bereits vom L3-Agenten %(agent_id)s gehostet.

source: Failed scheduling router %(router_id)s to the L3 Agent %(agent_id)s.
de: Zuordnung des Routers %(router_id)s zum L3-Agenten %(agent_id)s ist fehlgeschlagen.

source: The router %(router_id)s is not hosted by L3 agent %(agent_id)s.
de: Der Router %(router_id)s wird nicht vom L3-Agenten %(agent_id)s gehostet.

source: Invalid format for routes: %(routes)s, %(reason)s
de: Ungültiges Format für Routen: %(routes)s, %(reason)s

source: Router interface for subnet %(subnet_id)s on router %(router_id)s cannot be deleted, as it is required by one or more routes.
de: Routerschnittstelle für Teilnetz %(subnet_id)s auf Router %(router_id)s kann nicht gelöscht werden, da sie für eine oder mehrere Routen erforderlich ist.

source: Unable to complete operation for %(router_id)s. The number of routes exceeds the maximum %(quota)s.
de: Operation kann für %(router_id)s nicht abgeschlossen werden. Die Anzahl an Routen überschreitet den maximalen Wert %(quota)s.

source: Router %(router_id)s could not be found
de: Router %(router_id)s konnte nicht gefunden werden

source: Router %(router_id)s still has active ports
de: Router %(router_id)s verfügt noch über aktive Ports

source: Router %(router_id)s does not have an interface with id %(port_id)s
de: Router %(router_id)s verfügt über keine Schnittstelle mit ID %(port_id)s

source: Router %(router_id)s has no interface on subnet %(subnet_id)s
de: Router %(router_id)s verfügt über keine Schnittstelle auf Teilnetz %(subnet_id)s

source: Router interface for subnet %(subnet_id)s on router %(router_id)s cannot be deleted, as it is required by one or more floating IPs.
de: Routerschnittstelle für Teilnetz %(subnet_id)s auf Router %(router_id)s kann nicht gelöscht werden, da sie für eine oder mehrere dynamische IP-Adressen erforderlich ist.

source: Floating IP %(floatingip_id)s could not be found
de: Dynamische IP-Adresse %(floatingip_id)s konnte nicht gefunden werden

source: External network %(external_network_id)s is not reachable from subnet %(subnet_id)s. Therefore, cannot associate Port %(port_id)s with a Floating IP.
de: Externes Netz %(external_network_id)s ist von Teilnetz %(subnet_id)s aus nicht erreichbar. Daher kann Port %(port_id)s keiner dynamischen IP-Adresse zugeordnet werden.

source: Cannot associate floating IP %(floating_ip_address)s (%(fip_id)s) with port %(port_id)s using fixed IP %(fixed_ip)s, as that fixed IP already has a floating IP on external network %(net_id)s.
de: Dynamische IP-Adresse %(floating_ip_address)s (%(fip_id)s) kann Port %(port_id)s nicht über statische IP-Adresse %(fixed_ip)s zugeordnet werden, da diese statische IP-Adresse bereits über eine dynamische IP-Adresse im externen Netz %(net_id)s verfügt.

source: Port %(port_id)s has owner %(device_owner)s and therefore cannot be deleted directly via the port API.
de: Port %(port_id)s hat Eigentümer %(device_owner)s und kann daher nicht direkt über die Port-API gelöscht werden.

source: External network %(net_id)s cannot be updated to be made non-external, since it has existing gateway ports
de: Externes Netz %(net_id)s kann nicht so aktualisiert werden, dass es nicht mehr extern ist, da es über Gateway-Ports verfügt

source: Gateway cannot be updated for router %(router_id)s, since a gateway to external network %(net_id)s is required by one or more floating IPs.
de: Gateway kann nicht für Router %(router_id)s aktualisiert werden, da ein Gateway zum externen Netz %(net_id)s für eine oder mehrere dynamische IP-Adressen erforderlich ist.

source: Number of routers allowed per tenant, -1 for unlimited
de: Anzahl an zulässigen Routern pro Nutzer, -1 für unbegrenzt

source: Number of floating IPs allowed per tenant, -1 for unlimited
de: Anzahl an zulässigen dynamischen IP-Adressen pro Nutzer, -1 für unbegrenzt

source: Vip %(vip_id)s could not be found
de: VIP %(vip_id)s konnte nicht gefunden werden

source: Pool %(pool_id)s could not be found
de: Pool %(pool_id)s konnte nicht gefunden werden

source: Member %(member_id)s could not be found
de: Element %(member_id)s konnte nicht gefunden werden

source: Health_monitor %(monitor_id)s could not be found
de: 'Health_monitor' %(monitor_id)s konnte nicht gefunden werden

source: Invalid state %(state)s of Loadbalancer resource %(id)s
de: Ungültiger Status %(state)s von Ressource für Lastausgleichsfunktion %(id)s

source: Pool %(pool_id)s is still in use
de: Pool %(pool_id)s ist noch belegt

source: Statistics of Pool %(pool_id)s could not be found
de: Statistikdaten von Pool %(pool_id)s konnten nicht gefunden werden

source: Protocol %(vip_proto)s does not match pool protocol %(pool_proto)s
de: Protokoll %(vip_proto)s stimmt nicht mit Poolprotokoll %(pool_proto)s überein

source: Port has security group associated. Cannot disable port security or ip address until security group is removed
de: Dem Port ist eine Sicherheitsgruppe zugeordnet. Inaktivieren von Portsicherheit oder IP-Adresse nur nach Entfernen der Sicherheitsgruppe möglich

source: Port security must be enabled and port must have an IP address in order to use security groups.
de: Portsicherheit muss aktiviert sein und Port muss über eine IP-Adresse verfügen, damit Sicherheitsgruppen verwendet werden können.

source: Port does not have port security binding.
de: Port verfügt nicht über Portsicherheitsbindung.

source: Non-admin is not authorised to access quotas for another tenant
de: Nicht-Admins sind nicht dazu berechtigt, auf Quoten für andere Nutzer zuzugreifen

source: Only admin can view or configure quota
de: Nur Admins können Quoten anzeigen oder konfigurieren

source: For TCP/UDP protocols, port_range_min must be <= port_range_max
de: Für TCP/UDP-Protokolle muss 'port_range_min' '<= port_range_max' sein

source: Invalid value for port %(port)s
de: Ungültiger Wert für Port %(port)s

source: Security Group %(id)s in use.
de: Sicherheitsgruppe %(id)s belegt.

source: Removing default security group not allowed.
de: Entfernen von Standardsicherheitsgruppe nicht zulässig.

source: Default security group already exists.
de: Standardsicherheitsgruppe ist bereits vorhanden.

source: Multiple tenant_ids in bulk security group rule create not allowed
de: Mehrere 'tenant_ids' bei Erstellung von Sicherheitsgruppenregel für Massenerstellung nicht zulässig

source: Only remote_ip_prefix or remote_group_id may be provided.
de: Nur Angabe von 'remote_ip_prefix' oder 'remote_group_id' ist zulässig.

source: Must also specifiy protocol if port range is given.
de: Bei angegebenem Portbereich muss ebenfalls ein Protokoll angegeben werden.

source: Only allowed to update rules for one security profile at a time
de: Aktualisierung von Regeln nicht für mehrere Sicherheitsprofile gleichzeitig zulässig

source: Security group %(id)s does not exist
de: Sicherheitsgruppe %(id)s ist nicht vorhanden

source: Security group rule %(id)s does not exist
de: Sicherheitsgruppenregel %(id)s ist nicht vorhanden

source: Duplicate Security Group Rule in POST.
de: Doppelte Sicherheitsgruppenregel in POST.

source: Security group rule already exists. Group id is %(id)s.
de: Sicherheitsgruppenregel ist bereits vorhanden. Gruppen-ID ist %(id)s.

source: '%s' is not an integer or uuid
de: '%s' ist keine Ganzzahl und keine UUID

source: Number of security groups allowed per tenant,-1 for unlimited
de: Anzahl an zulässigen Sicherheitsgruppen pro Nutzer, -1 für unbegrenzt

source: Number of security rules allowed per tenant, -1 for unlimited
de: Anzahl an zulässigen Sicherheitsregeln pro Nutzer, -1 für unbegrenzt

source: The service type '%s' does not exist
de: Der Servicetyp '%s' ist nicht vorhanden

source: No service type definition was provided. At least a service type definition must be provided
de: Es wurde keine Servicetypdefinition angegeben. Mindestens eine Servicetypdefinition muss angegeben sein

source: Required attributes missing in service definition: %s
de: Erforderliche Attribute fehlen in Servicedefinition: %s

source: Service name '%s' unspecified or invalid
de: Servicename '%s' nicht angegeben oder ungültig

source: Plugin name not specified in service definition %s
de: Plug-in-Name nicht in Servicedefinition %s angegeben

source: No plugin for service '%s'
de: Kein Plug-in für Service '%s'

source: Plugin name '%s' is not correct
de: Plug-in-Name '%s' ist nicht korrekt

source: Unparseable attributes found in service definition %s
de: Nicht analysierbare Attribute in Servicedefinition %s gefunden

source: Exception while parsing service definition:%s
de: Ausnahme bei Analyse von Servicedefinition:%s

source: Was expecting a dict for service definition, found the following: %s
de: Verzeichnis für Servicedefinition erwartet, Folgendes gefunden: %s

source: %s: provided data are not iterable
de: %s: angegebene Daten sind nicht wiederholbar

source: Quantum Service Type Management
de: Quantum-Servicetypverwaltung

source: API for retrieving and managing service types for Quantum advanced services
de: API zum Abrufen und Verwalten von Servicetypen für erweiterte Quantum-Services

source: Uncaught exception
de: Nicht abgefangene Ausnahme

source: Original exception being dropped: %s
de: Ursprüngliche Ausnahme wird gelöscht: %s

source: Could not release the acquired lock `%s`
de: Angeforderte Sperre '%s' konnte nicht freigegeben werden

source: Got semaphore "%(lock)s" for method "%(method)s"...
de: Semaphor "%(lock)s" für Methode "%(method)s" erhalten...

source: Attempting to grab file lock "%(lock)s" for method "%(method)s"...
de: Versuch, Dateisperre "%(lock)s" für Methode "%(method)s" zu greifen...

source: Got file lock "%(lock)s" at %(path)s for method "%(method)s"...
de: Dateisperre "%(lock)s" unter %(path)s für Methode "%(method)s" erhalten...

source: Released file lock "%(lock)s" at %(path)s for method "%(method)s"...
de: Dateisperre "%(lock)s" unter %(path)s für Methode "%(method)s" freigegeben...

source: Deprecated: %s
de: Veraltet: %s

source: syslog facility must be one of: %s
de: syslog-Funktion muss einer der folgenden Werte sein: %s

source: Fatal call to deprecated config: %(msg)s
de: Schwerwiegender Aufruf an veraltete Konfiguration: %(msg)s

source: task run outlasted interval by %s sec
de: Ausgeführte Task hat Intervall um %s Sekunden überschritten

source: Running periodic task %(full_task_name)s
de: Regelmäßige Task %(full_task_name)s wird ausgeführt

source: Error during %(full_task_name)s: %(e)s
de: Fehler bei %(full_task_name)s: %(e)s

source: Failed to understand rule %(rule)s
de: Regel %(rule)s konnte nicht verstanden werden

source: No handler for matches of kind %s
de: Kein Handler für Übereinstimmungen des Typs %s

source: Failed to understand rule %(rule)r
de: Regel %(rule)r konnte nicht verstanden werden

source: Got unknown keyword args to utils.execute: %r
de: Unbekannte Schlüsselwortargumente für 'utils.execute' erhalten: %r

source: Running cmd (subprocess): %s
de: CMD wird ausgeführt (Unterprozess): %s

source: Result was %s
de: Ergebnis war %s

source: %r failed. Retrying.
de: %r fehlgeschlagen. Neuversuch.

source: Full set of CONF:
de: Vollständiger Satz von CONF:

source: Caught %s, exiting
de: %s abgefangen; Vorgang wird beendet

source: Parent process has died unexpectedly, exiting
de: Übergeordneter Prozess wurde unerwartet abgebrochen; Vorgang wird beendet

source: Forking too fast, sleeping
de: Verzweigung zu schnell; im Ruhemodus

source: Unhandled exception
de: Nicht behandelte Ausnahme

source: Started child %d
de: Untergeordnetes Element %d gestartet

source: Starting %d workers
de: Starten von %d Workers

source: Child %(pid)d killed by signal %(sig)d
de: Untergeordnetes Element %(pid)d durch Signal %(sig)d abgebrochen

source: Child %(pid)s exited with status %(code)d
de: Untergeordnete %(pid)s mit Status %(code)d beendet

source: pid %d not in child list
de: PID %d nicht in Liste untergeordneter Elemente vorhanden

source: Caught %s, stopping children
de: %s abgefangen, untergeordnete Elemente werden gestoppt

source: Waiting on %d children to exit
de: Warten auf Beenden von %d untergeordneten Elementen

source: %s not in valid priorities
de: %s nicht in gültigen Prioritäten

source: Problem '%(e)s' attempting to send to notification system. Payload=%(payload)s
de: Problem %(e)s bei Versuch, an Benachrichtigungssystem zu senden. Payload=%(payload)s

source: Failed to load notifier %s. These notifications will not be sent.
de: Benachrichtigung %s konnte nicht geladen werden. Diese Benachrichtigungen werden nicht gesendet.

source: The rabbit_notifier is now deprecated. Please use rpc_notifier instead.
de: 'rabbit_notifier' ist nun veraltet. Verwenden Sie stattdessen 'rpc_notifier'.

source: Could not send notification to %(topic)s. Payload=%(message)s
de: Benachrichtigung konnte nicht an %(topic)s gesendet werden. Payload=%(message)s

source: A RPC is being made while holding a lock. The locks currently held are %(locks)s. This is probably a bug. Please report it. Include the following: [%(stack)s].
de: Ein RPC erfolgt, während eine Sperre gehalten wird. Die derzeit gehaltenen Sperren sind %(locks)s. Dies ist wahrscheinlich ein Fehler. Melden Sie ihn. Schließen Sie Folgendes ein: [%(stack)s].

source: Pool creating new connection
de: Pool erstellt neue Verbindung

source: Number of call waiters is greater than warning threshhold: %d. There could be a MulticallProxyWaiter leak.
de: Die Anzahl an wartenden Anrufthreads ist größer als die Warnungsbegrenzung: %d. Möglicherweise gibt es ein Leck in 'MulticallProxyWaiter'.

source: unpacked context: %s
de: Entpackter Kontext: %s

source: UNIQUE_ID is %s.
de: 'UNIQUE_ID' ist %s.

source: received %s
de: %s erhalten

source: no method for message: %s
de: Keine Methode für Nachricht: %s

source: No method for message: %s
de: Keine Methode für Nachricht: %s

source: Expected exception during message handling (%s)
de: Erwartete Ausnahme bei Nachrichtenbehandlung (%s)

source: Exception during message handling
de: Ausnahme bei Nachrichtenbehandlung

source: Making synchronous call on %s ...
de: Synchroner Aufruf bei %s ...

source: MSG_ID is %s
de: 'MSG_ID' ist %s

source: Making asynchronous cast on %s...
de: Asynchroner Cast bei %s...

source: Making asynchronous fanout cast...
de: Asynchroner Fan-out-Cast...

source: Sending %(event_type)s on %(topic)s
de: %(event_type)s wird gesendet auf %(topic)s

source: An unknown RPC related exception occurred.
de: Eine unbekannte Ausnahme in Zusammenhang mit RPC ist aufgetreten.

source: Exception in string format operation
de: Ausnahme bei Zeichenfolgeformatoperation

source: Remote error: %(exc_type)s %(value)s %(traceback)s.
de: Ferner Fehler: %(exc_type)s %(value)s %(traceback)s.

source: Found duplicate message(%(msg_id)s). Skipping it.
de: Doppelte Nachricht (%(msg_id)s) gefunden. Wird übersprungen.

source: Invalid reuse of an RPC connection.
de: Ungültige Wiederverwendung einer RPC-Verbindung.

source: Specified RPC version, %(version)s, not supported by this endpoint.
de: Angegebene RPC-Version %(version)s wird von diesem Endpunkt nicht unterstützt.

source: Specified RPC envelope version, %(version)s, not supported by this endpoint.
de: Angegebene RPC-Umschlagsversion %(version)s wird von diesem Endpunkt nicht unterstützt.

source: Failed to sanitize %(item)s. Key error %(err)s
de: %(item)s konnte nicht bereinigt werden. Zentraler Fehler %(err)s

source: Returning exception %s to caller
de: Ausnahme %s wird an Aufrufenden zurückgegeben

source: Failed to process message... skipping it.
de: Nachricht konnte nicht verarbeitet werden und wird übersprungen.

source: Reconnecting to AMQP server on %(hostname)s:%(port)d
de: Wiederherstellung der Verbindung zu AMQP-Server auf %(hostname)s:%(port)d

source: Connected to AMQP server on %(hostname)s:%(port)d
de: Verbunden mit AMQP-Server auf %(hostname)s:%(port)d

source: Unable to connect to AMQP server on %(hostname)s:%(port)d after %(max_retries)d tries: %(err_str)s
de: Herstellen einer Verbindung zu AMQP-Server auf %(hostname)s:%(port)d nach %(max_retries)d Versuchen nicht möglich: %(err_str)s

source: AMQP server on %(hostname)s:%(port)d is unreachable: %(err_str)s. Trying again in %(sleep_time)d seconds.
de: AMQP-Server auf %(hostname)s:%(port)d ist nicht erreichbar: %(err_str)s. Erneuter Versuch in %(sleep_time)d Sekunden.

source: Failed to declare consumer for topic '%(topic)s': %(err_str)s
de: Consumer konnte nicht deklariert werden für Topic '%(topic)s': %(err_str)s

source: Timed out waiting for RPC response: %s
de: Zeitlimitüberschreitung beim Warten auf RPC-Antwort: %s

source: Failed to consume message from queue: %s
de: Nachricht aus Warteschlange wurde nicht verarbeitet: %s

source: Failed to publish message to topic '%(topic)s': %(err_str)s
de: Nachricht konnte nicht veröffentlicht werden in Topic '%(topic)s': %(err_str)s

source: Unable to connect to AMQP server: %(e)s. Sleeping %(delay)s seconds
de: Es kann keine Verbindung zum AMQP-Server hergestellt werden: %(e)s. Im Ruhemodus für %(delay)s Sekunden

source: Connected to AMQP server on %s
de: Verbunden mit AMQP-Server auf %s

source: Re-established AMQP queues
de: AMQP-Warteschlangen erneut erstellt

source: Error processing message. Skipping it.
de: Fehler beim Verarbeiten der Nachricht. Wird übersprungen.

source: JSON serialization failed.
de: JSON-Serialisierung fehlgeschlagen.

source: Deserializing: %s
de: Deserialisierung: %s

source: Connecting to %(addr)s with %(type)s
de: Verbindung zu %(addr)s mit %(type)s wird hergestellt

source: -> Subscribed to %(subscribe)s
de: -> %(subscribe)s abonniert

source: -> bind: %(bind)s
de: -> Bindung: %(bind)s

source: Could not open socket.
de: Socket konnte nicht geöffnet werden.

source: Subscribing to %s
de: %s wird abonniert

source: You cannot recv on this socket.
de: Sie können auf diesem Socket nicht empfangen.

source: You cannot send on this socket.
de: Sie können auf diesem Socket nicht senden.

source: Running func with context: %s
de: Funktion wird mit Kontext ausgeführt: %s

source: Sending reply
de: Antwort wird gesendet

source: RPC message did not include method.
de: RPC-Nachricht hat keine Methode enthalten.

source: Registering reactor
de: Reaktor wird registriert

source: In reactor registered
de: Eingangsreaktor registriert

source: Out reactor registered
de: Ausgangsreaktor registriert

source: Consuming socket
de: Socketverwendung

source: Creating proxy for topic: %s
de: Proxy für Topic wird erstellt: %s

source: Topic contained dangerous characters.
de: Topic enthielt gefährliche Zeichen.

source: Topic socket file creation failed.
de: Erstellung von Topicsocketdatei fehlgeschlagen.

source: Local per-topic backlog buffer full for topic %(topic)s. Dropping message.
de: Lokaler topicbezogener Rückstandspuffer für Topic %(topic)s voll. Nachricht wird gelöscht.

source: Could not create ZeroMQ receiver daemon. Socket may already be in use.
de: ZeroMQ-Empfängerdämon konnte nicht erstellt werden. Socket wird möglicherweise bereits verwendet.

source: CONSUMER RECEIVED DATA: %s
de: CONSUMER HAT DATEN ERHALTEN: %s

source: ROUTER RELAY-OUT %(data)s
de: ROUTER - RELAY-OUT-METHODE FÜR %(data)s

source: ZMQ Envelope version unsupported or unknown.
de: ZMQ-Umschlagversion wird nicht unterstützt oder ist unbekannt.
