Repository: openstack/neutron
Catalog: quantum/locale/*/LC_MESSAGES/quantum.po
Languages: de

source: Neither X_USER_ID nor X_USER found in request
de: Weder 'X_USER_ID' noch 'X_USER' in Anforderung gefunden

source: Arguments dropped when creating context: %s
de: Bei Kontexterstellung gelöschte Argumente: %s

source: read_deleted can only be one of 'no', 'yes' or 'only', not %r
de: 'read_deleted' kann nur 'no', 'yes' oder 'only' sein, nicht '%r'

source: Quantum core_plugin not configured!
de: Quantum-'core_plugin' nicht konfiguriert!

source: Plugin location: %s
de: Plug-in-Position: %s

source: Loading Plugin: %s
de: Laden von Plug-in: %s

source: Error loading plugin
de: Fehler beim Laden von Plug-in

source: Plugin not found. You can install a plugin with: pip install <plugin-name> Example: pip install quantum-sample-plugin
de: Plug-in nicht gefunden. Sie können ein Plug-in mit folgendem Befehl installieren: pip install <plugin-name> Beispiel: pip install quantum-sample-plugin

source: Loading service plugins: %s
de: Laden von Service-Plug-ins: %s

source: Plugin not found.
de: Plug-in nicht gefunden.

source: Multiple plugins for service %s were configured
de: Mehrere Plug-ins für Service %s wurden konfiguriert

source: Successfully loaded %(type)s plugin. Description: %(desc)s
de: %(type)s-Plug-in erfolgreich geladen. Beschreibung: %(desc)s

source: Unable to find requested field: %(field)s in target: %(target_dict)s
de: Angefordertes Feld: %(field)s kann in Ziel: %(target_dict)s nicht gefunden werden

source: Resource name(s) that are supported in quota features
de: In Quotenfunktionen unterstütze Ressourcennamen

source: Default number of resource allowed per tenant, minus for unlimited
de: Standardanzahl an zulässigen Ressourcen pro Nutzer, Minus für unbegrenzt

source: Number of networks allowed per tenant,minus for unlimited
de: Anzahl an zulässigen Netzen pro Nutzer, Minus für unbegrenzt

source: Number of subnets allowed per tenant, minus for unlimited
de: Anzahl an zulässigen Teilnetzen pro Nutzer, Minus für unbegrenzt

source: number of ports allowed per tenant, minus for unlimited
de: Anzahl an zulässigen Ports pro Nutzer, Minus für unbegrenzt

source: Default driver to use for quota checks
de: Standardtreiber zur Verwendung für Quotenprüfungen

source: %s is already registered.
de: %s ist bereits registriert.

source: Seconds between running periodic tasks
de: Sekunden zwischen Ausführungen regelmäßiger Tasks

source: range of seconds to randomly delay when starting the periodic task scheduler to reduce stampeding. (Disable by setting to 0)
de: Dauer in Sekunden, für die zufallsgeneriert beim Starten des Schedulers für regelmäßige Tasks gewartet werden soll, um die Belastung zu reduzieren. (Inaktivierung durch Festlegen auf 0)

source: No known API applications configured.
de: Keine bekannten API-Anwendungen konfiguriert.

source: Quantum service started, listening on %(host)s:%(port)s
de: Quantum-Service gestartet, empfangsbereit auf %(host)s:%(port)s

source: Exception occurs when timer stops
de: Ausnahme tritt auf, wenn Zeitgeber stoppt

source: Exception occurs when waiting for timer
de: Ausnahme tritt beim Warten auf Zeitgeber auf

source: Unable to listen on %(host)s:%(port)s
de: Empfangsbereitschaft auf %(host)s:%(port)s nicht möglich

source: Missing Content-Type
de: Inhaltstyp fehlt

source: Data %(data)s type is %(type)s
de: Typ für Daten %(data)s ist %(type)s

source: Cannot understand JSON
de: Kann JSON nicht verstehen

source: Inline DTD forbidden
de: Interne DTD ist nicht zulässig

source: Cannot understand XML
de: Kann XML nicht verstehen

source: Unrecognized Content-Type provided in request
de: Nicht erkannter Inhaltstyp in Anforderung angegeben

source: No Content-Type provided in request
de: Kein Inhaltstyp in Anforderung angegeben

source: Empty body provided in request
de: Leerer Nachrichtentext in Anforderung angegeben

source: Unable to deserialize body as provided Content-Type
de: Deserialisieren von Nachrichtentext als angegebenen Inhaltstyp nicht möglich

source: You must implement __call__
de: Sie müssen '__call__' implementieren

source: Unsupported Content-Type
de: Nicht unterstützter Inhaltstyp

source: Malformed request body
de: Fehlerhafter Anforderungshauptteil

source: HTTP exception thrown: %s
de: Ausgelöste HTTP-Ausnahme: %s

source: Internal error
de: Interner Fehler

source: %(url)s returned with HTTP %(status)d
de: %(url)s mit HTTP %(status)d zurückgegeben

source: %(url)s returned a fault: %(exception)s
de: %(url)s hat einen Fehler zurückgegeben: %(exception)s

source: Could not deserialize data
de: Daten konnten nicht deserialisiert werden

source: Interval to resync.
de: Intervall für Resynchronisation.

source: The driver used to manage the DHCP server.
de: Der für die Verwaltung des DHCP-Servers verwendete Treiber.

source: Allow overlapping IP.
de: IP-Überschneidung zulassen.

source: Support Metadata requests on isolated networks.
de: Support-Metadatenanforderungen auf isolierten Netzen.

source: The '%s' DHCP-driver does not support retrieving of a list of existing networks
de: Der DHCP-Treiber '%s' unterstützt das Abrufen einer Liste mit bestehenden Netzen nicht

source: DHCP agent started
de: DHCP-Agent gestartet

source: Unable to %s dhcp.
de: %s bei DHCP nicht möglich.

source: Unable to update lease
de: Lease kann nicht aktualisiert werden

source: Synchronizing state
de: Synchronisation von Status

source: Unable to sync network state.
de: Netzstatus kann nicht synchronisiert werden.

source: Network %s RPC info call failed.
de: RPC-Informationsaufruf von Netz %s fehlgeschlagen.

source: %(port_num)d router ports found on the metadata access network. Only the port %(port_id)s, for router %(router_id)s will be considered
de: %(port_num)d Routerports auf dem Zugangsnetz für Metadaten gefunden. Nur Port '%(port_id)s' für Router '%(router_id)s' wird berücksichtigt

source: The driver used to manage the virtual interface.
de: Der für die Verwaltung der virtuellen Schnittstelle verwendete Treiber.

source: You must specify an interface driver
de: Sie müssen einen Schnittstellentreiber angeben

source: Error importing interface driver '%s'
de: Fehler beim Importieren von Schnittstellentreiber '%s'

source: Reusing existing device: %s.
de: Wiederverwendung von vorhandenem Gerät: %s.

source: Location to DHCP lease relay UNIX domain socket
de: Position des durch DHCP-Leaserelais erstellten UNIX-Domänensockets

source: Network ID %s is not a valid UUID
de: Netz-ID %s ist keine gültige UUID

source: Unable to parse lease relay msg to dict.
de: Parsing von Lease-Relais-Nachricht an Verzeichnis kann nicht durchgeführt werden.

source: Exception value: %s
de: Ausnahmewert: %s

source: Message representation: %s
de: Nachrichtendarstellung: %s

source: Unable update lease. Exception
de: Lease kann nicht aktualisiert werden. Ausnahme

source: Quantum server does not support state report. State report for this agent will be disabled.
de: Der Quantum-Server unterstützt keine Statusberichte. Statusberichte für diesen Agenten werden inaktiviert.

source: Failed reporting state!
de: Erstellung des Statusberichts fehlgeschlagen!

source: agent_updated by server side %s!
de: 'agent_updated' (Agent aktualisiert) durch Serverseite %s!

source: Name of bridge used for external network traffic.
de: Name der für externen Netzverkehr verwendeten Brücke.

source: TCP Port used by Quantum metadata namespace proxy.
de: Von Quantum-Metadaten-Namensbereichsproxy verwendeter TCP-Port.

source: Send this many gratuitous ARPs for HA setup, set it below or equal to 0 to disable this feature.
de: Senden Sie diese Anzahl an Gratuitous ARPs für Hochverfügbarkeitskonfiguration; setzen Sie den Wert auf kleiner oder gleich 0, um diese Funktion zu inaktivieren.

source: Agent should implement routers with no gateway
de: Agent sollte Router ohne Gateway implementieren

source: UUID of external network for routers implemented by the agents.
de: UUID von externem Netz für von den Agenten implementierte Router.

source: An interface driver must be specified
de: Ein Schnittstellentreiber muss angegeben sein

source: Failed deleting namespace '%s'
de: Namensbereich '%s' wurde nicht gelöscht

source: Router port %s has no IP address
de: Routerport %s verfügt über keine IP-Adresse

source: Ignoring multiple IPs on router port %s
de: Ignorieren mehrerer IP-Adressen auf Routerport %s

source: Failed sending gratuitous ARP: %s
de: Gratuitous ARP wurde nicht gesendet: %s

source: Failed dealing with router '%s' deletion RPC message
de: Fehler beim Umgang mit RPC-Nachricht zur Löschung von Router '%s'

source: Failed dealing with routers update RPC message
de: Fehler beim Umgang mit RPC-Nachricht zur Aktualisierung der Router

source: The external network bridge '%s' does not exist
de: Die externe Netzbrücke '%s' ist nicht vorhanden

source: Failed synchronizing routers
de: Synchronisation von Routern fehlgeschlagen

source: L3 agent started
de: Agent der Ebene 3 gestartet

source: Added route entry is '%s'
de: Der hinzugefügte Routeneintrag lautet '%s'

source: Removed route entry is '%s'
de: Der entfernte Routeneintrag lautet '%s'

source: Delete the namespace by removing all devices.
de: Löschen Sie den Namensbereich durch Entfernen aller Geräte.

source: Unable to find bridge for device: %s
de: Brücke für Gerät kann nicht gefunden werden: %s

source: Error unable to destroy namespace: %s
de: Fehler, Löschen von Namensbereich nicht möglich: %s

source: True to delete all ports on all the OpenvSwitch bridges. False to delete ports created by Quantum on integration and external network bridges.
de: 'True' zum Löschen aller Ports auf den OpenvSwitch-Brücken. 'False' zum Löschen von Ports, die von Quantum auf Integrationsbrücken und externen Netzbrücken erstellt wurden.

source: Delete %s
de: %s löschen

source: Cleaning %s
de: Bereinigung von %s

source: OVS cleanup completed successfully
de: OVS-Bereinigungsprozedur erfolgreich abgeschlossen

source: Disabled security-group extension.
de: Sicherheitsgruppenerweiterung wurde inaktiviert.

source: Get security group rules for devices via rpc %r
de: Abrufen von Sicherheitsgruppenregeln für Geräte über RPC %r

source: Security group rule updated on remote: %s
de: Sicherheitsgruppenregel auf fernem Server aktualisiert: %s

source: Security group member updated on remote: %s
de: Sicherheitsgruppenelement auf fernem Server aktualisiert: %s

source: Provider rule updated
de: Provider-Regel aktualisiert

source: Init firewall settings (driver=%s)
de: Initialisierung von Firewalleinstellungen (driver=%s)

source: Preparing filters for devices %s
de: Vorbereiten von Filtern für Geräte %s

source: Security group rule updated %r
de: Sicherheitsgruppenregel aktualisiert %r

source: Security group member updated %r
de: Sicherheitsgruppenmitglied aktualisiert %r

source: Remove device filter for %r
de: Gerätefilter für %r entfernen

source: Refresh firewall rules
de: Firewallregeln aktualisieren

source: Update port filter for %s
de: Portfilter für %s aktualisieren

source: Root helper application.
de: Stammhilfsanwendung.

source: Seconds between nodes reporting state to server
de: Sekunden zwischen Status-Berichten von Knoten an Server

source: Top-level directory for maintaining dhcp state
de: Basisverzeichnis zum Warten von DHCP-Status

source: Failed to open pidfile: %s
de: Fehler beim Öffnen von PID-Datei: %s

source: Unable to lock pid file
de: PID-Datei kann nicht gesperrt werden

source: Unable to unlock pid file
de: PID-Datei kann nicht entsperrt werden

source: Fork failed
de: Fehler bei Verzweigung

source: Pidfile %s already exist. Daemon already running?
de: PID-Datei %s ist bereits vorhanden. Dämon bereits aktiv?

source: Location to store DHCP server config files
de: Position zum Speichern von Konfigurationsdateien des DHCP-Servers

source: Lifetime of a DHCP lease in seconds
de: Laufzeit von DHCP-Lease in Sekunden

source: Domain to use for building the hostnames
de: Für das Erstellen von Hostnamen zu verwendende Domäne

source: Override the default dnsmasq settings with this file
de: Standard-'dnsmasq'-Einstellungen mit dieser Datei außer Kraft setzen

source: Use another DNS server before any in /etc/resolv.conf.
de: Anderen DNS-Server vor allen in '/etc/resolv.conf' verwenden.

source: DHCP for %(net_id)s pid %(pid)d is stale, ignoring command
de: DHCP für %(net_id)s-PID %(pid)d ist veraltet. Befehl wird ignoriert

source: No DHCP started for %s
de: Kein DHCP für %s gestartet

source: Error while reading %s
de: Fehler beim Lesen von %s

source: Unable to convert value in %s
de: Wert in %s kann nicht konvertiert werden

source: Unable to access %s
de: Kein Zugriff auf %s möglich

source: Killing dhcpmasq for network since all subnets have turned off DHCP: %s
de: 'dhcpmasq' für Netz wird beendet, da alle Teilnetze DHCP ausgeschaltet haben: %s

source: Reloading allocations for network: %s
de: Neuladen von Zuordnungen für Netz: %s

source: Location to store child pid files
de: Position zum Speichern von untergeordneten PID-Dateien

source: Process for %(uuid)s pid %(pid)d is stale, ignoring command
de: Prozess für %(uuid)s-PID %(pid)d ist veraltet. Befehl wird ignoriert

source: No process started for %s
de: Kein Prozess für %s gestartet

source: Name of Open vSwitch bridge to use
de: Name der zu verwendenden Open vSwitch-Brücke

source: Uses veth for an interface or not
de: Verwendet virtuelles Ethernet für eine Schnittstelle oder nicht

source: MTU setting for device.
de: MTU-Einstellung für Gerät.

source: Mapping between flavor and LinuxInterfaceDriver
de: Zuordnung zwischen Version und LinuxInterfaceDriver

source: Admin username
de: Administratorbenutzername

source: Admin password
de: Administratorkennwort

source: Admin tenant name
de: Administratornutzername

source: Authentication URL
de: Authentifizierungs-URL

source: The type of authentication to use
de: Der zu verwendende Authentifizierungtyp

source: Authentication region
de: Authentifizierungsregion

source: Device %s already exists
de: Gerät %s ist bereits vorhanden

source: Unplugged interface '%s'
de: Verbindung zu Schnittstelle '%s' getrennt

source: Failed unplugging interface '%s'
de: Fehler beim Trennen von Verbindung zu Schnittstelle '%s'

source: Driver location: %s
de: Treiberposition: %s

source: No namespace defined for parent
de: Kein Namensbereich für übergeordnetes Element definiert

source: Preparing device (%s) filter
de: Vorbereitung von Filter für Gerät (%s)

source: Updating device (%s) filter
de: Aktualisieren von Filter für Gerät (%s)

source: Attempted to update port filter which is not filtered %s
de: Versuch, ungefilterten Portfilter %s zu aktualisieren

source: Removing device (%s) filter
de: Entfernen von Filter für Gerät (%s)

source: Attempted to remove port filter which is not filtered %r
de: Versuch, ungefilterten Portfilter %r zu entfernen

source: Attempted to remove chain %s which does not exist
de: Versuch, nicht vorhandene Kette %s zu löschen

source: Unknown chain: %r
de: Unbekannte Kette: %r

source: Tried to remove rule that was not there: %(chain)r %(rule)r %(wrap)r %(top)r
de: Versuch, nicht vorhandene Regel zu entfernen: %(chain)r %(rule)r %(wrap)r %(top)r

source: IPTablesManager.apply completed with success
de: 'IPTablesManager.apply' erfolgreich abgeschlossen

source: Unable to execute %(cmd)s. Exception: %(exception)s
de: Ausführen von %(cmd)s nicht möglich. Ausnahme: %(exception)s

source: Cannot match priority on flow deletion
de: Abgleichen von Priorität bei Ablauflöschung nicht möglich

source: Must specify one or more actions
de: Angabe von einer oder mehreren Aktionen erforderlich

source: Unable to parse regex results. Exception: %s
de: Ergebnisse von regulären Ausdrücken können nicht analysiert werden. Ausnahme: %s

source: Unable to retrieve bridges. Exception: %s
de: Brücken können nicht abgerufen werden. Ausnahme: %s

source: Running command: %s
de: Ausführung von Befehl: %s

source: Command: %(cmd)s Exit code: %(code)s Stdout: %(stdout)r Stderr: %(stderr)r
de: Befehl: %(cmd)s Beendigungscode: %(code)s Standardausgabe: %(stdout)r Standardfehler: %(stderr)r

source: Admin user
de: Benutzer mit Administratorberechtigung

source: IP address used by Nova metadata server.
de: Von Nova-Metadatenserver verwendete IP-Adresse.

source: TCP Port used by Nova metadata server.
de: Von Nova-Metadatenserver verwendeter TCP-Port.

source: Shared secret to sign instance-id request
de: Geheimer Schlüssel für gemeinsame Nutzung zum Unterzeichnen von Instanz-ID-Anforderung

source: Request: %s
de: Anforderung: %s

source: Unexpected error.
de: Unerwarteter Fehler.

source: An unknown error has occurred. Please try your request again.
de: Ein unbekannter Fehler ist aufgetreten. Stellen Sie Ihre Anforderung erneut.

source: The remote metadata server responded with Forbidden. This response usually occurs when shared secrets do not match.
de: Der ferne Metadatenserver hat mit 'Forbidden' geantwortet. Diese Antwort tritt üblicherweise auf, wenn geheime Schlüssel für die gemeinsame Nutzung nicht übereinstimmen.

source: Remote metadata server experienced an internal server error.
de: Interner Serverfehler bei fernem Metadatenserver.

source: Unexpected response code: %s
de: Unerwarteter Antwortcode: %s

source: Location for Metadata Proxy UNIX domain socket
de: Position für UNIX-Domänensocket von Metadatenproxy

source: Location of Metadata Proxy UNIX domain socket
de: Position von UNIX-Domänensocket von Metadatenproxy

source: network_id and router_id are None. One must be provided.
de: 'network_id' und 'router_id' sind 'None'. Ein Wert muss angegeben sein.

source: TCP Port to listen for metadata server requests.
de: TCP-Port zum Empfangen von Anforderungen des Metadatenservers.

source: Invalid value for pagination_max_limit: %s. It should be an integer greater to 0
de: Ungültiger Wert für 'pagination_max_limit': %s. Der Wert sollte eine Ganzzahl größer 0 sein.

source: Limit must be an integer 0 or greater and not '%d'
de: Der Grenzwert muss eine Ganzzahl größer 0 sein und nicht '%d'

source: The number of sort_keys and sort_dirs must be same
de: Die Anzahl an 'sort_keys' und 'sort_dirs' muss gleich sein

source: %s is invalid attribute for sort_keys
de: %s ist ein ungültiges Attribut für 'sort_keys'

source: %(invalid_dirs)s is invalid value for sort_dirs, valid value is '%(asc)s' and '%(desc)s'
de: %(invalid_dirs)s ist ein ungültiger Wert für 'sort_dirs'; gültige Werte sind '%(asc)s' und '%(desc)s'

source: Unable to find '%s' in request body
de: '%s' kann in Anforderungshauptteil nicht gefunden werden

source: Failed to parse request. Parameter '%s' not specified
de: Anforderung wurde nicht analysiert. Parameter '%s' nicht angegeben

source: Extension with alias %s does not exist
de: Erweiterung mit Alias %s ist nicht vorhanden

source: Extended resource: %s
de: Erweiterte Ressource: %s

source: Extended action: %s
de: Erweiterte Aktion: %s

source: Extended request: %s
de: Erweiterte Anforderung: %s

source: Initializing extension manager.
de: Erweiterungsmanager wird initialisiert.

source: Error fetching extended attributes for extension '%s'
de: Fehler beim Abrufen erweiterter Attribute für Erweiterung '%s'

source: Ext name: %s
de: Erweiterungsname: %s

source: Ext alias: %s
de: Erweiterungsalias: %s

source: Ext description: %s
de: Erweiterungsbeschreibung: %s

source: Ext namespace: %s
de: Erweiterungsnamensbereich: %s

source: Ext updated: %s
de: Erweiterung aktualisiert: %s

source: Exception loading extension: %s
de: Ausnahme beim Laden von Erweiterung: %s

source: Extension path '%s' doesn't exist!
de: Erweiterungspfad '%s' ist nicht vorhanden!

source: Loading extension file: %s
de: Laden von Erweiterungsdatei: %s

source: Did not find expected name "%(ext_name)s" in %(file)s
de: Erwarteter Name "%(ext_name)s" konnte in %(file)s nicht gefunden werden

source: Extension file %(f)s wasn't loaded due to %(exception)s
de: Erweiterungsdatei %(f)s wurde aufgrund von %(exception)s nicht geladen

source: Loaded extension: %s
de: Geladene Erweiterung: %s

source: Found duplicate extension: %s
de: Doppelte Erweiterung gefunden: %s

source: Extension %s not supported by any of loaded plugins
de: Erweiterung %s von keinem der geladenen Plug-ins unterstützt

source: Loaded plugins do not implement extension %s interface
de: Geladene Plug-ins implementieren Schnittstelle für Erweiterung %s nicht

source: Nofity agent at %(host)s the message %(method)s
de: Agenten unter %(host)s über die Methode %(method)s benachrichtigen

source: Notify agent at %(topic)s.%(host)s the message %(method)s
de: Agenten unter %(topic)s.%(host)s über die Methode %(method)s benachrichtigen

source: Fanout notify agent at %(topic)s the message %(method)s on router %(router_id)s
de: Fan-out benachrichtigt Agenten unter %(topic)s über die Methode %(method)s auf Router %(router_id)s

source: Invalid input. '%(target_dict)s' must be a dictionary with keys: %(expected_keys)s
de: Ungültige Eingabe. '%(target_dict)s' muss ein Verzeichnis mit Schlüsseln sein: %(expected_keys)s

source: Validation of dictionary's keys failed.Expected keys: %(expected_keys)s Provided keys: %(provided_keys)s
de: Überprüfung der Schlüssel für das Verzeichnis ist fehlgeschlagen. Erwartete Schlüssel: %(expected_keys)s Angegebene Schlüssel: %(provided_keys)s

source: '%(data)s' is not in %(valid_values)s
de: '%(data)s' befindet sich nicht in %(valid_values)s

source: '%s' is not a valid string
de: '%s' ist keine gültige Zeichenfolge

source: '%(data)s' exceeds maximum length of %(max_len)s
de: '%(data)s' überschreitet die Höchstlänge von %(max_len)s

source: '%(data)s' is not in range %(min_value)s through %(max_value)s
de: '%(data)s' befinden sich nicht im Bereich zwischen %(min_value)s und %(max_value)s

source: '%s' is not a valid MAC address
de: '%s' ist keine gültige MAC-Adresse

source: '%s' is not a valid IP address
de: '%s' ist keine gültige IP-Adresse

source: Invalid data format for IP pool: '%s'
de: Ungültiges Datenformat für IP-Pool: '%s'

source: Invalid data format for fixed IP: '%s'
de: Ungültiges Datenformat für statische IP: '%s'

source: Duplicate IP address '%s'
de: Doppelte IP-Adresse '%s'

source: Invalid data format for nameserver: '%s'
de: Ungültiges Datenformat für Namensserver: '%s'

source: '%s' is not a valid nameserver
de: '%s' ist kein gültiger Namensserver

source: Duplicate nameserver '%s'
de: Doppelter Namensserver '%s'

source: Invalid data format for hostroute: '%s'
de: Ungültiges Datenformat für Hostroute: '%s'

source: Duplicate hostroute '%s'
de: Doppelte Hostroute '%s'

source: '%s' is not a valid IP subnet
de: '%s' ist kein gültiges IP-Teilnetz

source: '%s' is not a valid input
de: '%s' ist keine gültige Eingabe

source: '%s' is not a valid UUID
de: '%s' ist keine gültige UUID

source: '%s' is not a list
de: '%s' ist keine Liste

source: Duplicate items in the list: '%s'
de: Doppelte Elemente in der Liste: '%s'

source: '%s' is not a dictionary
de: %s ist kein Verzeichnis

source: Validator '%s' does not exist.
de: Der Validator '%s' ist nicht vorhanden.

source: '%s' is not an integer
de: '%s' ist keine Ganzzahl

source: '%s' should be non-negative
de: '%s' sollte nicht negativ sein

source: '%s' cannot be converted to boolean
de: '%s' kann nicht in boolesche Zahl umgewandelt werden

source: '%s' is not a integer
de: '%s' ist keine Ganzzahl

source: '%s' is not of the form <key>=[value]
de: '%s' ist nicht in der Form <key>=[value]

source: Native pagination depend on native sorting
de: Die native Paginierung ist von der nativen Sortierung abhängig

source: Allow sorting is enabled because native pagination requires native sorting
de: Das Zulassen der Sortierung ist aktiviert, da die native Paginierung die native Sortierung erfordert
