Repository: openstack/neutron
Catalog: quantum/locale/*/LC_MESSAGES/quantum.po
Languages: de

source: The gateway port for the router %s was not found on the NVP backend
de: Der Gateway-Port für Router %s wurde auf der Back-End-NVP nicht gefunden

source: _nvp_create_ext_gw_port completed on external network %(ext_net_id)s, attached to router:%(router_id)s. NVP port id is %(nvp_port_id)s
de: '_nvp_create_ext_gw_port' im externen Netz %(ext_net_id)s, angehängt an Router: %(router_id)s, abgeschlossen. NVP-Port-ID ist %(nvp_port_id)s

source: Logical router resource %s not found on NVP platform
de: Die Ressource %s des logischen Routers auf der NVP-Plattform nicht gefunden

source: Unable to update logical routeron NVP Platform
de: Logischer Router kann auf der NVP-Plattform nicht aktualisiert werden

source: _nvp_delete_ext_gw_port completed on external network %(ext_net_id)s, attached to router:%(router_id)s
de: '_nvp_delete_ext_gw_port' im externen Netz %(ext_net_id)s, angehängt an Router: %(router_id)s, abgeschlossen

source: An exception occured while plugging the gateway interface into network:%s
de: Ausnahme bei Verbindung der Gateway-Schnittstelle mit Netz: %s

source: Unable to find NVP uuid for Quantum port %s
de: NVP-UUID für Quantum-Port %s kann nicht gefunden werden

source: %s required
de: %s erforderlich

source: Segmentation ID cannot be specified with flat network type
de: Segmentations-ID kann bei einfachem Netztyp nicht angegeben werden

source: Segmentation ID must be specified with vlan network type
de: Segmentations-ID muss bei VLAN-Netztyp angegeben werden

source: %(net_type_param)s %(net_type_value)s not supported
de: %(net_type_param)s %(net_type_value)s nicht unterstützt

source: No switch has available ports (%d checked)
de: Kein Switch hat verfügbare Ports (%d geprüft)

source: Maximum number of logical ports reached for logical network %s
de: Maximale Anzahl an logischen Ports für logisches Netz %s erreicht

source: Network with admin_state_up=False are not yet supported by this plugin. Ignoring setting for network %s
de: Netze, für die 'admin_state_up=False' gilt, werden von diesem Plug-in noch nicht unterstützt. Einstellungen für Netz %s werden ignoriert

source: A nvp lport identifier was not found for quantum port '%s'
de: Es wurde keine ID für den NVP-Loop-Port für Quantum-Port '%s' gefunden

source: delete_network completed for tenant: %s
de: 'delete_network' für Nutzer abgeschlossen: %s

source: Did not found lswitch %s in NVP
de: Es wurde kein lSwitch %s in NVP gefunden

source: Current network status:%(nvp_net_status)s; Status in Quantum DB:%(quantum_status)s
de: Aktueller Netzstatus: %(nvp_net_status)s; Status in der Quantum-Datenbank: %(quantum_status)s

source: Unable to get logical switches
de: Abrufen logischer Switches nicht möglich

source: Logical Switch %s found in quantum database but not in NVP.
de: Logischer Switch %s wurde in Quantum-Datenbank gefunden, aber nicht in NVP.

source: Found %s logical switches not bound to Quantum networks. Quantum and NVP are potentially out of sync
de: %s logische Switches gefunden, die nicht an Quantum-Netze gebunden sind. Quantum und NVP sind möglicherweise nicht synchron

source: get_networks() completed for tenant %s
de: 'get_networks()' für Nutzer %s abgeschlossen

source: Lswitch %s not found in NVP
de: LSwitch %s in NVP nicht gefunden

source: Unable to get ports
de: Abrufen von Ports nicht möglich

source: Quantum logical port %s was not found on NVP
de: Logischer Quantum-Port %s wurde auf NVP nicht gefunden

source: Found %s logical ports not bound to Quantum ports. Quantum and NVP are potentially out of sync
de: %s logische Ports gefunden, die nicht an Quantum-Ports gebunden sind. Quantum und NVP sind möglicherweise nicht synchron

source: Unable to create port or set port attachment in NVP.
de: Erstellung eines Ports oder Einrichtung einer Zusatzeinheit des Ports in NVP nicht möglich.

source: create_port completed on NVP for tenant %(tenant_id)s: (%(id)s)
de: 'create_port' auf NVP für Nutzer %(tenant_id)s fertig gestellt: (%(id)s)

source: Update port request: %s
de: Portanforderung aktualisieren: %s

source: Network '%s' is not a valid external network
de: Netz '%s' ist kein gültiges externes Netz

source: Unable to create logical router on NVP Platform
de: Logischer Router kann auf der NVP-Plattform nicht erstellt werden

source: Logical router %s not found on NVP Platform
de: Logischer Router %s auf der NVP-Plattform nicht gefunden

source: Unable to update logical router on NVP Platform
de: Logischer Router kann auf der NVP-Plattform nicht aktualisiert werden

source: Logical router '%s' not found on NVP Platform
de: Logischer Router '%s' auf der NVP-Plattform nicht gefunden

source: Unable to delete logical routeron NVP Platform
de: Logischer Router kann auf der NVP-Plattform nicht gelöscht werden

source: Current router status:%(router_status)s;Status in Quantum DB:%(db_router_status)s
de: Aktueller Routerstatus: %(router_status)s; Status in der Quantum-Datenbank: %(db_router_status)s

source: Unable to get logical router
de: Abrufen des logischen Routers nicht möglich

source: Unable to get logical routers from NVP controller
de: Abrufen des logischen Routers vom NVP-Controller nicht möglich

source: Found %s logical routers not bound to Quantum routers. Quantum and NVP are potentially out of sync
de: %s logische Router gefunden, die nicht an Quantum-Router gebunden sind. Quantum und NVP sind möglicherweise nicht synchron

source: The port %(port_id)s, connected to the router %(router_id)s was not found on the NVP backend.
de: Port %(port_id)s, verbunden mit Router %(router_id)s, wurde auf der Back-End-NVP nicht gefunden.

source: Add_router_interface completed for subnet:%(subnet_id)s and router:%(router_id)s
de: 'Add_router_interface' für Teilnetz: %(subnet_id)s und Router: %(router_id)s abgeschlossen

source: The port %(port_id)s, connected to the router %(router_id)s was not found on the NVP backend
de: Port %(port_id)s, verbunden mit Router %(router_id)s, wurde auf der Back-End-NVP nicht gefunden

source: Unable to find NVP logical router port for Quantum port id:%s. Was this port ever paired with a logical router?
de: Port für den logischen Router von NVP konnte für Quantum-Port-ID nicht gefunden werden: %s. War dieser Ports jemals paarweise mit einem logischen Router verbunden?

source: Logical router port resource %s not found on NVP platform
de: Port-Ressource %s des logischen Routers auf der NVP-Plattform nicht gefunden

source: An error occurred while removing NAT rules on the NVP platform for floating ip:%s
de: Fehler beim Entfernen von NAT-Regeln auf der NVP-Plattform für dynamische IP-Adresse: %s

source: An incorrect number of matching NAT rules was found on the NVP platform
de: Eine falsche Anzahl an übereinstimmenden NAT-Regeln wurde auf der NVP-Plattform gefunden

source: Address list for NVP logical router port:%s
de: Adressliste für Port des logischen Routers von NVP: %s

source: An error occurred while creating NAT rules on the NVP platform for floating ip:%(floating_ip)s mapped to internal ip:%(internal_ip)s
de: Fehler beim Erstellen von NAT-Regeln auf der NVP-Plattform für dynamische IP-Adresse: %(floating_ip)s, zugeordnet zu interner IP-Adresse: %(internal_ip)s

source: The port '%s' is not associated with floating IPs
de: Port '%s' ist keinen dynamischen IP-Adressen zugeordnet

source: Create_l2_gw_service did not return an uuid for the newly created resource:%s
de: 'Create_l2_gw_service' hat keine UUID für die neu erstellte Ressource zurückgegeben: %s

source: Unable to remove gateway service from NVP plaform - the resource was not found
de: Gateway-Service kann von der NVP-Plattform nicht entfernt werden - die Ressource wurde nicht gefunden

source: Network Gateway '%(gateway_id)s' still has active mappings with one or more quantum networks.
de: Netzgateway '%(gateway_id)s' hat noch aktive Zuordnungen zu mindestens einem Quantum-Netz.

source: Port '%(port_id)s' is owned by '%(device_owner)s' and therefore cannot be deleted directly via the port API.
de: Port '%(port_id)s' ist Eigentum von '%(device_owner)s' und kann daher nicht direkt über die Port-API gelöscht werden.

source: The specified mapping '%(mapping)s' is already in use on network gateway '%(gateway_id)s'.
de: Die angegebene Zuordnung '%(mapping)s' wird auf dem Netzgateway '%(gateway_id)s' bereits verwendet.

source: Multiple network connections found on '%(gateway_id)s' with provided criteria.
de: Mehrere Netzverbindungen auf '%(gateway_id)s' mit angegebenen Kriterien gefunden.

source: The connection %(network_mapping_info)s was not found on the network gateway '%(network_gateway_id)s'
de: Die Verbindung %(network_mapping_info)s wurde auf den Netzgateway '%(network_gateway_id)s' nicht gefunden

source: The network gateway %(gateway_id)s cannot be updated or deleted
de: Das Netzgateway %(gateway_id)s kann nicht aktualisiert oder gelöscht werden

source: A network identifier must be specified when connecting a network to a network gateway. Unable to complete operation
de: Eine Netz-ID muss bei Verbindung eines Netzes mit einem Netzgateway angegeben werden. Operation kann nicht abgeschlossen werden

source: Invalid keys found among the ones provided in request body: %(connection_attrs)s.
de: Ungültige Schlüssel unter den im Anforderungshauptteil angegebenen gefunden: %(connection_attrs)s.

source: In order to specify a segmentation id the segmentation type must be specified as well
de: Damit eine Segmentierungs-ID angegeben werden kann, muss auch der Segmentierungstyp angegeben werden

source: Cannot specify a segmentation id when the segmentation type is flat
de: Segmentierungs-ID kann nicht angegeben werden, wenn der Segmentierungstyp 'flat' ist

source: Created network gateway with id:%s
de: Netzgateway mit ID erstellt: %s

source: Updated network gateway with id:%s
de: Netzgateway mit ID aktualisiert: %s

source: Network gateway '%s' was destroyed.
de: Netzgateway '%s' gelöscht.

source: Connecting network '%(network_id)s' to gateway '%(network_gateway_id)s'
de: Netz '%(network_id)s' wird mit Gateway '%(network_gateway_id)s' verbunden

source: Requested network '%(network_id)s' not found.Unable to create network connection on gateway '%(network_gateway_id)s
de: Angefordertes Netz '%(network_id)s' nicht gefunden. Netzverbindung auf Gateway '%(network_gateway_id)s' kann nicht erstellt werden

source: Gateway port for '%(network_gateway_id)s' created on network '%(network_id)s':%(port_id)s
de: Gateway-Port für '%(network_gateway_id)s' in Netz '%(network_id)s' erstellt: %(port_id)s

source: Ensured no Ip addresses are configured on port %s
de: Sichergestellt, dass auf Port %s keine IP-Adressen konfiguriert sind

source: Disconnecting network '%(network_id)s' from gateway '%(network_gateway_id)s'
de: Netz '%(network_id)s' wird von Gateway '%(network_gateway_id)s' getrennt

source: Specified name:'%s' exceeds maximum length. It will be truncated on NVP
de: Angegebener Name: '%s' überschreitet die maximale Länge. Er wird auf NVP abgeschnitten

source: NVP controller cluster version: %s
de: Clusterversion von NVP-Controller: %s

source: Issuing request to cluster: %s
de: Ausgabe von Anforderung an Cluster: %s

source: Looking for lswitch with port id '%(port_id)s' on: %(c)s
de: Suche nach lSwitch mit Port-ID %(port_id)s' auf: %(c)s

source: get_port_cluster_and_url, exception: %s
de: get_port_cluster_and_url, Ausnahme: %s

source: An error occured while fetching logical switches for Quantum network %s
de: Fehler beim Abrufen von logischen Switches für Quantum-Netz %s

source: Created logical switch: %s
de: Logischer Switch %s erstellt

source: Network not found, Error: %s
de: Netz nicht gefunden. Fehler: %s

source: Logical switch: %s not found
de: Logischer Switch: %s nicht gefunden

source: An error occurred while querying logical ports on the NVP platform
de: Fehler bei der Abfrage logischer Ports auf der NVP-Plattform

source: Logical router: %s not found
de: Logischer Router: %s nicht gefunden

source: An error occured while querying logical router ports on the NVP platfom
de: Fehler bei der Abfrage der Ports vom logischen Router auf der NVP-Plattform

source: Port or Network not found, Error: %s
de: Port oder Netz nicht gefunden. Fehler: %s

source: Looking for port with display_name '%(display_name)s' on: %(lswitch)s
de: Suche nach Port mit 'display_name' '%(display_name)s' auf: %(lswitch)s

source: Looking for port with q_port_id tag '%(quantum_port_id)s' on: '%(lswitch_uuid)s'
de: Suche nach Ports mit dem 'q_port_id'-Tag '%(quantum_port_id)s' auf: '%(lswitch_uuid)s'

source: An exception occurred while querying NVP ports
de: Ausnahme beim Abfragen von NVP-Ports

source: Found '%(num_ports)d' ports with q_port_id tag: '%(quantum_port_id)s'. Only 1 was expected.
de: '%(num_ports)d' Ports mit 'q_port_id'-Tag: '%(quantum_port_id)s' gefunden. Nur einer wurde erwartet.

source: Updated logical port %(result)s on logical swtich %(uuid)s
de: Logischer Port %(result)s auf logischem Switch %(uuid)s aktualisiert

source: Logical switch not found, Error: %s
de: Logischer Switch nicht gefunden. Fehler: %s

source: Created logical port %(result)s on logical swtich %(uuid)s
de: Logischer Port %(result)s auf logischem Switch %(uuid)s erstellt

source: Logical router not found, Error: %s
de: Logischer Router nicht gefunden, Fehler: %s

source: Created logical port %(lport_uuid)s on logical router %(lrouter_uuid)s
de: Logischer Port %(lport_uuid)s auf logischem Router %(lrouter_uuid)s wurde erstellt

source: Logical router or router port not found, Error: %s
de: Logischer Router oder Router-Port nicht gefunden, Fehler: %s

source: Updated logical port %(lport_uuid)s on logical router %(lrouter_uuid)s
de: Logischer Port %(lport_uuid)s auf logischem Router %(lrouter_uuid)s wurde aktualisiert

source: Delete logical router port %(lport_uuid)s on logical router %(lrouter_uuid)s
de: Port %(lport_uuid)s des logischen Routers auf logischem Router %(lrouter_uuid)s löschen

source: Unable to fetch and delete peer logical router port for logical switch port:%s
de: Abrufen und Löschen vom Peer-Port des logischen Routers für Port des logischen Switchs nicht möglich: %s

source: Invalid NVP attachment type '%s'
de: Ungültiger Typ der NVP-Zusatzeinheit '%s'

source: Router Port not found, Error: %s
de: Router-Port nicht gefunden, Fehler: %s

source: Conflict while setting router port attachment
de: Konflikt beim Einrichten der Zusatzeinheit des Router-Ports

source: Unable to plug attachment into logical router port
de: Verbindung der Zusatzeinheit mit dem Port des logischen Routers nicht möglich

source: Port not found, Error: %s
de: Port nicht gefunden. Fehler: %s

source: Exception while plugging an attachment:%(att)s into NVP port:%(port)s for NVP logical switch %(net)s
de: Ausnahme bei Verbindung von Zusatzeinheit: %(att)s mit NVP-Port: %(port)s für logischen Switch von NVP %(net)s

source: Created Security Profile: %s
de: Sicherheitsprofil erstellt: %s

source: Updated Security Profile: %s
de: Sicherheitsprofil aktualisiert: %s

source: Invalid keys for NAT match: %s
de: Ungültige Schlüssel für NAT-Übereinstimmung: %s

source: Creating NAT rule: %s
de: NAT-Regel wird erstellt: %s

source: NVP Logical Router %s not found
de: Logischer Router von NVP %s nicht gefunden

source: An error occurred while creating the NAT rule on the NVP platform
de: Fehler beim Erstellen der NAT-Regel auf der NVP-Plattform

source: No SNAT rules cannot be applied as they are not available in this version of the NVP platform
de: Regeln vom Typ 'No SNAT' können nicht angewendet werden, da sie in dieser Version der NVP-Plattform nicht verfügbar sind

source: An error occurred while removing NAT rule '%(nat_rule_uuid)s' for logical router '%(lrouter_uuid)s'
de: Fehler beim Entfernen der NAT-Regel '%(nat_rule_uuid)s' für logischen Router '%(lrouter_uuid)s'

source: NAT rule %s not found
de: NAT-Regel %s nicht gefunden

source: An error occured while retrieving NAT rule '%s'from NVP platform
de: Fehler beim Abrufen von NAT-Regel '%s' von NVP-Plattform

source: NVP Logical Router '%s' not found
de: Logischer Router von NVP '%s' nicht gefunden

source: An error occured while retrieving NAT rules for NVP logical router '%s'
de: Fehler beim Abrufen von NAT-Regeln für logischen Router von NVP '%s'

source: Router Port %(lport_id)s not found on router %(lrouter_id)s
de: Router-Port %(lport_id)s auf Router %(lrouter_id)s nicht gefunden

source: An exception occurred while updating IP addresses on a router logical port:%s
de: Ausnahme beim Aktualisieren der IP-Adressen auf einem logischen Router-Port: %s

source: Failed to create logical queue
de: Fehler beim Erstellen der logischen Warteschlange

source: Failed to delete logical queue
de: Fehler beim Löschen der logischen Warteschlange

source: [%d] no API providers currently available.
de: [%d] Derzeit keine API-Provider verfügbar.

source: [%d] Waiting to acquire API client connection.
de: [%d] Warten auf Herstellung von Verbindung zu API-Client.

source: [%(rid)d] Connection %(conn)s idle for %(sec)0.2f seconds; reconnecting.
de: [%(rid)d] Verbindung %(conn)s %(sec)0.2f Sekunden inaktiv; Verbindung wird wiederhergestellt.

source: [%(rid)d] Acquired connection %(conn)s. %(qsize)d connection(s) available.
de: [%(rid)d] Verbindung %(conn)s hergestellt. %(qsize)d Verbindung(en) verfügbar.

source: [%(rid)d] Released connection %(conn)s is not an API provider for the cluster
de: [%(rid)d] Freigegebene Verbindung %(conn)s ist kein API-Provider für den Cluster

source: [%(rid)d] Connection returned in bad state, reconnecting to %(conn)s
de: [%(rid)d] Verbindung in fehlerhaftem Zustand zurückgegeben, Verbindung zu %(conn)s wird wiederhergestellt

source: [%(rid)d] Released connection %(conn)s. %(qsize)d connection(s) available.
de: [%(rid)d] Verbindung %(conn)s freigegeben. %(qsize)d Verbindung(en) verfügbar.

source: Login request for an invalid connection: '%s'
de: Anmeldeanforderung für ungültige Verbindung: '%s'

source: Waiting for auth to complete
de: Warten auf Abschluss von Authentifizierung

source: Invalid conn_params value: '%s'
de: Ungültiger Wert für 'conn_params': '%s'

source: NvpApiClient: login error "%s"
de: NvpApiClient: Anmeldefehler "%s"

source: Saving new authentication cookie '%s'
de: Speichern von neuem Authentifizierungscookie '%s'

source: _conn_str() invalid connection type: %s
de: '_conn_str()' ungültiger Verbindungstyp: %s

source: No API connections available
de: Keine API-Verbindungen verfügbar

source: [%(rid)d] Issuing - request %(conn)s
de: [%(rid)d] Ausgabe - Anforderung %(conn)s

source: Setting X-Nvp-Wait-For-Config-Generation request header: '%s'
de: Festlegen von Anforderungsheader 'X-Nvp-Wait-For-Config-Generation': '%s'

source: [%(rid)d] Exception issuing request: %(e)s
de: [%(rid)d] Ausnahme bei Ausgabe von Anforderung: %(e)s

source: [%(rid)d] Completed request '%(conn)s': %(status)s (%(sec)0.2f seconds)
de: [%(rid)d] Abgeschlossene Anforderung '%(conn)s': %(status)s (%(sec)0.2f Sekunden)

source: Reading X-Nvp-config-Generation response header: '%s'
de: Lesen von 'X-Nvp-config-Generation'-Antwortheader: '%s'

source: [%d] Maximum redirects exceeded, aborting request
de: [%d] Höchstanzahl an Weiterleitungen überschritten, Anforderung wird abgebrochen

source: [%(rid)d] Redirecting request to: %(conn)s
de: [%(rid)d] Weiterleitung von Anforderung an: %(conn)s

source: [%(rid)d] Request '%(method) %(url)s' received: %(status)s
de: [%(rid)d] Anforderung '%(method) %(url)s' erhalten: %(status)s

source: Server error return: %s
de: Serverfehler zurückgegeben: %s

source: Invalid server response
de: Ungültige Serverantwort

source: [%(rid)d] Failed request '%(conn)s': '%(msg)s' (%(sec)0.2f seconds)
de: [%(rid)d] Fehlgeschlagene Anforderung '%(conn)s': '%(msg)s' (%(sec)0.2f Sekunden)

source: [%d] Received redirect status without location header field
de: [%d] Umleitungsstatus ohne Positionsheaderfeld erhalten

source: [%(rid)d] Received invalid redirect location: '%(url)s'
de: [%(rid)d] Ungültige Umleitungsposition erhalten: '%(url)s'

source: [%(rid)d] Received malformed redirect location: %(url)s
de: [%(rid)d] Fehlerhafte Umleitungsposition erhalten: '%(url)s'

source: Joining an invalid green thread
de: Verknüpfen von ungültigem grünem Thread

source: [%d] Request timeout.
de: [%d] Anforderungs-Zeitlimitüberschreitung.

source: Request timeout
de: Anforderungs-Zeitlimitüberschreitung

source: [%(rid)d] Completed request '%(method)s %(url)s': %(status)s
de: [%(rid)d] Anforderung '%(method)s %(url)s' abgeschlossen: %(status)s

source: [%(rid)d] Error while handling request: %(req)s
de: [%(rid)d] Fehler bei Verarbeitung von Anforderung: %(req)s

source: [%(rid)d] Failed to parse API provider: %(e)s
de: [%(rid)d] Fehler bei Analyse von API-Provider: %(e)s

source: Maximum number of ports of a logical switch on a bridged transport zone (default 64)
de: Maximale Anzahl an Ports eines logischen Switchs auf einer überbrückten Transportzone (Standard 64)

source: Maximum number of ports of a logical switch on an overlay transport zone (default 64)
de: Maximale Anzahl an Ports eines logischen Switchs auf einer Overlay-Transportzone (Standard 64)

source: Maximum concurrent connections
de: Maximale Anzahl gleichzeitig bestehender Verbindungen

source: Number of seconds a generation id should be valid for (default -1 meaning do not time out)
de: Anzahl an Sekunden, für die eine Erstellungs-ID gültig sein sollte (Standard -1 bedeutet kein Zeitlimit)

source: Enables dedicated connection to the metadata proxy for metadata server access via Quantum router
de: Aktiviert die dedizierte Verbindung mit dem Metadaten-Proxy für den Metadatenserverzugriff über den Quantum-Router

source: This is uuid of the default NVP Transport zone that will be used for creating tunneled isolated "Quantum" networks. It needs to be created in NVP before starting Quantum with the nvp plugin.
de: Dies ist die UUID der Standard-NVP-Transportzone, die zur Erstellung getunnelter isolierter "Quantum"-Netze verwendet wird. Sie muss in NVP erstellt werden, bevor Quantum mit dem NVP-Plug-in gestartet wird.

source: Optional paramter identifying the UUID of the cluster in NVP. This can be retrieved from NVP management console "admin" section.
de: Optionaler Parameter zur Bestimmung der UUID des Clusters in NVP. Er kann vom Abschnitt "admin" der NVP-Managementkonsole abgerufen werden.

source: Unique identifier of the NVP L3 Gateway service which will be used for implementing routers and floating IPs
de: Eindeutige ID des L3-Gateway-Service von NVP, die für die Implementierung von Routern und dynamischen IP-Adressen verwendet wird

source: Unique identifier of the NVP L2 Gateway service which will be used by default for network gateways
de: Eindeutige ID des L2-Gateway-Service von NVP, die standardmäßig für Netzgateways verwendet wird

source: Name of the interface on a L2 Gateway transport nodewhich should be used by default when setting up a network connection
de: Name der Schnittstelle auf einem Transportknoten des L2-Gateways, der standardmäßig beim Einrichten einer Netzverbindung verwendet werden soll

source: An unexpected error occurred in the NVP Plugin:%(err_msg)s
de: Unerwarteter Fehler im NVP-Plug-in:%(err_msg)s

source: Invalid NVP connection parameters: %(conn_params)s
de: Ungültige NVP-Verbindungsparameter: %(conn_params)s

source: Unable to find cluster config entry for nova zone: %(nova_zone)s
de: Clusterkonfigurationseintrag für Nova-Zone %(nova_zone)s kann nicht gefunden werden

source: Unable to create port on network %(network)s. Maximum number of ports reached
de: Port kann in Netz %(network)s nicht erstellt werden. Maximale Anzahl an Ports erreicht
