Repository: openstack/neutron
Catalog: quantum/locale/*/LC_MESSAGES/quantum.po
Languages: de

source: Unable to plug an interface into the port %(port_id)s for network %(net_id)s. This interface is already plugged into port %(att_port_id)s
de: Eine Schnittstelle kann mit Port %(port_id)s für Netz %(net_id)s nicht verbunden werden. Diese Schnittstelle ist bereits mit Port %(att_port_id)s verbunden

source: While retrieving NAT rules, %(actual_rules)s were found whereas rules in the (%(min_rules)s,%(max_rules)s) interval were expected
de: Beim Abrufen von NAT-Regeln wurden %(actual_rules)s gefunden, erwartet wurden hingegen Regeln im Bereich (%(min_rules)s,%(max_rules)s)

source: Metadata access network is disabled
de: Das Metadatenzugriffsnetz ist inaktiviert

source: Overlapping IPs must be enabled in order to setup the metadata access network
de: Sich überschneidende IP-Adressen müssen aktiviert werden, um das Metadatenzugriffsnetz einzurichten

source: No router interface found for router '%s'. No metadata access network should be created or destroyed
de: Keine Routerschnittstelle für Router '%s' gefunden. Kein Metadatenzugriffsnetz sollte erstellt oder gelöscht werden

source: An error occurred while operating on the metadata access network for router:'%s'
de: Fehler beim Arbeiten im Metadatenzugriffsnetz für Router: '%s'

source: Cannot create a gateway with an empty device list
de: Gateway kann nicht mit einer leeren Einheitenliste erstellt werden

source: number of network gateways allowed per tenant, -1 for unlimited
de: Anzahl an zulässigen Gateways pro Nutzer, -1 für unbegrenzt

source: Need to be admin in order to create queue called default
de: Zum Erstellen einer Warteschlange mit dem Namen 'default' sind Administratorrechte erforderlich

source: Default queue already exists.
de: Eine Warteschlange mit dem Namen 'default' ist bereits vorhanden.

source: Invalid value for dscp %(data)s must be integer.
de: Ungültiger Wert für DSCP; %(data)s muss eine Ganzzahl sein.

source: Invalid bandwidth rate, min greater than max.
de: Ungültige Bandbreitengeschwindigkeit, 'min' ist größer als 'max'.

source: Invalid bandwidth rate, %(data)s must be a non negative integer.
de: Ungültige Bandbreitengeschwindigkeit; %(data)s muss eine nicht negative Ganzzahl sein.

source: No DSCP field needed when QoS workload marked trusted
de: Kein DSCP-Feld nötig, wenn der QoS-Workload als vertrauenswürdig markiert ist

source: Queue %(id)s does not exist
de: Warteschlange %(id)s ist nicht vorhanden

source: Unable to delete queue attached to port.
de: Die dem Port angehängte Warteschlange kann nicht gelöscht werden.

source: Port is not associated with lqueue
de: Port ist 'lqueue' nicht zugeordnet

source: '%s' must be a non negative integer.
de: '%s' muss eine nicht negative Ganzzahl sein.

source: Skipping unreasonable tunnel ID range %(tun_min)s:%(tun_max)s
de: Unverhältnismäßiger Tunnel-ID-Bereich %(tun_min)s:%(tun_max)s wird übersprungen

source: Removing tunnel %s from pool
de: Entfernen von Tunnel %s aus Pool

source: Reserving tunnel %s from pool
de: Reservieren von Tunnel %s aus Pool

source: Reserving specific tunnel %s from pool
de: Reservieren eines bestimmten Tunnels %s aus Pool

source: Reserving specific tunnel %s outside pool
de: Reservieren eines bestimmten Tunnels %s außerhalb des Pools

source: Releasing tunnel %s outside pool
de: Freigabe von Tunnel %s außerhalb des Pools

source: Releasing tunnel %s to pool
de: Freigabe von Tunnel %s an Pool

source: tunnel_id %s not found
de: 'tunnel_id' %s nicht gefunden

source: Device %(device)s up on %(agent_id)s
de: Update für Gerät %(device)s auf %(agent_id)s

source: Tunnel ID ranges: %s
de: Tunnel-ID-Bereiche: %s

source: Network %s not used on agent.
de: Netz %s für Agent nicht verwendet.

source: tunnel_update received
de: 'tunnel_update' erhalten

source: No local VLAN available for net-id=%s
de: Keine lokale VLAN-Adresse für net-id=%s verfügbar

source: Assigning %(vlan_id)s as local vlan for net-id=%(net_uuid)s
de: Zuweisung von %(vlan_id)s als lokale VLAN-Adresse für net-id=%(net_uuid)s

source: Cannot provision flat network for net-id=%(net_uuid)s - no bridge for physical_network %(physical_network)s
de: Bereitstellung von einfachem Netz für net-id=%(net_uuid)s nicht möglich - keine Brücke für 'physical_network' %(physical_network)s

source: Cannot provision VLAN network for net-id=%(net_uuid)s - no bridge for physical_network %(physical_network)s
de: Bereitstellung von VLAN-Netz für net-id=%(net_uuid)s nicht möglich - keine Brücke für 'physical_network' %(physical_network)s

source: Cannot provision unknown network type %(network_type)s for net-id=%(net_uuid)s
de: Bereitstellung von unbekanntem Netztyp %(network_type)s für net-id=%(net_uuid)s nicht möglich

source: Reclaiming vlan = %(vlan_id)s from net-id = %(net_uuid)s
de: Zurückfordern von vlan = %(vlan_id)s von net-id = %(net_uuid)s

source: Cannot reclaim unknown network type %(network_type)s for net-id=%(net_uuid)s
de: Zurückfordern von unbekanntem Netztyp %(network_type)s für net-id=%(net_uuid)s nicht möglich

source: port_unbound() net_uuid %s not in local_vlan_map
de: 'port_unbound()' 'net_uuid' %s nicht in 'local_vlan_map'

source: port_unbound: vif_id %s not in local_vlan_map
de: port_unbound: 'vif_id' %s nicht in 'local_vlan_map'

source: Failed to create OVS patch port. Cannot have tunneling enabled on this agent, since this version of OVS does not support tunnels or patch ports. Agent terminated!
de: Erstellung von OVS-Patch-Port fehlgeschlagen. Tunnelung kann auf diesem Agenten nicht aktiviert sein, da diese OVS-Version Tunnel und Patch-Ports nicht unterstützt. Agent beendet!

source: Mapping physical network %(physical_network)s to bridge %(bridge)s
de: Zuordnung von physischem Netz %(physical_network)s zu Brücke %(bridge)s

source: Bridge %(bridge)s for physical network %(physical_network)s does not exist. Agent terminated!
de: Brücke %(bridge)s für physisches Netz %(physical_network)s ist nicht vorhanden. Agent beendet!

source: No VIF port for port %s defined on agent.
de: Kein VIF-Port für Port %s für Agent definiert.

source: Unable to sync tunnel IP %(local_ip)s: %(e)s
de: Tunnel-IP %(local_ip)s kann nicht synchronisiert werden: %(e)s

source: Agent tunnel out of sync with plugin!
de: Agententunnel nicht synchron mit Plug-in!

source: Parsing bridge_mappings failed: %s.
de: Analysieren von 'bridge_mappings' fehlgeschlagen: %s.

source: %s Agent terminated!
de: %s-Agent beendet!

source: Enable tunneling support
de: Tunnelungsunterstützung aktivieren

source: Tunnel bridge to use
de: Zu verwendende Tunnelbrücke

source: Peer patch port in integration bridge for tunnel bridge
de: Peer-Patch-Port in Integrationsbrücke für Tunnelbrücke

source: Peer patch port in tunnel bridge for integration bridge
de: Peer-Patch-Port in Tunnelbrücke für Integrationsbrücke

source: Local IP address of GRE tunnel endpoints.
de: Lokale IP-Adresse von GRE-Tunnel-Endpunkten.

source: List of <physical_network>:<bridge>
de: Liste mit <physical_network>:<bridge>

source: List of <tun_min>:<tun_max>
de: Liste mit <tun_min>:<tun_max>

source: An unexpected error occurred in the PLUMgrid Plugin: %(err_msg)s
de: Unerwarteter Fehler im PLUMgrid-Plug-in: %(err_msg)s

source: Connection failed with PLUMgrid NOS: %(err_msg)s
de: Verbindung mit PLUMgrid-NOS fehlgeschlagen: %(err_msg)s

source: QuantumPluginPLUMgrid Status: NOS Body Data Creation
de: Status von 'QuantumPluginPLUMgrid': Erstellung von Nachrichtendaten für NOS

source: PLUMgrid NOS server to connect to
de: PLUMgrid-NOS-Server, zu dem eine Verbindung hergestellt werden soll

source: PLUMgrid NOS server port to connect to
de: PLUMgrid-NOS-Server-Port, zu dem eine Verbindung hergestellt werden soll

source: PLUMgrid NOS admin username
de: Benutzername des PLUMgrid-NOS-Administrators

source: PLUMgrid NOS admin password
de: Kennwort des PLUMgrid-NOS-Administrators

source: PLUMgrid NOS server timeout
de: Zeitlimit des PLUMgrid-NOS-Servers

source: PLUMgrid NOS topology name
de: Name der PLUMgrid-NOS-Topologie

source: QuantumPluginPLUMgrid Status: Starting Plugin
de: Status von 'QuantumPluginPLUMgrid': Plug-in wird gestartet

source: QuantumPluginPLUMgrid Status: Aborting Plugin
de: Status von 'QuantumPluginPLUMgrid': Plug-in wird beendet

source: QuantumPluginPLUMgrid Status: NOS value is missing in config file
de: Status von 'QuantumPluginPLUMgrid': NOS-Wert fehlt in der Konfigurationsdatei

source: QuantumPluginPLUMgrid Status: Quantum server with PLUMgrid Plugin has started
de: Status von 'QuantumPluginPLUMgrid': Quantum-Server mit PLUMgrid-Plug-in wurde gestartet

source: QuantumPluginPLUMgrid Status: create_network() called
de: Status von 'QuantumPluginPLUMgrid': Aufruf von 'create_network()'

source: PLUMgrid NOS communication failed
de: Fehler bei PLUMgrid-NOS-Kommunikation

source: QuantumPluginPLUMgridV2.update_network() called
de: Aufruf von 'QuantumPluginPLUMgridV2.update_network()'

source: QuantumPluginPLUMgrid Status: delete_network() called
de: Status von 'QuantumPluginPLUMgrid': Aufruf von 'delete_network()'

source: QuantumPluginPLUMgrid Status: create_port() called
de: Status von 'QuantumPluginPLUMgrid': Aufruf von 'create_port()'

source: QuantumPluginPLUMgrid Status: update_port() called
de: Status von 'QuantumPluginPLUMgrid': Aufruf von 'update_port()'

source: QuantumPluginPLUMgrid Status: delete_port() called
de: Status von 'QuantumPluginPLUMgrid': Aufruf von 'delete_port()'

source: QuantumPluginPLUMgrid Status: create_subnet() called
de: Status von 'QuantumPluginPLUMgrid': Aufruf von 'create_subnet()'

source: PLUMgrid NOS communication failed:
de: Fehler bei PLUMgrid-NOS-Kommunikation:

source: QuantumPluginPLUMgrid Status: delete_subnet() called
de: Status von 'QuantumPluginPLUMgrid': Aufruf von 'delete_subnet()'

source: Network with admin_state_up=False are not supported yet by this plugin. Ignoring setting for network %s
de: Netze, für die 'admin_state_up=False' gilt, werden von diesem Plug-in noch nicht unterstützt. Einstellungen für Netz %s werden ignoriert

source: Network Admin State Validation Falied:
de: Fehler beim Überprüfen des Status vom Netzadministrator:

source: QuantumPluginPLUMgrid Status: REST Connection Started
de: Status von 'QuantumPluginPLUMgrid': REST-Verbindung wurde gestartet

source: PLUMgrid_NOS_Server: Could not establish HTTP connection
de: PLUMgrid_NOS_Server: HTTP-Verbindung konnte nicht aufgebaut werden

source: PLUMgrid_NOS_Server Connection RESP: %s
de: Verbindungsantwort von 'PLUMgrid_NOS_Server': %s

source: PLUMgrid HTTP Connection Failed:
de: PLUMgrid-HTTP-Verbindung fehlgeschlagen:

source: PLUMgrid_NOS_Server: %(action)s failure, %(e)r
de: PLUMgrid_NOS_Server: %(action)s fehlgeschlagen, %(e)r

source: Invalid configuration. check ryu.ini
de: Ungültige Konfiguration. 'ryu.ini' überprüfen

source: External port %s
de: Externer Port %s

source: Get Ryu rest API address
de: REST-API-Adresse für Ryu abrufen

source: Ryu rest API port isn't specified
de: REST-API-Port für Ryu ist nicht angegeben

source: Going to ofp controller mode %s
de: Wechsel in OFP-Controllermodus %s

source: port update received
de: Portaktualisierung empfangen

source: Agent loop has new device
de: Agentenschleife umfasst ein neues Gerät

source: Initialization failed: %s
de: Initialisierung fehlgeschlagen: %s

source: Ryu initialization on the node is done. Agent initialized successfully, now running...
de: Ryu-Initialisierung auf Knoten abgeschlossen. Agent erfolgreich initialisiert, läuft jetzt...

source: OpenFlow REST API location
de: Position von OpenFlow-REST-API

source: Minimum tunnel ID to use
de: Zu verwendende Mindest-Tunnel-ID

source: Maximum tunnel ID to use
de: Zu verwendende Maximal-Tunnel-ID

source: Tunnel IP to use
de: Zu verwendende Tunnel-IP

source: Tunnel interface to use
de: Zu verwendende Tunnelschnittstelle

source: OVSDB port to connect to
de: OVSDB-Port, zu dem eine Verbindung hergestellt werden soll

source: OVSDB IP to connect to
de: OVSDB-IP-Adresse, zu der eine Verbindung hergestellt werden soll

source: OVSDB interface to connect to
de: OVSDB-Schnittstelle, zu der eine Verbindung hergestellt werden soll

source: get_port_from_device() called:port_id=%s
de: Aufruf von 'get_port_from_device()': port_id=%s

source: Invalid tunnel key options tunnel_key_min: %(key_min)d tunnel_key_max: %(key_max)d. Using default value
de: Ungültige Tunnelschlüsseloptionen 'tunnel_key_min': %(key_min)d tunnel_key_max: %(key_max)d. Verwendung des Standardwertes

source: No key found
de: Kein Schlüssel gefunden

source: Transaction retry exhausted (%d). Abandoned tunnel key allocation.
de: Wiederholungslimit für Neuversuch von Transaktion erreicht (%d). Tunnelschlüsselzuordnung abgebrochen.

source: Driver to use for scheduling network to DHCP agent
de: Zu verwendender Treiber bei Netzzuordnung zum DHCP-Agenten

source: Driver to use for scheduling router to a default L3 agent
de: Zu verwendender Treiber bei Routerzuordnung zum Standard-L3-Agenten

source: Allow auto scheduling networks to DHCP agent.
de: Automatische Netzzuordnung zum DHCP-Agenten zulassen.

source: Allow auto scheduling routers to L3 agent.
de: Automatische Routerzuordnung zum L3-Agenten zulassen.

source: Network %(network_id)s is scheduled to be hosted by DHCP agent %(agent_id)s
de: DHCP-Agent %(agent_id)s ist Netz %(network_id)s als Host zugeordnet

source: Network %s is hosted already
de: Netz %s wird bereits gehostet

source: DHCP agent %s is not active
de: DHCP-Agent %s ist nicht aktiv

source: No non-hosted networks
de: Keine nicht gehosteten Netze

source: No enabled L3 agent on host %s
de: Kein aktivierter L3-Agent auf Host %s

source: L3 agent %s is not active
de: L3-Agent %s ist nicht aktiv

source: Router %(router_id)s has already been hosted by L3 agent %(agent_id)s
de: Router %(router_id)s wurde bereits vom L3-Agenten %(agent_id)s gehostet

source: No non-hosted routers
de: Keine nicht gehosteten Router

source: No routers compatible with L3 agent configuration on host %s
de: Keine mit L3-Agent kompatiblen Router auf Host %s

source: No active L3 agents
de: Keine aktiven L3-Agenten

source: No L3 agents can host the router %s
de: Keine L3-Agenten können Router %s hosten

source: Router %(router_id)s is scheduled to L3 agent %(agent_id)s
de: Router %(router_id)s ist L3-Agent %(agent_id)s zugeordnet

source: ERROR: Unable to find configuration file via the default search paths (~/.quantum/, ~/, /etc/quantum/, /etc/) and the '--config-file' option!
de: FEHLER: Konfigurationsdatei kann über die Standardsuchpfade (~/.quantum/, ~/, /etc/quantum/, /etc/) und über die Option '--config-file' nicht gefunden werden!

source: ERROR: %s
de: FEHLER: %s

source: Seconds between periodic task runs
de: Sekunden zwischen Ausführungen regelmäßig wiederkehrender Tasks

source: The driver used to manage the loadbalancing device
de: Der für die Verwaltung der Lastverteilung verwendete Treiber.

source: Location to store config and state files
de: Position zum Speichern der Konfigurations- und Statusdateien

source: The driver used to manage the virtual interface
de: Der für die Verwaltung der virtuellen Schnittstelle verwendete Treiber

source: The user group
de: Die Benutzergruppe

source: Error importing interface driver: %s
de: Fehler beim Importieren von Schnittstellentreiber: %s

source: Error importing loadbalancer device driver: %s
de: Fehler beim Importieren von Lastverteilungstreiber: %s

source: Error upating stats
de: Fehler beim Aktualisieren der Statistiken

source: Unable to retrieve ready devices
de: Abrufen von bereiten Einheiten nicht möglich

source: Unable to refresh device for pool: %s
de: Einheit für Pool kann nicht aktualisiert werden: %s

source: Unable to destroy device for pool: %s
de: Einheit für Pool kann nicht gelöscht werden: %s

source: Error while connecting to stats socket: %s
de: Fehler beim Versuch, mit Statistiksocket zu verbinden: %s

source: Stats socket not found for pool %s
de: Statistiksocket für Pool nicht gefunden: %s

source: Unable to kill haproxy process: %s
de: HAProxy-Prozess kann nicht beendet werden: %s

source: Expected active pool and vip
de: Aktiver Pool und aktive VIP erwartet

source: Unable to find port %s to plug.
de: Zu verbindender Port %s kann nicht gefunden werden.

source: Unable to find port %s to unplug. This can occur when the Vip has been deleted first.
de: Zu entfernender Port %s kann nicht gefunden werden. Dies kann auftreten, wenn die VIP zuerst gelöscht wurde.

source: lswitch:%s not found
de: lSwitch: %s nicht gefunden

source: lrouter:%s not found
de: lRouter: %s nicht gefunden
