Repository: openstack/neutron
Catalog: quantum/locale/*/LC_MESSAGES/quantum.po
Languages: de

source: Skipping topic registration. Already registered.
de: Topic-Registrierung wird übersprungen. Bereits registriert.

source: Consumer is a zmq.%s
de: Consumer ist zmq.%s

source: Creating payload
de: Nutzdaten werden erstellt

source: Creating queue socket for reply waiter
de: Warteschlangensocket für wartenden Antwortthread wird erstellt

source: Sending cast
de: Cast wird gesendet

source: Cast sent; Waiting reply
de: Cast gesendet; es wird auf Antwort gewartet

source: Received message: %s
de: Nachricht erhalten: %s

source: Unpacking response
de: Antwort wird ausgepackt

source: Unsupported or unknown ZMQ envelope returned.
de: Nicht unterstützter oder unbekannter ZMQ-Umschlag wurde zurückgegeben.

source: RPC Message Invalid.
de: RPC-Nachricht ungültig.

source: Sending message(s) to: %s
de: Nachricht(en) werden gesendet an: %s

source: No matchmaker results. Not casting.
de: Keine MatchMaker-Ergebnisse. Kein Casting.

source: No match from matchmaker.
de: Keine Übereinstimmung von MatchMaker.

source: Match not found by MatchMaker.
de: Keine Übereinstimmung von MatchMaker gefunden.

source: Matchmaker does not implement registration or heartbeat.
de: MatchMaker implementiert keine Registrierung und kein Überwachungssignal.

source: Register before starting heartbeat.
de: Registrierung vor Start des Überwachungssignals nötig.

source: No key defining hosts for topic '%s', see ringfile
de: Keine schlüsseldefinierenden Hosts für Topic '%s', siehe Ringdatei

source: Creating Consumer connection for Service %s
de: Erstellung von Consumerverbindung für Service %s

source: Sync data on connect
de: Daten beim Herstellen der Verbindung synchronisieren

source: Maximum number of seconds to wait for proxy request to connect and complete.
de: Maximale Anzahl an Sekunden, die darauf gewartet werden soll, dass eine Proxy-Anforderung verbunden und abgeschlossen wird.

source: User defined identifier for this Quantum deployment
de: Benutzer hat die ID für diese Quantum-Implementierung definiert

source: Flag to decide if a route to the metadata server should be injected into the VM
de: Durch Markierung festlegen, ob eine Route zum Metadatenserver in der VM injiziert werden soll

source: Error in REST call to remote network controller
de: Fehler bei REST-Aufruf an Controller von fernem Netz

source: ServerProxy: Could not establish HTTPS connection
de: ServerProxy: HTTPS-Verbindung konnte nicht hergestellt werden

source: ServerProxy: Could not establish HTTP connection
de: ServerProxy: HTTP-Verbindung konnte nicht hergestellt werden

source: ServerProxy: %(action)s failure, %(e)r
de: ServerProxy: %(action)s fehlgeschlagen, %(e)r

source: ServerProxy: %(action)s failure for servers: %(server)r
de: Server-Proxy: Fehler bei %(action)s für Server: %(server)r

source: ServerProxy: %(action)s failure for all servers: %(server)r
de: ServerProxy: Fehler bei %(action)s für alle Server: %(server)r

source: QuantumRestProxy: Starting plugin. Version=%s
de: QuantumRestProxy: Starten von Plug-in. Version=%s

source: QuantumRestProxyV2: initialization done
de: QuantumRestProxyV2: Initialisierung abgeschlossen

source: QuantumRestProxyV2: create_network() called
de: QuantumRestProxyV2: Aufruf von 'create_network()'

source: QuantumRestProxyV2:Unable to create remote network: %s
de: QuantumRestProxyV2: Erstellung von fernem Netz nicht möglich: %s

source: QuantumRestProxyV2.update_network() called
de: Aufruf von 'QuantumRestProxyV2.update_network()'

source: QuantumRestProxyV2: Unable to update remote network: %s
de: QuantumRestProxyV2: Aktualisierung von fernem Netz nicht möglich: %s

source: QuantumRestProxyV2: delete_network() called
de: QuantumRestProxyV2: Aufruf von 'delete_network()'

source: QuantumRestProxyV2: create_port() called
de: QuantumRestProxyV2: Aufruf von 'create_port()'

source: QuantumRestProxyV2: Unable to create remote port: %s
de: QuantumRestProxyV2: Erstellung von fernem Port nicht möglich: %s

source: QuantumRestProxyV2: update_port() called
de: QuantumRestProxyV2: Aufruf von 'update_port()'

source: QuantumRestProxyV2: delete_port() called
de: QuantumRestProxyV2: Aufruf von 'delete_port()'

source: QuantumRestProxyV2: Unable to update remote port: %s
de: QuantumRestProxyV2: Aktualisierung von fernem Port nicht möglich: %s

source: QuantumRestProxyV2: _plug_interface() called
de: QuantumRestProxyV2: Aufruf von '_plug_interface()'

source: QuantumRestProxyV2:Unable to update remote network: %s
de: QuantumRestProxyV2: Aktualisierung von fernem Netz nicht möglich: %s

source: QuantumRestProxyV2: _unplug_interface() called
de: QuantumRestProxyV2: Aufruf von '_unplug_interface()'

source: QuantumRestProxyV2: create_subnet() called
de: QuantumRestProxyV2: Aufruf von 'create_subnet()'

source: QuantumRestProxyV2: update_subnet() called
de: QuantumRestProxyV2: Aufruf von 'update_subnet()'

source: QuantumRestProxyV2: delete_subnet() called
de: QuantumRestProxyV2: Aufruf von 'delete_subnet()'

source: QuantumRestProxyV2: create_router() called
de: QuantumRestProxyV2: Aufruf von 'create_router()'

source: QuantumRestProxyV2: Unable to create remote router: %s
de: QuantumRestProxyV2: Erstellung von fernem Router nicht möglich: %s

source: QuantumRestProxyV2.update_router() called
de: Aufruf von 'QuantumRestProxyV2.update_router()'

source: QuantumRestProxyV2: Unable to update remote router: %s
de: QuantumRestProxyV2: Aktualisierung von fernem Router nicht möglich: %s

source: QuantumRestProxyV2: delete_router() called
de: QuantumRestProxyV2: Aufruf von 'delete_router()'

source: QuantumRestProxyV2: Unable to delete remote router: %s
de: QuantumRestProxyV2: Löschen von fernem Router nicht möglich: %s

source: QuantumRestProxyV2: add_router_interface() called
de: QuantumRestProxyV2: Aufruf von 'add_router_interface()'

source: QuantumRestProxyV2: Unable to create interface: %s
de: QuantumRestProxyV2: Erstellung von Schnittstelle nicht möglich: %s

source: QuantumRestProxyV2: remove_router_interface() called
de: QuantumRestProxyV2: Aufruf von 'remove_router_interface()'

source: QuantumRestProxyV2:Unable to delete remote intf: %s
de: QuantumRestProxyV2: Löschen von ferner Schnittstelle nicht möglich: %s

source: QuantumRestProxyV2: create_floatingip() called
de: QuantumRestProxyV2: Aufruf von 'create_floatingip()'

source: QuantumRestProxyV2: Unable to create remote floatin IP: %s
de: QuantumRestProxyV2: Erstellung von ferner dynamischer IP-Adresse nicht möglich: %s

source: QuantumRestProxyV2: update_floatingip() called
de: QuantumRestProxyV2: Aufruf von 'update_floatingip()'

source: QuantumRestProxyV2: delete_floatingip() called
de: QuantumRestProxyV2: Aufruf von 'delete_floatingip()'

source: QuantumRestProxy: Unable to update remote topology: %s
de: QuantumRestProxy: Aktualisierung von ferner Topologie nicht möglich: %s

source: Setting admin_state_up=False is not supported in this plugin version. Ignoring setting for resource: %s
de: In dieser Plug-in-Version wird das Einstellen von 'admin_state_up=False' nicht unterstützt. Einstellungen werden ignoriert für Ressource: %s

source: Operational status is internally set by the plugin. Ignoring setting status=%s.
de: Der Betriebsstatus wird intern vom Plug-in eingestellt. Die Einstellung 'status=%s' wird ignoriert.

source: Device %(device)s details requested from %(agent_id)s
de: Details für Gerät %(device)s von %(agent_id)s angefordert

source: %s can not be found in database
de: %s kann in Datenbank nicht gefunden werden

source: Brocade NOS driver:
de: Treiber für Brocade-Netzbetriebssystem:

source: Returning the allocated vlan (%d) to the pool
de: Das zugeordnete VLAN (%d) wird in den Pool zurückgegeben

source: Allocated vlan (%d) from the pool
de: Zugeordnetes VLAN (%d) aus dem Pool

source: Connect failed to switch: %s
de: Verbindung mit Switch fehlgeschlagen: %s

source: Model %s manages state
de: Modell %s verwaltet Status

source: Plugin initialization complete
de: Plug-in-Initialisierung abgeschlossen

source: create_network() called
de: Aufruf von 'create_network()'

source: update_network() called
de: Aufruf von 'update_network()'

source: delete_network() called
de: Aufruf von 'delete_network()'

source: get_network() called
de: Aufruf von 'get_network()'

source: get_networks() called
de: Aufruf von 'get_networks()'

source: create_port() called
de: Aufruf von 'create_port()'

source: delete_port() called
de: Aufruf von 'delete_port()'

source: update_port() called
de: Aufruf von 'update_port()'

source: create_subnet() called
de: Aufruf von 'create_subnet()'

source: update_subnet() called
de: Aufruf von 'update_subnet()'

source: delete_subnet() called
de: Aufruf von 'delete_subnet()'

source: get_all_qoss() called
de: Aufruf von 'get_all_qoss()'

source: get_qos_details() called
de: Aufruf von 'get_qos_details()'

source: create_qos() called
de: Aufruf von 'create_qos()'

source: delete_qos() called
de: Aufruf von 'delete_qos()'

source: rename_qos() called
de: Aufruf von 'rename_qos()'

source: get_all_credentials() called
de: Aufruf von 'get_all_credentials()'

source: get_credential_details() called
de: Aufruf von 'get_credential_details()'

source: create_credential() called
de: Aufruf von 'create_credential()'

source: delete_credential() called
de: Aufruf von 'delete_credential()'

source: rename_credential() called
de: Aufruf von 'rename_credential()'

source: schedule_host() called
de: Aufruf von 'schedule_host()'

source: associate_port() called
de: Aufruf von 'associate_port()'

source: detach_port() called
de: Aufruf von 'detach_port()'

source: Unable to complete operation. No more dynamic nics are available in the system.
de: Operation kann nicht abgeschlossen werden. Keine dynamischen Netzschnittstellencontroller mehr im System verfügbar.

source: NetworkVlanBinding for %(vlan_id)s and network %(network_id)s already exists
de: NetworkVlanBinding für %(vlan_id)s und Netz %(network_id)s ist bereits vorhanden

source: Vlan ID %(vlan_id)s not found
de: VLAN-ID %(vlan_id)s nicht gefunden

source: No Vlan ID available
de: Keine VLAN-ID verfügbar

source: QoS level %(qos_id)s could not be found for tenant %(tenant_id)s
de: QoS-Stufe %(qos_id)s konnte für Nutzer %(tenant_id)s nicht gefunden werden

source: QoS level with name %(qos_name)s already exists for tenant %(tenant_id)s
de: QoS-Stufe mit Namen %(qos_name)s für Nutzer %(tenant_id)s bereits vorhanden

source: Credential %(credential_id)s could not be found for tenant %(tenant_id)s
de: Berechtigungsnachweis %(credential_id)s konnte für Nutzer %(tenant_id)s nicht gefunden werden

source: Credential %(credential_name)s could not be found for tenant %(tenant_id)s
de: Berechtigungsnachweis %(credential_name)s konnte für Nutzer %(tenant_id)s nicht gefunden werden

source: Credential %(credential_id)s already exists for tenant %(tenant_id)s
de: Berechtigungsnachweis %(credential_id)s ist für Nutzer %(tenant_id)s bereits vorhanden

source: PortVnic Binding %(port_id)s already exists
de: Port-VNIC-Bindung %(port_id)s ist bereits vorhanden

source: PortVnic Binding %(port_id)s is not present
de: Port-VNIC-Bindung %(port_id)s ist nicht vorhanden

source: Port not Found
de: Port nicht gefunden

source: Unable to find a port with the specified identifier.
de: Es kann kein Port mit der angegebenen ID gefunden werden.

source: Credential Not Found
de: Berechtigungsnachweis nicht gefunden

source: Unable to find a Credential with the specified identifier.
de: Es kann kein Berechtigungsnachweis mit der angegebenen ID gefunden werden.

source: QoS Not Found
de: QoS nicht gefunden

source: Unable to find a QoS with the specified identifier.
de: Es kann kein QoS mit der angegebenen ID gefunden werden.

source: Nova tenant Not Found
de: Nova-Nutzer nicht gefunden

source: Unable to find a Novatenant with the specified identifier.
de: Es kann kein Nova-Benutzer mit der angegebenen ID gefunden werden.

source: Requested State Invalid
de: Angeforderter Status ungültig

source: Unable to update port state with specified value.
de: Portstatus kann nicht mit angegebenem Wert aktualisiert werden.

source: create_vlanids() called
de: Aufruf von 'create_vlanids()'

source: get_all_vlanids() called
de: Aufruf von 'get_all_vlanids()'

source: is_vlanid_used() called
de: Aufruf von 'is_vlanid_used()'

source: release_vlanid() called
de: Aufruf von 'release_vlanid()'

source: delete_vlanid() called
de: Aufruf von 'delete_vlanid()'

source: reserve_vlanid() called
de: Aufruf von 'reserve_vlanid()'

source: get_all_vlan_bindings() called
de: Aufruf von 'get_all_vlan_bindings()'

source: get_vlan_binding() called
de: Aufruf von 'get_vlan_binding()'

source: add_vlan_binding() called
de: Aufruf von 'add_vlan_binding()'

source: remove_vlan_binding() called
de: Aufruf von 'remove_vlan_binding()'

source: update_vlan_binding() called
de: Aufruf von 'update_vlan_binding()'

source: get_qos() called
de: Aufruf von 'get_qos()'

source: add_qos() called
de: Aufruf von 'add_qos()'

source: get_all_nexusport_bindings() called
de: Aufruf von 'get_all_nexusport_bindings()'

source: get_nexusport_binding() called
de: Aufruf von 'get_nexusport_binding()'

source: get_nexusvlan_binding() called
de: Aufruf von 'get_nexusvlan_binding()'

source: add_nexusport_binding() called
de: Aufruf von 'add_nexusport_binding()'

source: remove_nexusport_binding() called
de: Aufruf von 'remove_nexusport_binding()'

source: update_nexusport_binding called
de: Aufruf von 'update_nexusport_binding'

source: get_nexusvm_binding() called
de: Aufruf von 'get_nexusvm_binding()'

source: get_port_vlan_switch_binding() called
de: Aufruf von 'get_port_vlan_switch_binding()'

source: %(module)s.%(name)s init done
de: %(module)s. Initialisierung von %(name)s abgeschlossen

source: No %s Plugin loaded
de: Kein %s-Plug-in geladen

source: %(plugin_key)s: %(function_name)s with args %(args)s ignored
de: %(plugin_key)s: %(function_name)s mit Argumenten %(args)s ignoriert

source: Loaded driver %s
de: Treiber %s geladen

source: NexusPlugin:get_all_networks() called
de: Aufruf von 'NexusPlugin:get_all_networks()'

source: NexusPlugin:create_network() called
de: Aufruf von 'NexusPlugin:create_network()'

source: NexusPlugin:delete_network() called
de: Aufruf von 'NexusPlugin:delete_network()'

source: NexusPlugin:get_network_details() called
de: Aufruf von 'NexusPlugin:get_network_details()'

source: NexusPlugin:update_network() called
de: Aufruf von 'NexusPlugin:update_network()'

source: NexusPlugin:get_all_ports() called
de: Aufruf von 'NexusPlugin:get_all_ports()'

source: NexusPlugin:create_port() called
de: Aufruf von 'NexusPlugin:create_port()'

source: NexusPlugin:delete_port() called
de: Aufruf von 'NexusPlugin:delete_port()'

source: NexusPlugin:update_port() called
de: Aufruf von 'NexusPlugin:update_port()'

source: NexusPlugin:get_port_details() called
de: Aufruf von 'NexusPlugin:get_port_details()'

source: NexusPlugin:plug_interface() called
de: Aufruf von 'NexusPlugin:plug_interface()'

source: NexusPlugin:unplug_interface() called
de: Aufruf von 'NexusPlugin:unplug_interface()'

source: Reserving vlan %(vlan_id)s on physical network %(physical_network)s from pool
de: Reservierung von VLAN %(vlan_id)s auf physischem Netz %(physical_network)s von Pool

source: Reserving flat physical network %(physical_network)s from pool
de: Reservierung von einfachem physischem Netz %(physical_network)s von Pool

source: Reserving specific vlan %(vlan_id)s on physical network %(physical_network)s from pool
de: Reservierung von spezifischem VLAN %(vlan_id)s auf physischem Netz %(physical_network)s von Pool

source: Releasing vlan %(vlan_id)s on physical network %(physical_network)s
de: Freigabe von VLAN %(vlan_id)s auf physischem Netz %(physical_network)s

source: vlan_id %(vlan_id)s on physical network %(physical_network)s not found
de: 'vlan_id' %(vlan_id)s auf physischem Netz %(physical_network)s nicht gefunden

source: Removing vlan %(vlan_id)s on physical network %(physical_network)s from pool
de: Entfernen von VLAN %(vlan_id)s auf physischem Netz %(physical_network)s von Pool

source: Network type for tenant networks (local, flat, vlan or none)
de: Netztyp für Nutzernetze ('local', 'flat', 'vlan' oder 'none')

source: List of <physical_network>:<vlan_min>:<vlan_max> or <physical_network>
de: Liste mit <physical_network>:<vlan_min>:<vlan_max> oder <physical_network>

source: segmentation_id specified for %s network
de: 'segmentation_id' für %s-Netz angegeben

source: physical_network specified for %s network
de: 'physical_network' für %s-Netz angegeben

source: physical_network not provided
de: 'physical_network' nicht angegeben

source: Invalid tenant_network_type: %s. Agent terminated!
de: Ungültiger Wert für 'tenant_network_type': %s. Agent beendet!

source: Network VLAN ranges: %s
de: Bereiche für Netz-VLAN: %s

source: Network type %s not supported
de: Netztyp %s nicht unterstützt

source: Created network: %s
de: Erstelltes Netz: %s

source: plugin does not support updating provider attributes
de: Aktualisieren von Provider-Attributen wird von Plug-in nicht unterstützt

source: Device %(device)s no longer exists on %(agent_id)s
de: Gerät %(device)s ist nicht mehr auf %(agent_id)s vorhanden

source: List of <physical_network>:<vswitch> where the physical networks can be expressed with wildcards, e.g.: ."*:external"
de: Liste mit <physical_network>:<vswitch>, wobei die physischen Netze durch Wildcards repräsentiert werden können. Beispiel: ."*:external"

source: Private vswitch name used for local networks
de: Für lokale Netze verwendeter privater virtueller Switchname

source: The number of seconds the agent will wait between polling for local device changes.
de: Die Anzahl an Sekunden, die der Agent zwischen Abfragen lokaler Geräteänderungen wartet.

source: Invalid physical network mapping: %s
de: Ungültige Zuordnung von physischem Netz: %s

source: network_delete received. Deleting network %s
de: 'network_delete' erhalten. Löschen von Netz %s

source: Network %s not defined on agent.
de: Netz %s für Agent nicht definiert.

source: port_delete received
de: 'port_delete' erhalten

source: port_update received
de: 'port_update' erhalten

source: Provisioning network %s
de: Bereitstellungsnetz %s

source: Reclaiming local network %s
de: Zurückfordern von lokalem Netz %s

source: Binding port %s
de: Binden von Port %s

source: Unsupported network type %s
de: Nicht unterstützter Netztyp %s

source: Network %s is not avalailable on this agent
de: Netz %s ist auf diesem Agenten nicht verfügbar

source: Unbinding port %s
de: Lösen von Bindung von Port %s

source: No port %s defined on agent.
de: Kein Port %s für Agent definiert.

source: Adding port %s
de: Hinzufügen von Port %s

source: Port %(device)s updated. Details: %(device_details)s
de: Port %(device)s aktualisiert. Details: %(device_details)s

source: Removing port %s
de: Entfernen von Port %s

source: Agent out of sync with plugin!
de: Agent nicht synchron mit Plug-in!

source: Agent loop has new devices!
de: Agentenschleife umfasst neue Geräte!

source: Error in agent event loop: %s
de: Fehler bei Agentenereignisschleife: %s

source: Loop iteration exceeded interval (%(polling_interval)s vs. %(elapsed)s)
de: Schleifeniteration hat Intervall (%(polling_interval)s contra %(elapsed)s) überschritten

source: Agent initialized successfully, now running...
de: Agent erfolgreich initialisiert, läuft jetzt...

source: Vnic not found: %s
de: VNIC nicht gefunden: %s

source: Job failed with error %d
de: Job fehlgeschlagen mit Fehler %d

source: WMI job failed with status %(job_state)d. Error details: %(err_sum_desc)s - %(err_desc)s - Error code: %(err_code)d
de: WMI-Job mit Status %(job_state)d fehlgeschlagen. Fehlerdetails: %(err_sum_desc)s - %(err_desc)s - Fehlercode: %(err_code)d

source: WMI job failed with status %(job_state)d. Error details: %(error)s
de: WMI-Job mit Status %(job_state)d fehlgeschlagen. Fehlerdetails: %(error)s

source: WMI job succeeded: %(desc)s, Elapsed=%(elap)s
de: WMI-Job erfolgreich: %(desc)s, Elapsed=%(elap)s

source: Failed creating port for %s
de: Fehler beim Erstellen von Port für %s

source: Failed to disconnect port %(switch_port_name)s from switch %(vswitch_name)s with error %(ret_val)s
de: Trennen der Verbindung von Port %(switch_port_name)s und Switch %(vswitch_name)s fehlgeschlagen, Fehler: %(ret_val)s

source: Failed to delete port %(switch_port_name)s from switch %(vswitch_name)s with error %(ret_val)s
de: Löschen des Ports %(switch_port_name)s von Switch %(vswitch_name)s fehlgeschlagen, Fehler: %(ret_val)s

source: VSwitch not found: %s
de: vSwitch nicht gefunden: %s

source: Device %(device)s up %(agent_id)s
de: Update für Gerät %(device)s auf %(agent_id)s

source: Invalid tenant_network_type: %s. Service terminated!
de: Ungültiger Wert für 'tenant_network_type': %s. Service beendet!

source: Linux Bridge Plugin initialization complete
de: Initialisierung von Linux-Brücken-Plug-in abgeschlossen

source: provider:network_type required
de: 'provider:network_type' erforderlich

source: provider:segmentation_id specified for flat network
de: 'provider:segmentation_id' für einfaches Netz angegeben

source: provider:segmentation_id required
de: 'provider:segmentation_id' erforderlich

source: provider:physical_network specified for local network
de: 'provider:physical_network' für lokales Netz angegeben

source: provider:segmentation_id specified for local network
de: 'provider:segmentation_id' für lokales Netz angegeben

source: provider:network_type %s not supported
de: 'provider:network_type' %s nicht unterstützt

source: Unknown provider:physical_network %s
de: Unbekannter Wert für 'provider:physical_network' %s

source: provider:physical_network required
de: 'provider:physical_network' erforderlich

source: Plugin does not support updating provider attributes
de: Aktualisieren von Provider-Attributen wird von Plug-in nicht unterstützt

source: Invalid Network ID, will lead to incorrect bridgename
de: Ungültige Netz-ID, wird zu falschem Brückennamen führen

source: Invalid VLAN ID, will lead to incorrect subinterface name
de: Ungültige VLAN-ID, wird zu falschem Namen bei Teilschnittstelle führen

source: Invalid Interface ID, will lead to incorrect tap device name
de: Ungültige Schnittstellen-ID, wird zu falschem Namen bei TAP-Gerät führen

source: Creating subinterface %(interface)s for VLAN %(vlan_id)s on interface %(physical_interface)s
de: Erstellung von Teilschnittstelle %(interface)s für VLAN %(vlan_id)s auf Schnittstelle %(physical_interface)s

source: Done creating subinterface %s
de: Erstellung von Teilschnittstelle %s abgeschlossen

source: Starting bridge %(bridge_name)s for subinterface %(interface)s
de: Starten von Brücke %(bridge_name)s für Teilschnittstelle %(interface)s

source: Done starting bridge %(bridge_name)s for subinterface %(interface)s
de: Starten von Brücke %(bridge_name)s für Teilschnittstelle %(interface)s abgeschlossen

source: Unable to add %(interface)s to %(bridge_name)s! Exception: %(e)s
de: Hinzufügen von %(interface)s zu %(bridge_name)s nicht möglich! Ausnahme: %(e)s

source: No mapping for physical network %s
de: Keine Zuordnung für physisches Netz %s

source: Tap device: %s does not exist on this host, skipped
de: TAP-Gerät: %s ist auf diesem Host nicht vorhanden, wird übersprungen

source: Adding device %(tap_device_name)s to bridge %(bridge_name)s
de: Hinzufügen von Gerät %(tap_device_name)s zu Brücke %(bridge_name)s

source: %(tap_device_name)s already exists on bridge %(bridge_name)s
de: %(tap_device_name)s ist auf Brücke %(bridge_name)s bereits vorhanden

source: Deleting bridge %s
de: Löschen von Brücke %s

source: Done deleting bridge %s
de: Löschen von Brücke %s abgeschlossen
