Repository: openstack/neutron
Catalog: quantum/locale/*/LC_MESSAGES/quantum.po
Languages: de

source: Unable to undo add for %(resource)s %(id)s
de: Hinzufügen kann für %(resource)s %(id)s nicht rückgängig gemacht werden

source: Invalid format: %s
de: Ungültiges Format: %s

source: Specifying 'tenant_id' other than authenticated tenant in request requires admin privileges
de: Um für 'tenant_id' einen anderen Wert als die in der Anforderung authentifizierte Nutzer-ID anzugeben, sind Administratorberechtigungen erforderlich

source: Resource body required
de: Ressourcen-Nachrichtentext erforderlich

source: Bulk operation not supported
de: Massenoperation nicht unterstützt

source: Resources required
de: Ressourcen erforderlich

source: Failed to parse request. Required attribute '%s' not specified
de: Anforderung wurde nicht analysiert. Erforderliches Attribut %s nicht angegeben

source: Attribute '%s' not allowed in POST
de: Attribut %s in POST nicht zulässig

source: Cannot update read-only attribute %s
de: Schreibgeschütztes Attribut %s kann nicht aktualisiert werden

source: Invalid input for %(attr)s. Reason: %(reason)s.
de: Ungültige Eingabe für %(attr)s. Grund: %(reason)s.

source: Unrecognized attribute(s) '%s'
de: Nicht erkannte(s) Attribut(e) '%s'

source: Tenant %(tenant_id)s not allowed to create %(resource)s on this network
de: Nutzer %(tenant_id)s darf %(resource)s auf diesem Netz nicht erstellen

source: %s failed
de: %s fehlgeschlagen

source: Request Failed: internal server error while processing your request.
de: Anforderung fehlgeschlagen: interner Serverfehler bei Verarbeitung Ihrer Anforderung.

source: The host IP to bind to
de: Das Host-IP, an das gebunden werden soll

source: The port to bind to
de: Der Port, an den gebunden werden soll

source: The API paste config file to use
de: Zu verwendende API-Paste-Konfigurationsdatei

source: The path for API extensions
de: Der Pfad für API-Erweiterungen

source: The policy file to use
de: Die zu verwendende Richtliniendatei

source: The core plugin Quantum will use
de: Kern-Plug-in, das Quantum verwenden wird

source: The service plugins Quantum will use
de: Service-Plug-ins, die Quantum verwenden wird

source: The base MAC address Quantum will use for VIFs
de: Basis-MAC-Adresse, die Quantum für VIFs verwenden wird

source: How many times Quantum will retry MAC generation
de: Wie oft Quantum die MAC-Adressenerstellung erneut versuchen wird

source: Allow the usage of the bulk API
de: Nutzung der Massenzuweisungs-API zulassen

source: Allow the usage of the pagination
de: Nutzung der Paginierung zulassen

source: Allow the usage of the sorting
de: Nutzung der Sortierung zulassen

source: The maximum number of items returned in a single response, value was 'infinite' or negative integer means no limit
de: Maximale Anzahl an in einer einzelnen Antwort zurückgegebenen Elementen. Der Wert 'infinite' oder eine negative Ganzzahl bedeuten, dass es keine Begrenzung gibt

source: Maximum number of DNS nameservers
de: Maximale Anzahl an DNS-Namensservern

source: Maximum number of host routes per subnet
de: Maximale Anzahl an Hostroutes pro Teilnetz

source: Maximum number of fixed ips per port
de: Maximale Anzahl an statischen IP-Adressen per Port

source: DHCP lease duration
de: DHCP-Leasedauer

source: Allow sending resource operation notification to DHCP agent
de: Senden von Benachrichtigungen zu Ressourcenoperationen an den DHCP-Agenten zulassen

source: Allow overlapping IP support in Quantum
de: Überschneidung bei IP-Support in Quantum zulassen

source: The hostname Quantum is running on
de: Name von Host, auf dem Quantum ausgeführt wird

source: Ensure that configured gateway is on subnet
de: Stellen Sie sicher, dass sich das konfigurierte Gateway auf dem Teilnetz befindet

source: Base MAC: %s
de: Basis-MAC-Adresse: %s

source: Logging enabled!
de: Protokollfunktion aktiviert!

source: Config paste file: %s
de: Konfigurations-Paste-Datei: %s

source: Unable to load %(app_name)s from configuration file %(config_path)s.
de: %(app_name)s kann nicht von Konfigurationsdatei %(config_path)s geladen werden.

source: An unknown exception occurred.
de: Eine unbekannte Ausnahme ist aufgetreten.

source: Bad %(resource)s request: %(msg)s
de: Fehlerhafte %(resource)s-Anfrage: %(msg)s

source: Not authorized.
de: Nicht autorisiert.

source: The service is unailable
de: Der Service ist nicht verfügbar

source: User does not have admin privileges: %(reason)s
de: Benutzer verfügt nicht über Administrator-Berechtigung: %(reason)s

source: Policy doesn't allow %(action)s to be performed.
de: Richtlinie lässt Ausführung von %(action)s nicht zu.

source: Network %(net_id)s could not be found
de: Netz %(net_id)s konnte nicht gefunden werden

source: Subnet %(subnet_id)s could not be found
de: Teilnetz %(subnet_id)s konnte nicht gefunden werden

source: Port %(port_id)s could not be found on network %(net_id)s
de: Port %(port_id)s konnte nicht auf Netz %(net_id)s gefunden werden

source: Policy configuration policy.json could not be found
de: Policy-Konfiguration 'policy.json' konnte nicht gefunden werden

source: Unsupported port state: %(port_state)s
de: Nicht unterstützter Portstatus: %(port_state)s

source: The resource is inuse
de: Die Ressource ist belegt

source: Unable to complete operation on network %(net_id)s. There are one or more ports still in use on the network.
de: Operation auf Netz %(net_id)s kann nicht abgeschlossen werden. Ein oder mehrere Ports werden im Netz noch verwendet.

source: Unable to complete operation on subnet %(subnet_id)s. One or more ports have an IP allocation from this subnet.
de: Operation auf Teilnetz %(subnet_id)s kann nicht abgeschlossen werden. Ein oder mehrere Ports verfügen über eine IP-Zuordnung von diesem Teilnetz.

source: Unable to complete operation on port %(port_id)s for network %(net_id)s. Port already has an attacheddevice %(device_id)s.
de: Operation auf Port %(port_id)s kann für Netz %(net_id)s nicht abgeschlossen werden. Port verfügt bereits über eine angehängte Einheit %(device_id)s.

source: Unable to complete operation for network %(net_id)s. The mac address %(mac)s is in use.
de: Operation kann für Netz %(net_id)s nicht abgeschlossen werden. Die MAC-Adresse %(mac)s ist belegt.

source: Unable to complete operation for %(subnet_id)s. The number of host routes exceeds the limit %(quota)s.
de: Operation kann für %(subnet_id)s nicht abgeschlossen werden. Die Anzahl an Hostroutes überschreitet den Grenzwert %(quota)s.

source: Unable to complete operation for %(subnet_id)s. The number of DNS nameservers exceeds the limit %(quota)s.
de: Operation kann für %(subnet_id)s nicht abgeschlossen werden. Die Anzahl an DNS-Namensservern überschreitet den Grenzwert %(quota)s.

source: Unable to complete operation for network %(net_id)s. The IP address %(ip_address)s is in use.
de: Operation kann für Netz %(net_id)s nicht abgeschlossen werden. Die IP-Adresse %(ip_address)s ist belegt.

source: Unable to create the network. The VLAN %(vlan_id)s on physical network %(physical_network)s is in use.
de: Das Netz kann nicht erstellt werden. Das VLAN %(vlan_id)s auf dem physischen Netz %(physical_network)s ist belegt.

source: Unable to create the flat network. Physical network %(physical_network)s is in use.
de: Das einfache Netz kann nicht erstellt werden. Das physische Netz %(physical_network)s ist belegt.

source: Unable to create the network. The tunnel ID %(tunnel_id)s is in use.
de: Das Netz kann nicht erstellt werden. Die Tunnel-ID %(tunnel_id)s ist belegt.

source: Tenant network creation is not enabled.
de: Erstellung von Nutzernetzen ist nicht aktiviert.

source: Unable to create the network. No tenant network is available for allocation.
de: Das Netz kann nicht erstellt werden. Es ist kein Nutzernetz für die Zuordnung verfügbar.

source: Unable to plug the attachment %(att_id)s into port %(port_id)s for network %(net_id)s. The attachment is already plugged into port %(att_port_id)s
de: Zusatzeinheit %(att_id)s kann nicht mit Port %(port_id)s für Netz %(net_id)s verbunden werden. Die Zusatzeinheit ist bereits mit Port %(att_port_id)s verbunden

source: Subnet on port %(port_id)s does not match the requested subnet %(subnet_id)s
de: Teilnetz auf Port %(port_id)s stimmt nicht mit dem angeforderten Teilnetz %(subnet_id)s überein

source: Malformed request body: %(reason)s
de: Fehlerhafter Anforderungshauptteil: %(reason)s

source: Invalid input for operation: %(error_message)s.
de: Ungültige Eingabe für Operation: %(error_message)s.

source: The allocation pool %(pool)s is not valid.
de: Der Zuordnungspool %(pool)s ist nicht gültig.

source: Found overlapping allocation pools:%(pool_1)s %(pool_2)s for subnet %(subnet_cidr)s.
de: Überschneidung bei Zuordnungspools %(pool_1)s %(pool_2)s für Teilnetz %(subnet_cidr)s gefunden.

source: The allocation pool %(pool)s spans beyond the subnet cidr %(subnet_cidr)s.
de: Der Zuordnungspool %(pool)s geht über das Teilnetz-CIDR %(subnet_cidr)s hinaus.

source: Unable to generate unique mac on network %(net_id)s.
de: Eindeutige MAC-Adresse kann auf Netz %(net_id)s nicht generiert werden.

source: No more IP addresses available on network %(net_id)s.
de: Keine weiteren IP-Adressen auf Netz %(net_id)s verfügbar.

source: Bridge %(bridge)s does not exist.
de: Brücke %(bridge)s ist nicht vorhanden.

source: Creation failed. %(dev_name)s already exists.
de: Erstellung fehlgeschlagen. %(dev_name)s ist bereits vorhanden.

source: Sudo priviledge is required to run this command.
de: Sudo-Berechtigung ist zum Ausführen dieses Befehls erforderlich.

source: Unknown quota resources %(unknown)s.
de: Unbekannte Quotenressourcen %(unknown)s.

source: Quota exceeded for resources: %(overs)s
de: Quote für Ressourcen überschritten: %(overs)s

source: Tenant-id was missing from Quota request
de: Nutzer-ID aus Quotenanforderung hat gefehlt

source: Change would make usage less than 0 for the following resources: %(unders)s
de: Durch die Änderung wäre die Nutzung kleiner als 0 für die folgenden Ressourcen: %(unders)s

source: Unable to reconfigure sharing settings for network %(network)s. Multiple tenants are using it
de: Freigabeeinstellungen für Netz %(network)s können nicht rekonfiguriert werden. Mehrere Nutzer verwenden es.

source: Invalid extension environment: %(reason)s
de: Ungültige Erweiterungsumgebung: %(reason)s

source: More than one external network exists
de: Es sind mehrere externe Netze vorhanden

source: An invalid value was provided for %(opt_name)s: %(opt_value)s
de: Ein ungültiger Wert wurde für %(opt_name)s angegeben: %(opt_value)s

source: Gateway ip %(ip_address)s conflicts with allocation pool %(pool)s
de: Gateway-IP '%(ip_address)s' steht im Konflikt mit Zuordnungspool %(pool)s

source: Reloading cached file %s
de: Im Cache gespeicherte Datei %s wird neu geladen

source: Invalid mapping: '%s'
de: Ungültige Zuordnung: '%s'

source: Missing key in mapping: '%s'
de: Fehlender Schlüssel in Zuordnung: '%s'

source: Missing value in mapping: '%s'
de: Fehlender Wert in Zuordnung: '%s'

source: Key %(key)s in mapping: '%(mapping)s' not unique
de: Schlüssel %(key)s in Zuordnung: '%(mapping)s' nicht eindeutig

source: Value %(value)s in mapping: '%(mapping)s' not unique
de: Wert %(value)s in Zuordnung: '%(mapping)s' nicht eindeutig

source: Seconds to regard the agent is down.
de: Sekunden bis zur Annahme, dass der Agent inaktiv ist.

source: Configuration for agent %(agent_type)s on host %(host)s is invalid.
de: Die Konfiguration des Agenten %(agent_type)s auf Host %(host)s ist ungültig.

source: Message with invalid timestamp received
de: Nachricht mit ungültiger Zeitmarke empfangen

source: Fail scheduling network %s
de: Planung des Netzes '%s' fehlgeschlagen

source: The SQLAlchemy connection string used to connect to the database
de: Die SQLAlchemy-Verbindungszeichenfolge zum Herstellen einer Verbindung zur Datenbank

source: Database reconnection retry times
de: Wiederholungszeitintervalle bei Datenbankverbindungswiederholung

source: Database reconnection interval in seconds
de: Intervall für Datenbankverbindungswiederholung in Sekunden

source: Minimum number of SQL connections to keep open in a pool
de: Mindestanzahl an SQL-Verbindungen, die in einem Pool betriebsbereit sein müssen

source: Maximum number of SQL connections to keep open in a pool
de: Höchstanzahl an SQL-Verbindungen, die in einem Pool betriebsbereit sein müssen

source: Timeout in seconds before idle sql connections are reaped
de: Zeitlimit in Sekunden vor dem Aufräumen inaktiver SQL-Verbindungen

source: Enable the use of eventlet's db_pool for MySQL
de: Verwendung von 'db_pool' von Eventlet für MySQL aktivieren

source: Got mysql server has gone away: %s
de: Es wurde festgestellt, dass keine Verbindung zum mysql-Server mehr vorhanden ist: %s

source: Database server went away
de: Datenbankserver nicht mehr verbunden

source: Option 'sql_connection' not specified in any config file - using default value '%s'
de: Die Option 'sql_connection' ist in keiner Konfigurationsdatei angegeben - der Standardwert '%s' wird verwendet

source: Eventlet connection pooling will not work without python-mysqldb!
de: Eventlet-Verbindungspooling wird ohne 'python-mysqldb' nicht funktionieren!

source: Database connection lost, exit...
de: Datenbankverbindung verloren, beenden...

source: Unable to connect to database, %(remaining)s attempts left. Retrying in %(reconnect_interval)s seconds
de: Verbindung zu Datenbank kann nicht hergestellt werden, %(remaining)s verbleibende Versuche. Erneuter Versuch in %(reconnect_interval)s Sekunden

source: Database registration exception: %s
de: Datenbankregistrierungsausnahme: %s

source: Cannot create resource for another tenant
de: Erstellen von Ressource für einen weiteren Nutzer nicht möglich

source: Generated mac for network %(network_id)s is %(mac_address)s
de: Erstellte MAC-Adresse für Netz %(network_id)s ist %(mac_address)s

source: Generated mac %(mac_address)s exists. Remaining attempts %(max_retries)s.
de: Erstellte MAC-Adresse %(mac_address)s ist bereits vorhanden. %(max_retries)s verbleibende Versuche.

source: Unable to generate mac address after %s attempts
de: Erstellen von MAC-Adresse nach %s Versuchen nicht möglich

source: Hold allocated IP %(ip_address)s (%(network_id)s/%(subnet_id)s/%(port_id)s)
de: Zugeordnete IP-Adresse %(ip_address)s (%(network_id)s/%(subnet_id)s/%(port_id)s) blockieren

source: No allocation pool found for ip address:%s
de: Kein Zuordnungspool für IP-Adresse gefunden:%s

source: Recycle %s
de: %s erneut starten

source: Recycle: first match for %(first_ip)s-%(last_ip)s
de: Erneut starten: erste Übereinstimmung für %(first_ip)s-%(last_ip)s

source: Recycle: last match for %(first_ip)s-%(last_ip)s
de: Erneut starten: letzte Übereinstimmung für %(first_ip)s-%(last_ip)s

source: Recycle: merged %(first_ip1)s-%(last_ip1)s and %(first_ip2)s-%(last_ip2)s
de: Erneut starten: %(first_ip1)s-%(last_ip1)s und %(first_ip2)s-%(last_ip2)s zusammengefügt

source: Recycle: updated first %(first_ip)s-%(last_ip)s
de: Erneut starten: zuerst %(first_ip)s-%(last_ip)s aktualisiert

source: Recycle: updated last %(first_ip)s-%(last_ip)s
de: Erneut starten: zuletzt %(first_ip)s-%(last_ip)s aktualisiert

source: Recycle: created new %(first_ip)s-%(last_ip)s
de: Erneut starten: %(first_ip)s-%(last_ip)s neu erstellt

source: No fixed IP found that matches the network %(network_id)s and ip address %(ip_address)s.
de: Keine statische IP-Adresse gefunden, die mit Netz %(network_id)s und IP-Adresse %(ip_address)s übereinstimmt.

source: Delete allocated IP %(ip_address)s (%(network_id)s/%(subnet_id)s)
de: Löschen von zugeordneter IP-Adresse %(ip_address)s (%(network_id)s/%(subnet_id)s)

source: All IP's from subnet %(subnet_id)s (%(cidr)s) allocated
de: Alle IP-Adressen von Teilnetz %(subnet_id)s (%(cidr)s) zugeordnet

source: Allocated IP - %(ip_address)s from %(first_ip)s to %(last_ip)s
de: Zugeordnete IP-Adresse - %(ip_address)s von %(first_ip)s bis %(last_ip)s

source: No more free IP's in slice. Deleting allocation pool.
de: Keine weiteren freien IP-Adressen in Ausschnitt. Löschen von Zuordnungspool.

source: IP allocation requires subnet_id or ip_address
de: 'subnet_id' oder 'ip_address' für IP-Zuordnung erforderlich

source: IP address %s is not a valid IP for the defined networks subnets
de: IP-Adresse %s ist keine gültige IP-Adresse für die definierten Teilnetze des Netzes

source: Failed to create port on network %(network_id)s, because fixed_ips included invalid subnet %(subnet_id)s
de: Port auf Netz %(network_id)s wurde nicht erstellt, da 'fixed_ips' ungültiges Teilnetz %(subnet_id)s enthielt

source: IP address %s is not a valid IP for the defined subnet
de: IP-Adresse %s ist keine gültige IP-Adresse für das definierte Teilnetz

source: Exceeded maximim amount of fixed ips per port
de: Maximale Anzahl an statischen IP-Adressen per Port überschritten

source: Port update. Hold %s
de: Portaktualisierung. Rückstellung von %s

source: Port update. Adding %s
de: Portaktualisierung. Hinzufügen von %s

source: Requested subnet with cidr: %(cidr)s for network: %(network_id)s overlaps with another subnet
de: Angefordertes Teilnetz mit CIDR: %(cidr)s für Netz: %(network_id)s enthält Überschneidungen mit einem anderen Teilnetz

source: Validation for CIDR: %(new_cidr)s failed - overlaps with subnet %(subnet_id)s (CIDR: %(cidr)s)
de: Überprüfung für CIDR: %(new_cidr)s fehlgeschlagen - Überschneidung mit Teilnetz %(subnet_id)s (CIDR: %(cidr)s)

source: Performing IP validity checks on allocation pools
de: Durchführen von IP-Gültigkeitsprüfungen für Zuordnungspools

source: Found invalid IP address in pool: %(start)s - %(end)s:
de: Ungültige IP-Adresse in Pool gefunden: %(start)s - %(end)s:

source: Specified IP addresses do not match the subnet IP version
de: Angegebene IP-Adressen stimmen nicht mit der Teilnetz-IP-Version überein

source: Start IP (%(start)s) is greater than end IP (%(end)s)
de: Anfangs-IP-Adresse (%(start)s) ist größer als Ende-IP-Adresse (%(end)s)

source: Found pool larger than subnet CIDR:%(start)s - %(end)s
de: Pool gefunden, der größer ist als Teilnetz-CIDR:%(start)s - %(end)s

source: Checking for overlaps among allocation pools and gateway ip
de: Überprüfung auf Überschneidungen bei Zuordnungspools und Gateway-IP

source: Found overlapping ranges: %(l_range)s and %(r_range)s
de: Überschneidungen bei Bereichen gefunden: %(l_range)s und %(r_range)s

source: Invalid route: %s
de: Ungültige Route: %s

source: An exception occured while creating the %(resource)s:%(item)s
de: Beim Erstellen von %(resource)s:%(item)s ist eine Ausnahme aufgetreten

source: %(name)s '%(addr)s' does not match the ip_version '%(ip_version)s'
de: %(name)s '%(addr)s' stimmt nicht mit 'ip_version' '%(ip_version)s' überein

source: Gateway is not valid on subnet
de: Gateway ist auf Teilnetz nicht gültig

source: Error parsing dns address %s
de: Fehler bei Auswertung der DNS-Adresse %s

source: Allocated IP %(ip_address)s (%(network_id)s/%(subnet_id)s/%(port_id)s)
de: Zugeordnete IP-Adresse %(ip_address)s (%(network_id)s/%(subnet_id)s/%(port_id)s)

source: %(address)s (%(subnet_id)s) is not recycled
de: %(address)s (%(subnet_id)s) wurde nicht erneut gestartet

source: Network list requested from %s
de: Netzliste von %s angefordert

source: Network %(network_id)s requested from %(host)s
de: Netz %(network_id)s von %(host)s angefordert

source: Port %(device_id)s for %(network_id)s requested from %(host)s
de: Port %(device_id)s für %(network_id)s von %(host)s angefordert

source: DHCP port %(device_id)s on network %(network_id)s does not exist on %(host)s
de: DHCP-Port %(device_id)s auf Netz %(network_id)s ist auf %(host)s nicht vorhanden

source: DHCP port deletion for %(network_id)s request from %(host)s
de: Löschen von DHCP-Port für %(network_id)s-Anforderung von %(host)s

source: DHCP port remove fixed_ip for %(subnet_id)s request from %(host)s
de: 'fixed_ip' für %(subnet_id)s-Anforderung von %(host)s von DHCP-Port entfernt

source: Updating lease expiration for %(ip_address)s on network %(network_id)s from %(host)s.
de: Aktualisierung von Leaseablauf für %(ip_address)s auf Netz %(network_id)s von %(host)s.

source: Maximum number of routes
de: Maximale Anzahl an Routen

source: the nexthop is not connected with router
de: Der nächste Hop ist nicht mit dem Router verbunden

source: the nexthop is used by router
de: Der nächste Hop wird vom Router verwendet

source: No IPs available for external network %s
de: Keine IP-Adressen für externes Netz %s verfügbar

source: Network %s is not a valid external network
de: Netz %s ist kein gültiges externes Netz

source: Router already has a port on subnet %s
de: Router verfügt bereits über einen Port auf Teilnetz %s

source: Cidr %(subnet_cidr)s of subnet %(subnet_id)s overlaps with cidr %(cidr)s of subnet %(sub_id)s
de: Überschneidungen zwischen CIDR %(subnet_cidr)s von Teilnetz %(subnet_id)s und CIDR %(cidr)s von Teilnetz %(sub_id)s

source: Either subnet_id or port_id must be specified
de: Entweder 'subnet_id' oder 'port_id' muss angegeben sein

source: Cannot specify both subnet-id and port-id
de: Angabe sowohl von Teilnetz-ID als auch von Port-ID nicht möglich

source: Router port must have exactly one fixed IP
de: Routerport muss über genau eine statische IP-Adresse verfügen

source: Subnet for router interface must have a gateway IP
de: Teilnetz für Routerschnittstelle muss über eine Gateway-IP-Adresse verfügen

source: Cannot add floating IP to port on subnet %s which has no gateway_ip
de: Dynamische IP-Adresse kann nicht zu Port auf Teilnetz %s ohne 'gateway_ip' hinzugefügt werden

source: Port %(port_id)s is associated with a different tenant than Floating IP %(floatingip_id)s and therefore cannot be bound.
de: Port %(port_id)s ist einem anderen Nutzer zugeordnet als die dynamische IP-Adresse %(floatingip_id)s und kann daher nicht gebunden werden.

source: Port %(id)s does not have fixed ip %(address)s
de: Port %(id)s verfügt nicht über statische IP-Adresse %(address)s

source: Cannot add floating IP to port %s that hasno fixed IP addresses
de: Dynamische IP-Adresse kann nicht zu Port %s hinzugefügt werden, der über keine statischen IP-Adressen verfügt

source: Port %s has multiple fixed IPs. Must provide a specific IP when assigning a floating IP
de: Port %s verfügt über mehrere statische IP-Adressen. Angabe einer bestimmten IP-Adresse bei Zuweisung einer dynamischen IP-Adresse erforderlich

source: fixed_ip_address cannot be specified without a port_id
de: 'fixed_ip_address' kann nicht ohne 'port_id' angegeben werden

source: Port %(port_id)s has owner %(port_owner)s, but no IP address, so it can be deleted
de: Port %(port_id)s hat Eigentümer %(port_owner)s, aber keine IP-Adresse und kann daher gelöscht werden

source: Multiple floating IPs found for port %s
de: Mehrere dynamische IP-Adressen für Port %s gefunden

source: Skipping port %s as no IP is configure on it
de: Port %s wird übersprungen, da keine IP-Adresse auf ihm konfiguriert ist

source: Routers returned to l3 agent: %s
de: Router an Agent der Ebene 3 zurückgegeben: %s

source: External network ID returned to l3 agent: %s
de: Externe Netz-ID an Agent der Ebene 3 zurückgegeben:%s

source: Resource type '%(resource_type)s' is longer than %(maxlen)d characters
de: Ressourcentyp '%(resource_type)s' hat mehr als %(maxlen)d Zeichen

source: Textual description for the default service type
de: Beschreibung für den Standardservicetyp

source: Defines a provider for an advanced service using the format: <service>:<plugin>[:<driver>]
de: Definiert einen Provider für einen erweiterten Service im Format: <service>:<plugin>[:<driver>]
